{
    "link": "http://www.dgsi.pt/jstj.nsf/954f0ce6ad9dd8b980256b5f003fa814/1837b53c4c5407508025765100309b75?OpenDocument",
    "court": "Supremo Tribunal de Justiça",
    "_id": "29368/03.5TJLSB.S1",
    "author": [
        "ALBERTO SOBRINHO"
    ],
    "descriptors": [
        "REPARTIÇÃO DO ÓNUS DA PROVA",
        "EXTRAVIO DE CARTÃO",
        "LIMITAÇÃO DE RESPONSABILIDADE",
        "LIMITE DE CRÉDITO",
        "CLÁUSULAS CONTRATUAIS GERAIS"
    ],
    "date": "10/15/2009",
    "year": 2009,
    "summary": "1. Na ausência de legislação específica sobre a forma de utilização de cartões e de pagamento electrónico, será de acordo com as cláusulas do contrato de adesão prefixadas pelos bancos a que os clientes, candidatos à obtenção de um cartão, se limitam a aderir, que esta matéria será resolvida. Não sendo as cláusulas do contrato discutidas nem negociadas pelos clientes, que se limitam a aderir ao contrato de adesão, estas cláusulas gerais estão sujeitas ao regime preconizado pelo Dec-Lei 446/85.\n\n\n\n2. Com a cláusula em que o cliente se reconhece devedor ao Banco dos valores registados electronicamente está o banco a criar, nas transacções efectuadas em ambiente aberto, uma presunção de dívida relativamente aos valores registados electronicamente.\n\n\nDe acordo com esta presunção imposta ao titular do cartão, decorre que, mesmo no caso da dívida real ser inferior à constante dos registos electrónicos, se não conseguir fazer essa prova se tem como assente que deve as quantias assinaladas electronicamente.\n\n\nAo estabelecer-se uma presunção de dívida do titular do cartão nos termos apontados e ao conceder-se um valor absoluto ao registo electrónico, está-se a alterar os critérios de repartição do ónus da prova e a subtrair ao juiz a livre apreciação de um documento particular, o que a torna absolutamente proibida.\n\n\n\n3. O banco emissor dos cartões não é totalmente alheio às relações estabelecidas entre o titular do cartão e os terceiros prestadores de serviços, porquanto, e desde logo, com eles acordou a aceitação do cartão como meio de pagamento.\n\n\nO banco, ao pôr-se à margem, de um modo genérico, de todo e qualquer conflito que possa surgir entre o titular do cartão e o terceiro prestador do serviço, está a eximir-se a qualquer responsabilidade decorrente das operações realizadas com o cartão, mesmo que ocorresse uma sua actuação dolosa ou gravemente culposa.\n\n\n\n4. O risco não tem que ser suportado apenas pelo banco, assim como não tem de o ser unicamente pelo titular do cartão. Se alguém tira proveito de uma coisa, sob tutela jurídica, justifica-se, por equitativo, que suporte os prejuízos que a sua utilização acarreta. Se é certo que só o banco está em condições de impedir o uso indevido do cartão após comunicação do seu titular, também é verdade que este até pode não ter tomado prévio conhecimento da sua utilização abusiva e nem ter qualquer responsabilidade nessa indevida utilização.\n\n\n\n5. Para que as cláusulas a inserir num contrato passem a fazer parte integrante dele imprescindível se torna que sejam aceites pela outra parte, o que só acontecerá se ela tomar conhecimento do seu significado e das suas implicações.\n\n\nA um contraente minimamente diligente exige-se que, de um modo razoável, exerça um controle sobre as suas disponibilidades financeiras de modo a não ultrapassar os limites de crédito atribuídos, identicamente a não fazer investimentos sem o correspondente suporte financeiro. E a consequência daí decorrente, tal qual o débito fosse prontamente processado, é sempre o débito imediato do montante excedido.",
    "full_text": "Acordam no Supremo Tribunal de Justiça:\nI. Relatório\nASSOCIAÇÃO P... P... A D... D... C...\n, ao abrigo do disposto nos arts. 25º, 26º, nº 1, al. a) e 27º, nº 2 do Dec-Lei 446/85, de 25 de Outubro, na redacção dada pelos Dec-Lei 220/95, de 31 de Agosto e 249/99, de 7 Julho, intentou, a 14 de Julho de 2003, acção inibitória,\ncontra\nBANCO C... P..., S.A.,\npedindo que o réu seja condenado a:\na- abster-se de utilizar definitivamente as cláusulas contratuais gerais, que identifica;\nb- e dar publicidade a esta proibição, afixando o teor da sentença em todos os balcões das suas dependências, e nos jornais diários e semanários de maior tiragem no país.\nEstriba, essencialmente, esta sua pretensão no facto do banco réu vir a utilizar, na contratação com os seus clientes, cláusulas violadoras do regime jurídico das cláusulas contratuais gerais constantes do Dec-Lei 446/85.\nContestou o réu para, em síntese, defender que as cláusulas aludidas pela autora não enfermam de qualquer invalidade e que outras já não são utilizadas, pedindo, por isso, a improcedência da acção.\nRespondeu a autora para sustentar a utilidade da lide mesmo relativamente àquelas cláusulas que o réu alegou já não serem utilizadas.\nProcedeu-se seguidamente à elaboração do despacho saneador com selecção dos factos que se consideraram assentes e dos controvertidos, prosseguindo o processo para julgamento.\nNa sentença, subsequentemente proferida, foi a acção julgada parcialmente procedente e o réu condenado a abster-se de utilizar determinadas cláusulas nos contratos com os seus clientes.\nInconformados com o assim decidido apelaram autora e réu, tendo o recurso daquela obtido procedência total e o deste apenas parcial.\nAinda irresignado, recorre novamente o réu, agora de revista para o Supremo Tribunal de Justiça, continuando a defender que as cláusulas que foi impedido de utilizar não são proibidas.\nE recorre subordinadamente a autora sustentando a nulidade de cláusula considerada válida no acórdão.\nContra-alegou a autora em defesa da improcedência do recurso interposto pelo banco réu.\n***\nColhidos os vistos legais, cumpre apreciar e decidir.\nII. Âmbito dos recursos\nA-\nDe acordo com as conclusões, a rematar as respectivas alegações, o inconformismo dos recorrentes radica, em síntese, no seguinte:\nrecurso principal\n1- As cláusulas que estabelecem que «O titular compromete-se a, após a sua adesão ao serviço de pagamentos MBNet, utilizar esses servidos de pagamentos em todas e quaisquer transacções que venha a efectuar em ambientes abertos (Internet, WAP, televisão interactiva, etc.) e, ao fazê-lo, reconhece-se devedor ao Banco dos valores registados electronicamente» tem duas partes distintas e só a última parte (em que se lê: «e, ao fazê-lo, reconhece-se devedor ao Banco dos valores registados electronicamente») pode, eventualmente, ser considerada violadora da norma que proíbe exclusão ou limitação da responsabilidade pelo não cumprimento definitivo, mora ou cumprimento defeituoso, em caso de dolo ou culpa grave.\n2- Ainda assim, esta parte das aludidas cláusulas não constitui uma exclusão ou limitação da responsabilidade pelo não cumprimento definitivo, mora ou cumprimento defeituoso, em caso de dolo ou culpa grave, pois não está em causa nestas cláusulas qualquer exclusão ou limitação de responsabilidade do emitente dos cartões, mas apenas o reconhecimento de que o titular do cartão, ao utilizar os serviços de pagamentos e ao efectuar transacções com o cartão em ambientes abertos assume a obrigação de reembolsar o emitente do cartão pelo valor de tais pagamentos ou transacções.\n3- Já a primeira parte dessas cláusulas estabelece, unicamente, uma obrigação para os titulares dos cartões, não constituindo qualquer exclusão ou limitação da responsabilidade pelo não cumprimento definitivo, mora ou cumprimento defeituoso.\n4- Por isso, o acórdão recorrido, ao condenar a recorrente a abster-se de utilizar as mesmas cláusulas com fundamento no disposto no art. 18°, al.c), do Dec-Lei 446/85, de 25 de Outubro, violou este preceito.\n5- As cláusulas que estabelecem que «O titular, ao assinar uma factura ou introduzir o PIN, confirma a respectiva transacção e aceita o débito do seu valor, permanecendo o Banco alheio a qualquer incidente ou litígio que ocorra entre o titular e o estabelecimento» e que «O titular em caso algum pode exigir ao Banco a revogação de uma ordem sua dada através do cartão, sem prejuízo de, sempre que ocorra tal solicitação revogatória, poder o Banco analisar a viabilidade da respectiva execução» não excluem deveres que recaiam sobre o Banco em resultado de vícios da sua prestação, nem estabelecem, nesse âmbito, reparações ou indemnizações pecuniárias predeterminadas, tal como não excluem, nem limitam qualquer responsabilidade pelo não cumprimento das obrigações do Banco.\n6- A decisão, quanto a estas cláusulas, violou o disposto na al. d) do art. 21° e na al. c) do art. 18°, ambos do Dec-Lei 446/85, de 25 de Outubro.\n7- As cláusulas que respeitam ao extravio, furto ou roubo dos cartões e ao reembolso dos movimentos efectuados antes da comunicação de tais eventualidades (cl. 7ª, al. f), do contrato que constitui o doc.3 junto com a petição inicial e cláusulas idênticas dos demais modelos) não acarretam qualquer alteração das regras respeitantes à distribuição do risco.\n8- É o titular do cartão que tem a obrigação de adoptar todas as medidas adequadas a garantir a segurança do cartão, de modo a não permitir a sua utilização por terceiros, e a notificar o Banco da perda, furto ou falsificação do cartão logo que de tais factos tome conhecimento, sendo certo que só o titular pode assegurar que, antes da comunicação da perda, furto ou falsificação, o cartão não seja abusivamente utilizado por terceiros, nada o Banco podendo fazer para evitar tal utilização abusiva até que lhe seja participada alguma daquelas ocorrências.\n9- As cláusulas em causa afiguram-se válidas e admissíveis em face do que dispõe a al. f) do art. 21° do Dec-Lei 446/85, de 25 de Outubro, que assim foi erradamente aplicado.\n10- As cláusulas em que se estabelece que «Em caso de perda, furto, extravio, roubo ou falsificação, o titular deverá avisar imediatamente o Banco pelo meio mais rápido ao seu dispor (telefone, fax, telegrama ou telex) e no prazo máximo de 72 horas por escrito» não constituem estipulações contratuais relativas à distribuição do risco, pelo que não são proibidas pela al. f) do art. 21° do Dec-Lei 446/85, de 25 de Outubro.\nrecurso subordinado\n1- A cláusula existente nos contratos de adesão do recorrido que estabelecem que “ A utilização do cartão para além do limite de crédito que lhe foi atribuído determina o débito imediato do montante excedido na conta de depósitos à ordem vinculada...”é nula por violação dos art°s 19°, al. d), 5ºe 6° do DCCG e 8° da Lei de Defesa do Consumidor.\n2- É que esta cláusula baseia-se em factos insuficientes para fazer funcionar o silêncio do consumidor como manifestação de vontade uma vez que este sabendo embora qual o limite de crédito que lhe foi atribuído pode não saber, em cada momento e por circunstancias que lhe são alheias, qual o valor que ainda tem disponível.\n3- Tratando-se de um contrato de adesão cujo conteúdo, por definição, o consumidor não pode influenciar nem sequer recusar parcialmente ou aceita tudo ou rejeita tudo, o silêncio não é admissível como manifestação da sua vontade. Tal contraria o princípio da boa fé. Por outro lado, tendo em conta a importância e gravidade das consequências que o funcionamento da cláusula pode acarretar para o consumidor tal cláusula deve ser-lhe comunicada expressamente e obtido o seu consentimento igualmente expresso.\nB-\nFace à posição dos recorrentes vertida nas conclusões das alegações, delimitativas do âmbito do recurso, as questões controvertidas suscitadas reconduzem-se a averiguar da validade ou não de quatro cláusulas inseridas nos contratos de adesão do banco réu.\nIII. Fundamentação\nA- Os factos\nForam dados como provados no acórdão recorrido os seguintes factos:\n1- A autora é urna associação privada de utilidade pública, cujo objecto é a defesa dos direitos e interesses dos consumidores.\n2- O réu uma sociedade comercial cujo objecto compreende a actividade bancária.\n3- O réu emitiu a proposta de cartão Nova Rede, modelo ... MA, conforme exemplar do mesmo junto como documento nº 2, com a petição inicial, a fls. 39 e seguintes.\n4- O réu emitiu e disponibilizou nos seus balcões a proposta de cartão Nova Rede, modelo ... TC, conforme exemplar junto como documento n° 3, com a petição inicial, a fls. 40 e seguintes.\n5- O réu emitiu e disponibilizou nos seus balcões a proposta de cartão Nova Rede, modelo ... TC, conforme exemplar junto como documento n° 4, com a petição inicial, a fls. 44 e seguintes.\n6- O réu emitiu e disponibilizou nos seus balcões a proposta de cartão Sottomayor, modelo ... TC, conforme exemplar junto como documento n° 5, com a petição inicial, a fls. 47 e seguintes.\n7- O réu emitiu e disponibilizou nos seus balcões a proposta de cartão Atlântico, modelo ... GR, conforme exemplar junto como documento n° 6, com a petição inicial, a fls. 49 e seguintes.\n8- O réu emitiu e disponibilizou nos seus balcões a proposta de cartão Atlântico, modelo ... MA, conforme exemplar junto como documento n° 7, com a petição inicial, a fls. 51 e seguintes.\n9- O réu emitiu e disponibilizou nos seus balcões a proposta de cartão Banco C... P..., modelo ... MA, conforme exemplar junto como documento n° 8, com a petição inicial, a fls. 54 e seguintes.\n10- O réu emitiu a proposta de cartão American Express, modelo .... /Banco C... P... ..., conforme exemplar junto como documento n° 9, com a petição inicial, a fls. 57 e seguintes.\n11- A proposta de cartão Nova Rede, referida em 3, é de difícil leitura, assim como a proposta de cartão Sottomayor, referida em 6 e o cartão American Express, descrito em 10.\n12- Em Junho de 2003, a proposta de cartão American Express, modelo .... /Banco C... P... ..., encontrava-se disponível nos balcões da ré.\n13- A proposta de cartão American Express, modelo ... /Banco C... P... ..., já não é utilizada pela ré, tendo sido substituída pelos juntos com a contestação como documentos n°s 1 e 2.\n14- A proposta de cartão Nova Rede, modelo .... MA, também já não se encontra em vigor, tendo sido substituída pelos cartões referidos em 4 e 5.\nB- O direito\nTradicionalmente, a celebração de um contrato era precedida de uma discussão entre os pactuantes e subsequente acordo sobre os termos de cada uma das suas cláusulas.\nMas com a criação e fortalecimento de grupos com grande poder económico, a oferta massificada de produtos foi-se diversificando e alargando e começaram a surgir no comércio jurídico os contratos já elaborados por um só dos contraentes, sem possibilidade de discussão do seu conteúdo.\nAo outro contraente está, na prática, vedada a possibilidade de discutir os termos do contrato, restando-lhe aceitar o clausulado que lhe é apresentado já elaborado de modo definitivo.\nE as empresas, principalmente as que operam em determinados ramos de actividade económica ou que prestam determinados serviços, adoptam um modelo contratual tipo que utilizam com os seus clientes, que a eles têm de aderir sem possibilidade de discutir os seus termos contratuais.\nUm dos sectores onde ultimamente se assistiu a um enorme desenvolvimento tecnológico foi precisamente em matéria de transferência de fundos. Assiste-se a uma contínua progressão da utilização de cartões de crédito e débito, com o consequente aumento das transferências de fundos realizada por estes meios electrónicos.\nA generalização do uso de cláusulas contratuais gerais impostas por um dos contraentes aos clientes que com ele contratam e o crescimento contínuo deste proceder, aliada a uma cada vez maior actuação global de empresas no fornecimento de bens e serviços, determinou a intervenção de algumas organizações internacionais, designadamente da Comunidade Europeia, apelando à adopção de medidas de condenação das cláusulas consideradas abusivas.\nÉ na sequência deste apelo que surge o nosso Dec-Lei 446/85, de 25 de Outubro, visando combater os abusos do poder económico e de defesa do consumidor e a preservação da autonomia privada (1) .\nE é por isso que sanciona com o vício da nulidade aquelas cláusulas contratuais gerais vertidas em contratos-tipo de adesão violadoras daqueles concretos princípios legais que estabeleçam exclusões ou limitações de responsabilidade, ficcionem conhecimentos e declarações formais de vontade das partes e alterem as regras de distribuição do risco, situações precisamente invocadas na presente acção.\nNa ausência de legislação específica sobre a forma de utilização de cartões e de pagamento electrónico, será de acordo com as cláusulas do contrato de adesão prefixadas pelos bancos a que os clientes, candidatos à obtenção de um cartão, se limitam a aderir, que esta matéria será resolvida. Não sendo as cláusulas do contrato discutidas nem negociadas pelos clientes, que se limitam a aderir ao contrato de adesão, estas cláusulas gerais estão, por isso, sujeitas ao regime preconizado pelo citado Dec-Lei 446/85.\nA atribuição e utilização dos cartões de débito integram-se num contrato de abertura de conta. Já os cartões de crédito, por sua vez, não estão associados à existência de fundos depositados no banco, são essencialmente cartões de pagamento diferido. De qualquer modo, os serviços anteriormente prestados pelo banco, através dos seus funcionários, passaram agora a ser prestados por meio de sistemas informáticos. Munido do cartão e da sua chave (PIN), o cliente tem acesso ao sistema informático e aos serviços por ele disponibilizados e, consequentemente, a poder dispor do dinheiro depositado a todo o momento ou de proceder a pagamentos automáticos sem intervenção do banco.\nExpostos estes breves princípios, apreciemos agora as cláusulas em discussão face ao mencionado Dec-Lei 446/85, com as alterações introduzidas pelos Dec-Lei 220/95, de 31 Agosto e 249/99, de 7 Julho.\nrecurso principal\n1- cláusula 6ª, al. o) dos docs. nºs 3 a 7\nDispõe-se na al. o) desta cláusula que\no titular se compromete a, após a sua adesão ao serviço de pagamentos MBNet, utilizar esse serviço de pagamento em todas e quaisquer transacções que venha a efectuar em ambientes abertos (Internet, WAP, televisão interactiva, etc.) e, ao fazê-lo reconhece-se devedor ao Banco dos valores registados electronicamente\n.\nDefende o recorrente que esta cláusula se divide em duas partes distintas e que nenhuma delas enferma de qualquer vício. Mas o vício da nulidade a existir ele só afectaria a segunda parte, concretamente aquela que se reporta ao reconhecimento da dívida.\nSegundo o estatuído na al. g) do art. 21º do dec-lei 4465/85, as cláusulas contratuais gerais que\nmodifiquem os critérios de repartição do ónus da prova ou restrinjam a utilização de meios probatórios legalmente admitidos\nsão absolutamente proibidas e, em consequência, nulas (art. 12º).\nCom esta cláusula o banco criou, nas transacções efectuadas em ambiente aberto, uma presunção de dívida relativamente aos valores registados electronicamente.\nDe acordo com esta presunção imposta ao titular do cartão, decorre que, mesmo no caso da dívida real ser inferior à constante dos registos electrónicos, se não conseguir fazer essa prova se tem como assente que deve as quantias assinaladas electronicamente.\nEstá-se a dar como assente que o registo informático faz prova bastante e suficiente da dívida, fazendo recair sobre o utente o dever de neutralizar essa prova.\nSem esta presunção de dívida, incumbia ao banco credor alegar e demonstrar o montante efectivo do seu crédito, em conformidade com o estatuído no nº 1 do art. 342º C.Civil, já que de facto constitutivo do seu direito se trata.\nPor outro lado, o documento onde são registados os movimentos bancários é um documento particular, cuja força é livremente apreciada pelo tribunal –art. 366º C.Civil.\nAcresce que as especificidades destas operações e o facto de serem realizadas\nmediante a utilização de meios informáticos instalados pela instituição bancária emissora do cartão, meios esses que esta instituição controla e programa\n, nas palavras de Raquel Guimarães (2)\n,\nnão possibilitam qualquer interferência do titular do cartão nessa mesma operação.\nPor tudo isso, justifica-se a produção de provas nos termos gerais legalmente preconizados.\nE não será o facto deste sistema ser relativamente seguro (nunca o será de forma absoluta) que justifica a alteração da repartição do ónus da prova.\nA mencionada cláusula ao estabelecer uma presunção de dívida do titular do cartão nos termos apontados e ao conceder um valor absoluto ao registo electrónico, está a alterar os critérios de repartição do ónus da prova e a subtrair ao juiz a livre apreciação de um documento particular, o que a torna absolutamente proibida.\nEsta cláusula divide-se efectivamente em duas partes distintas, preconizando-se na primeira que\no titular se compromete a, após a sua adesão ao serviço de pagamentos MBNet, utilizar esse serviço de pagamento em todas e quaisquer transacções que venha a efectuar em ambientes abertos (Internet, WAP, televisão interactiva, etc.).\nEste segmento da cláusula limita-se a preconizar e dar preferência a determinada forma de pagamento quando se transacciona em ambientes abertos, forma de pagamento relativamente segura.\nA obrigação daqui decorrente acaba por se revestir de interesse tanto para o titular do cartão como para o banco e não redunda na violação de qualquer dos princípios de repartição do ónus da prova, tal como se sentenciou na 1ª instância, ou de exclusão ou limitação de responsabilidade, como se considerou no acórdão recorrido.\nEsta primeira parte da cláusula não é abusiva, não enfermando de qualquer nulidade.\n2- cláusula 6ª, als. e) e f) dos docs. nºs 2 a 8\nDispõe-se expressamente nestas als. da cláusula:\nO titular, ao assinar uma factura ou introduzir o PIN, confirma a respectiva transacção e aceita o débito do seu valor, permanecendo o Banco alheio a qualquer incidente ou litígio que ocorra entre o titular e o estabelecimento;\nO titular em caso algum pode exigir ao Banco a revogação de uma ordem sua dada através do cartão, sem prejuízo de, sempre que ocorra tal solicitação revogatória, poder o Banco analisar a viabilidade da respectiva execução\n.\nNo acórdão recorrido, dando, aliás, acolhimento ao decidido na 1ª instância, considerou-se que esta parte da cláusula é absolutamente proibida por redundar numa exclusão ou limitação da responsabilidade do banco.\nPrescreve a al. c) do art. 18º do Dec-Lei 446/85 que são absolutamente proibidas as cláusulas contratuais gerais que\nexcluam ou limitem, de modo directo ou indirecto, a responsabilidade por não cumprimento definitivo, mora ou cumprimento defeituoso, em caso de dolo ou de culpa grave\n.\nDa cláusula em referência decorre uma evidente irresponsabilização genérica previamente fixada pelo banco, que possa resultar das operações realizadas entre o titular do cartão e terceiros, mesmo em caso de dolo ou culpa grave.\nMas o banco emissor dos cartões não é totalmente alheio às relações estabelecidas entre o titular do cartão e esses terceiros, prestadores de serviços, porquanto, e desde logo, com eles acordou a aceitação do cartão como meio de pagamento. Como acertadamente se afirma no ac. STJ, de 2008/05/15 (3),\nesta tríplice relação interpenetra-se, não podendo, sem mais, ser dissociada uma da outra, excluindo-se o banco de toda e qualquer responsabilidade por eventuais danos, designadamente, resultantes de vícios da sua prestação.\nPor outro lado, e como bem observa a recorrida em suas contra-alegações, uma cláusula deste teor afrontaria o normativo regulador das vendas à distância, um comércio em franco desenvolvimento com utilização do cartão como meio privilegiado de pagamento, em que o consumidor pode, em determinadas circunstâncias, resolver livremente o contrato no prazo de 14 dias (arts. 6º do Dec-Lei 143/2001, de 26 Abril, 8º e 16º de Lei 24/96, de 31 Julho).\nO banco, ao pôr-se à margem, de um modo genérico, de todo e qualquer conflito que possa surgir entre o titular do cartão e o terceiro prestador do serviço, está a eximir-se a qualquer responsabilidade decorrente das operações realizadas com o cartão, mesmo que ocorresse uma sua actuação dolosa ou gravemente culposa.\nEsta cláusula genérica excludente de responsabilidade em tais situações viola frontalmente o estatuído na al. c) do citado art. 18º, cláusula absolutamente proibida e, como tal, nula.\n3- cláusulas referentes ao extravio, furto ou roubo do cartão\nNo acórdão recorrido consideraram-se nulas as cláusulas respeitantes ao extravio, furto ou roubo dos cartões e ao reembolso dos movimentos efectuados antes da comunicação de tais eventualidades, com o fundamento de ser proibido alterar as regras legais do risco, transferindo-o para o aderente do cartão.\nPrescreve a al. f) do art. 21º do dec-lei 446/85 que são absolutamente proibidas as cláusulas contratuais gerais que\nalterem as regras respeitantes à distribuição do risco\n, o que acarreta a sua nulidade –art. 12º do mesmo diploma.\nCom esta determinação legal pretende-se, no caso de ocorrer alguma anormalidade no desenrolar do contrato, nomeadamente a verificação de danos, que as consequências nefastas daí decorrentes sejam distribuídas equitativamente por ambas as partes.\nImpõe-se, portanto verificar se naquelas cláusulas estão acauteladas as regras de repartição do risco ou se o titular do cartão está excessiva ou desajustadamente onerado.\nAo portador do cartão incumbe a sua guarda e, se por qualquer motivo ele se extravia, tem a obrigação de comunicar ao banco emitente para que este tome as adequadas providências, designadamente impedir o seu uso abusivo por parte de terceiros.\nSe se afigura justo e equitativo que o banco emissor do cartão seja responsável pelos movimentos efectuados após a comunicação do seu extravio, na medida em que dispõe de meios para evitar o seu uso, também se justifica a responsabilização do titular pelos danos ou parte dos danos decorrentes desse uso indevido no período anterior a essa comunicação, por ser uma exigência do dever de diligência que sobre ele impende.\nNestas cláusulas dispõem-se:\nQuanto aos movimentos efectuados antes da data desta comunicação, salvo actuação com dolo ou negligência grosseira do Titular, o Banco garante:\n- No caso dos cartões de crédito, o reembolso, à data da primeira operação considerada irregular, do valor que exceda o saldo disponível face ao limite de crédito que seja do conhecimento do Titular;\n- No caso dos cartões de débito, o reembolso do valor que exceda o saldo disponível, na conta associada ao cartão, também à data da primeira operação considerada irregular que seja igualmente do conhecimento do Titular.\nParalelamente, e por apólice de seguro contratada pelo banco, e salvo actuação com dolo ou negligencia grosseira do Titular, o Banco garante:\n- No caso dos cartões de crédito, o reembolso dos pagamentos que, por utilização fraudulenta ou não autorizada do cartão, sejam efectuados por terceiros nas 48 horas imediatamente anteriores à comunicação ao Banco, aplicando-se uma franquia de € 500,00;\n- No caso dos cartões de débito, o reembolso dos pagamentos que, por utilização fraudulenta ou não autorizada do Cartão, aplicando-se uma franquia de € 249,00.\nAntes do período das 48 horas imediatamente anteriores à comunicação ao Banco, garante o reembolso das transacções que excedam € 2.493,00.\nEstas cláusulas não exoneram o banco emissor do cartão da responsabilidade pelos movimentos efectuados antes da comunicação do seu extravio, apenas impõem um limite para a sua responsabilidade actuar: nos cartões de crédito, uma franquia de 500 €; nos cartões de débito, uma franquia de 249 €; e garante o reembolso das transacções de valor superior a 2.493 €.\nEste clausulado não fere o equilíbrio contratual, estabelecendo uma distribuição do risco que se não configura desproporcionada, antes se apresentando como equitativa e, por outro lado, respeita as orientações emanadas do Banco de Portugal através do Aviso nº 11/2001. Assim como está em consonância com as orientações comunitárias neste campo que preconizam a repartição do risco de utilizações abusivas entre o emitente do cartão e o seu titular.\nE a distribuição do risco clausulada não conflitua com os princípios que emanam do nº 1 do art. 796º C.Civil, ao determinar que o risco corre por conta do dono da coisa, ou transposto este princípio para o depósito bancário, depositado o dinheiro a sua propriedade transfere-se para o depositário e o risco pelo seu desaparecimento corre por conta do banco.\nIsto por que, ao lado do contrato de depósito, há um contrato de emissão e utilização do cartão, verdadeiro contrato autónomo (4) .\nSe o banco é dono do dinheiro depositado, também é verdade que o titular do cartão passa a poder dispor do dinheiro a todo o momento, como se estivesse directamente na sua disponibilidade, sem intervenção do banco.\nComo se refere no ac. S.T.J., de 00/10/12 (5),\nnão se trata já do risco normal, a cargo do banco, relativamente ao desaparecimento do dinheiro directamente dos cofres daquele, v.g. por assalto à dependência bancária.\nO risco não tem, pois, que ser suportado apenas pelo banco, assim como não tem de ser unicamente pelo titular do cartão. Se alguém tira proveito de uma coisa, sob tutela jurídica, justifica-se, por equitativo, que suporte os prejuízos que a sua utilização acarreta. Se é certo que só o banco está em condições de impedir o uso indevido do cartão após comunicação do seu titular, também é verdade que este até pode não ter tomado prévio conhecimento da sua utilização abusiva e nem ter qualquer responsabilidade nessa indevida utilização (6).\nAs vantagens do contrato, que são mútuas, e o princípio da boa fé, que deve nortear a actuação dos contraentes, justifica a distribuição do risco nos termos em que se encontra exarado nesta cláusula.\nDaí que esta cláusula não enferme do vício que lhe é apontado no acórdão recorrido.\nrecurso subordinado\n4. cláusulas referentes à utilização do cartão para além do limite de crédito\nEnquanto na 1ª instância se sentenciou serem nulas as cláusulas deste teor, por se considerar abusiva a imposição de relevância do silêncio como declaração negocial, já o acórdão da Relação se pronunciou pela sua validade com o argumento da não existência de norma que directa ou indirectamente proíba tal estipulação.\nSegundo a recorrente o que está em causa nesta cláusula é ficcionar-se o acordo do consumidor para que a sua conta à ordem vinculada seja debitada imediatamente no caso de exceder o limite de crédito do cartão.\nOs arts. 5º e 6º do Dec-Lei 446/85 impõem, não só o dever de comunicação das cláusulas a inserir no negócio, mas também o de prestar todos os esclarecimentos sobre o conteúdo dessas cláusulas.\nPara que as cláusulas a inserir num contrato passem a fazer parte integrante dele imprescindível se torna que sejam aceites pela outra parte, o que só acontecerá se ela tomar conhecimento do seu significado e das suas implicações.\nPara o efeito, não basta a simples transmissão ao aderente da existências das cláusulas contratuais gerais, exige-se ainda, como refere Almeno de Sá (7),\nque à contraparte do utilizador sejam proporcionadas condições que lhe permitam aceder a um real conhecimento do conteúdo, a fim de, se o quiser, formar adequadamente a sua vontade e medir o alcance das suas decisões.\nDeve ser proporcionada à contraparte a possibilidade razoável de tomar conhecimento dessas cláusulas, como o devia ser por um contraente que usasse da normal diligência.\nA assim não acontecer têm-se essas cláusulas por excluídas dos contratos, em conformidade com o disposto nas als. a) e b) do art. 8º do Dec-Lei 446/85.\nDispõe-se nas cláusulas em apreciação que\na utilização do cartão para além do limite de crédito que lhe foi atribuído determina o débito imediato do montante excedido na conta de depósitos à ordem vinculadas\n.\nAtenta a simplicidade e clareza destas cláusulas, dúvidas não restam que um normal contraente fica inteirado, no momento da conclusão do contrato, do seu significado e implicações. Fica a saber que, a partir do momento em que ultrapasse o limite de crédito atribuído, esse montante excedido será de imediato debitado na conta associada ao cartão.\nPode acontecer que haja situações em que ocorra um desfasamento temporário entre a efectivação do negócio e o processamento dos lançamentos a débito. Mas a um contraente minimamente diligente exige-se que, de um modo razoável, exerça um controle sobre as suas disponibilidades financeiras de modo a não ultrapassar os limites de crédito atribuídos, identicamente a não fazer investimentos sem o correspondente suporte financeiro. E a consequência daí decorrente, tal qual o débito fosse prontamente processado, é sempre o débito imediato do montante excedido. A cada momento sabe, ou devia saber, que o plafon foi excedido e, como tal, que esse excesso será imediatamente debitado na respectiva conta.\nO contraente está perfeitamente inteirado das regras de utilização do cartão e sabe quais as consequências decorrentes da utilização do cartão quando efectue pagamentos ou levantamentos para além dos limites de crédito atribuídos.\nDaí que estas cláusulas não enfermem do vício da nulidade e, como tal, se tenham como inseridas nos contratos efectivos que nelas se baseiam.\nIV. Decisão\nPerante o que exposto fica, acorda-se nos seguintes termos:\na- julgar parcialmente procedente a revista do banco e, consequentemente revogar o acórdão recorrido…\n- … na parte em que declarou nula a 1ª parte da cláusula 6ª, al. o) dos docs. nºs 3 a 7 das cláusulas gerais;\n- … assim como na parte em que declarou nula as cláusulas referentes ao extravio, furto ou roubo do cartão;\nb- confirmar, quanto ao mais, o mesmo acórdão;\nc- negar a revista da autora;\nd- Condenar nas custas o banco recorrente, na proporção de metade, delas estando isentas a recorrente Deco.\nLisboa, 15 de Outubro de 2009\nAlberto Sobrinho (Relação)\nMaria dos Prazeres Pizarro Beleza\nLázaro Faria\n_____________________________________\n1-\ncfr. sobre a questão exposta Antunes Varela, in Das Obrigações em Geral, I, pág. 251 e segs.\n2-\nin As Transferências Electrónicas de Fundos e os Cartões de Débito, pág. 126\n.\n3-\nproc. nº 08B357, in www.dgsi.pt/jstj\n4-\ncfr., neste sentido, Raquel Guimarães, ob. cit., pág. 107 e já citado ac. S.T.J., de 99/11/23\n5-\nin C.J.,VIII-3º,67\n6-\ncfr. ac. proferido no citado processo nº 08B357\n7-\nin Cláusulas Contratuais Gerais e Directiva sobre Cláusulas Abusivas, 2ª ed., pág. 234",
    "type": "Acordao"
}