{
    "link": "http://www.dgsi.pt/jstj.nsf/954f0ce6ad9dd8b980256b5f003fa814/72c16ced79950ffd802575680032e0aa?OpenDocument",
    "court": "Supremo Tribunal de Justiça",
    "_id": "08A3714",
    "author": [
        "HELDER ROQUE"
    ],
    "descriptors": [
        "CONTA BANCÁRIA",
        "CONTA SOLIDÁRIA",
        "ENRIQUECIMENTO SEM CAUSA",
        "RESPONSABILIDADE SOLIDÁRIA",
        "TRANSFERÊNCIA BANCÁRIA",
        "PROVEITO COMUM DO CASAL",
        "DEPÓSITO BANCÁRIO"
    ],
    "date": "02/12/2009",
    "year": 2009,
    "summary": "I -\nA falta de causa justificativa do enriquecimento acontece quando não existe uma relação ou um facto que, à luz do direito, da correcta ordenação jurídica dos bens ou dos princípios aceites pelo ordenamento jurídico, legitime tal enriquecimento, por se tratar de uma vantagem que estava reservada a outra pessoa, ao titular do direito.\n\n\nII - Na hipótese de intromissão dolosa em bens ou direitos alheios, sob a forma de uso, consumo ou alienação de coisas de outrem, geradora de um enriquecimento para o intruso e, simultaneamente, causa de um dano para o lesado, sendo o montante do dano idêntico ao do locupletamento, o lesado deve invocar, em primeira linha, o direito à indemnização, e recorrer, subsidiariamente, à obrigação de restituir, com base no enriquecimento sem causa.\n\n\nIII - Não se provando que as transferências bancárias para a titularidade da conta dos réus beneficiários dos fundos tenham sido determinadas pelos titulares das contas defraudadas ou por ordem do réu, promitente comprador, inexistindo, portanto, qualquer intermediário no circuito bancário que conduziu essas quantias, directamente, das contas dos lesados para a conta daqueles réus, promitentes vendedores, não é sustentável afirmar-se que tais montantes jamais enriqueceram estes últimos.\n\n\nIV - Considerando que ao contrato de depósito bancário se aplica o regime do contrato de mútuo, as coisas mutuadas tornam-se propriedade do mutuário pelo facto da entrega, correndo o risco do seu perecimento por conta do adquirente, ou seja, do banco devedor, que não fica exonerado pelo facto de desaparecerem das contas dos seus clientes os fundos com que se dispunha a cumprir, enquanto a prestação for possível com coisas do género estipulado, isto é, com dinheiro.\n\n\nV - Sempre que o banco debite na conta do seu cliente uma determinada quantia, sem autorização deste último, nomeadamente, por virtude de uma actuação fraudulenta de um terceiro, não imputável a acto ou omissão do cliente, este manter-se-á credor do montante debitado.\n\n\nVI - Ainda que a ordem de pagamento tenha sido dada a um banco, por um terceiro, mediante via electrónica, acompanhada, eventualmente, da introdução de um cartão de débito e da correcta marcação do PIN respectivo, torna-se irrelevante o cumprimento efectuado por aquele ao credor aparente, não extinguindo a obrigação do banco devedor o cumprimento feito a terceiro, ficando o «solvens» obrigado a efectuar uma nova prestação, perante o verdadeiro credor, enquanto a mesma se não tornar liberatória.\n\n\nVII -\nA conta solidária expressa, exclusivamente, o direito de crédito que se traduz na faculdade de mobilização dos fundos, de que é titular cada um dos depositantes solidários, na disponibilidade dos valores depositados na conta, cuja titularidade não pré-determina a propriedade dos activos contidos na mesma, e que pode pertencer apenas a algum ou alguns dos titulares da conta ou, até mesmo, a um terceiro, facilitando aos respectivos titulares, tão-só, a disponibilidade dos fundos que nelas existam.\n\n\nVIII - Na falta de demonstração em contrário, presume-se que cada um dos depositantes, em conta bancária solidária, é proprietário de metade dos fundos nela existentes, não pertencendo os mesmos, legitimamente, a qualquer um dos titulares da conta, sendo, portanto, todos responsáveis solidários pela obrigação de os restituir, em consequência do enriquecimento sem causa verificado, independentemente da prova do proveito comum do casal dos depositantes da conta.",
    "full_text": "ACORDAM OS JUÍZES QUE CONSTITUEM O SUPREMO TRIBUNAL DE JUSTIÇA:\nA “\ncaixa geral de depósitos, sa\n” propôs a presente acção declarativa de condenação, sob a forma de processo ordinário, contra\nAA e\nBB, casados entre si, no regime de comunhão de adquiridos, residentes na Quinta da Azenha, Vila Franca de Xira,\n“CC – Promoção Imobiliária Unipessoal, Lda.”,\ncom sede na Quinta ..., Vila Franca de Xira, e\nDD, alegadamente, residente na Avª. ..., nº 100, 4º, Dtº, em Lisboa, pedindo que, na sua procedência:\na) seja decretada a inexistência ou a nulidade dos contratos de adesão ao serviço “Caixa Directa”, por falta de legitimidade substantiva dos aderentes a tal serviço, devendo os réus ser, solidariamente, condenados a repor no património da autora a quantia de 548.678,00€, acrescida de juros de mora, desde 26 de Março de 2003 até ao efectivo ressarcimento da mesma;\nb) seja decretada a nulidade do contrato-promessa de compra e venda do prédio identificado, em virtude de ter sido celebrado com simulação, em fraude à lei, ou com fundamento em inexistência de causa negocial, ou ainda com violação dos requisitos formais previstos no artigo 410º, nº 3, do Código Civil, devendo os réus ser, solidariamente, condenados a repor a quantia de 548.678,00€, acrescida de juros de mora, à taxa legal, desde 26 de Março de 2003 até integral pagamento;\nc) subsidiariamente, deverão os contratos de adesão ao serviço “Caixa Directa” ser anulados, com fundamento em erro sobre a pessoa, ou em dolo, com todas as consequências legais, nomeadamente, a restituição à autora da quantia de 548,678,00€, acrescida de juros de mora, à taxa legal, desde 26 de Março de 2003 até ao integral ressarcimento da mesma;\nd) subsidiariamente, para o caso de os anteriores pedidos não serem considerados procedentes, deverão os réus ser condenados a repor na esfera patrimonial da autora, a título de responsabilidade civil extracontratual, a quantia de 548.678,00€, acrescida de juros de mora, à taxa legal, desde 26 de Março de 2003 até ao integral ressarcimento da mesma;\ne) - subsidiariamente, para o caso de assim não ser entendido, deverão os réus ser, solidariamente, condenados a, na medida do seu enriquecimento, repor na esfera patrimonial da autora a quantia de 548.678,00€, acrescida de juros de mora, à taxa legal, desde 26 de Março de 2003 até ao integral ressarcimento da mesma.\nAlega, para o efeito, e, em síntese, que, entre os dias 8 e 9 de Fevereiro de 2003, foram efectuadas transferências bancárias, no montante de 548.678,00€, para uma conta bancária do réu AA, que proveio, directamente, das contas bancárias de três clientes da autora, que desconheciam os réus e bem assim como o negócio entre eles, alegadamente, celebrado.\nOs réus, directamente ou por interpostas pessoas, agindo como se dos referidos clientes da autora se tratasse, celebraram com esta contratos de “Caixa Directa”, os quais permitem aos respectivos aderentes, entre outras vantagens, a possibilidade de movimentarem a respectiva conta ou contas, através do telefone ou da internet, funcionando on-line.\nPorém, quem assinou as propostas de adesão ao serviço “Caixa Directa”, conhecendo os elementos de identificação dos verdadeiros titulares, como, por exemplo, o respectivo número de cliente, e tendo exibido bilhetes de identidade com os dados de individualização coincidentes com os constantes dos registos informáticos da autora, mas com a fotografia do apresentante, que foram mencionados e exibidos na hora da formalização da proposta do contrato, não efectuou assinatura semelhante à das respectivas fichas de assinatura existentes nos balcões onde as respectivas contas se encontravam sediadas.\nPor força desta actuação, os réus conseguiram criar na autora a convicção de que, ao outorgar os contratos “Caixa Directa”, estava a celebrá-los com os verdadeiros e legítimos titulares das contas, o que determinou que a autora permitisse, através da subscrição de tais contratos, o acesso e a movimentação das referidas contas bancárias, convencida que estava de que quem procedia às aludidas transferências bancárias eram os próprios titulares das mesmas.\nTais quantias foram transferidas, sem passar pela titularidade de qualquer outra pessoa, das contas dos seus três clientes, já aludidos, para uma conta do réu AA.\nEm 26 de Março de 2003, a autora repôs todas as quantias transferidas nas contas bancárias desses seus clientes lesados, em virtude de o réu AA se ter recusado a fazê-lo.\nContudo, o quantitativo de €548.678,00 foi, posteriormente, e, em parte, transferido pelo réu AA para a conta bancária da ré “CC, Ldª”.\nEm 10 e 20 de Fevereiro de 2003, o réu AA procedeu à transferência bancária das quantia de €100.000,00 e de €20.000,00, respectivamente, da sua referida conta para a conta bancária da ré “CC, Ldª”, tendo a restante quantia necessária para perfazer o total de € 548.678,00 sido já levantada da conta bancária daquele réu.\nContactado pela autora, o réu AA justificou a transferência com o valor de um sinal fundado num contrato-promessa que celebrou com o réu DD, que é um operário assalariado, que não dispõe dos meios económicos, necessários e adequados, para a aquisição do imóvel descrito.\nO aludido contrato-promessa serviu, apenas, e, exclusivamente, para a finalidade de criar a convicção de que entre a ré “CC, Ldª” e o réu DD se realizara um negócio, perfeitamente, legal e que o dinheiro proveniente das contas bancárias dos clientes da autora tinha uma causa legitima.\nE que a quantia de €548.678,00 integrou o património comum do casal formado pelos réus AA e esposa.\nNa contestação, que apenas os réus AA, BB e “CC-Promoção Imobiliária Unipessoal, Lda.” apresentaram, estes alegam que não existe qualquer relação directa entre a autora e os réus, susceptível de fundamentar as pretensões daquela, e que a celebração de um contrato-promessa de compra e venda entre a sociedade ré e um promitente comprador, no âmbito do qual a sociedade auferiu quantias, a título de sinal, não implica que o sócio desta tenha integrado tais valores no seu património e, muito menos, que os mesmos tenham revertido para o património comum do casal.\nAlegam, também, que a cláusula do contrato-promessa, segundo a qual a quantia destinada a sinal e a reforço de sinal, devia ser paga, à sociedade ré ou ao réu AA, deveu-se ao facto de o réu DD ter referido que era sua intenção pagar essa quantia, a título de sinal e de reforço de sinal, por transferência bancária, por se tratar de uma operação mais, rapidamente, efectuada se a ré vendedora fosse titular de conta, na “Caixa Geral de Depósitos”, uma vez que este era o banco, através do qual aquele DD iria efectuar as transferências.\nPorquanto o réu AA era titular de conta, nessa instituição bancária, convencionou-se que essas quantias poderiam ser pagas ao representante da vendedora, o aludido réu, como forma de tornar mais expedito o seu recebimento.\nE, por uma questão de simplificação e de transparência contabilística do pagamento do reforço de sinal, a ré sociedade, após receber o montante, a título de sinal, contratou com autora a abertura de uma conta bancária, em seu nome, com o objectivo de receber, directamente, na sua conta, a quantia que se destinava a titular o aludido reforço de sinal.\nO réu AA não estranhou a circunstância de só conhecer o réu DD, no dia da celebração do contrato-promessa, por ser prática usual, no ramo imobiliário, o intermediário só dar a conhecer o seu cliente ao promitente vendedor, no dia da celebração do contrato.\nFoi avançado pelo promitente comprador que, em princípio, iria ser solicitado à ré sociedade que marcasse a escritura pública de compra e venda para uma data muito anterior ao termo do prazo limite constante no contrato promessa, porquanto quem iria adquirir a propriedade não seria o réu DD, mas uma empresa.\nUltrapassada a data limite para o pagamento do reforço de sinal, não tendo possibilidade de contactar, verbalmente, o promitente comprador, a ré sociedade remeteu-lhe uma carta a resolver o contrato, mas que foi devolvida.\nA sentença julgou a acção, parcialmente, procedente e, em consequência:\na) declarou a inexistência jurídica dos contratos de “Caixa Directa”, celebrados em nome de AM, JP e JJ;\nb) condenou os réus\nAA\ne\nBB\na pagarem à autora “\nCaixa Geral de Depósitos, SA\n”, solidariamente, a quantia de €428.678 (quatrocentos e vinte e oito mil, seiscentos e setenta e oito euros), acrescida dos juros de mora vencidos, desde 26 de Março de 2003, às taxas sucessivas de 7% e de 4%, e dos juros vincendos, até integral pagamento, à taxa legal em vigor;\nc) condenou a ré\n“CC – Promoção Imobiliária Unipessoal, Lda.”\na pagar à autora “\nCaixa Geral de Depósitos, SA\n” a quantia de €120.000 (cento e vinte mil euros), acrescida dos juros de mora vencidos, desde 26 de Março de 2003, às taxas sucessivas de 7% e de 4%, e dos juros vincendos, até integral pagamento, à taxa legal em vigor;\nd) absolveu o réu\nDD\nde todos os pedidos contra si formulados\n;\ne\ne) absolveu os réus do pedido de decretação da nulidade ou inexistência jurídica do contrato que consta da alínea C) dos Factos Provados.\nDesta sentença, os réus AA e mulher e “CC\n, Lda.”\ninterpuseram recurso, tendo a apelação sido julgada improcedente, pelo Tribunal da Relação, que confirmou, inteiramente, a decisão.\nDo acórdão da Relação, os mesmos réus interpuseram recurso de revista, terminando as alegações com o pedido da sua revogação, formulando as seguintes conclusões que, textualmente, se transcrevem:\n1ª – Com todo o respeito os factos considerados assentes e confirmados pelo Tribunal de 1a Instância e pelo Tribunal da Relação, não são susceptíveis de fundamentar a decisão de direito proferida.\n2ª – A decisão recorrida não deu razão aos recorrentes, entendendo que os pressupostos do enriquecimento sem causa se encontravam verificados.\n3ª - Salvo o devido respeito, defendemos que o Douto Tribunal da Relação não fez a correcta interpretação dos pressupostos que a lei faz depender a verificação do instituto do enriquecimento sem causa.\n4ª - Vem a figura do enriquecimento sem causa prevista no artº. 473°, do Código Civil, e a sua aplicação depende dos seguintes requisitos: é necessário que haja um enriquecimento; o enriquecimento, contra o qual\nse reage, careça de causa justificativa e a obrigação de restituir pressupõe,\nque o enriquecimento tenha sido obtido à custa de quem requer a substituição.\n5ª - Além dos referidos requisitos existe a subsidiariedade do instituto, tal como o douto acórdão de que se recorre reconhece.\n6ª - O enriquecimento sem causa é concebido como uma faculdade, subsidiária, pelo que, o artº. 474° do Código Civil dispõe que o mesmo só é possível caso a lei não faculte ao titular do direito à restituição, outro meio de ver satisfeito esse direito, sendo que, a demonstração de inexistência de outros meios incumbe à recorrida.\n7ª - Resulta da matéria provada a existência de um ilícito juridicamente relevante, pelo que, a recorrida dispõe então, de uma fonte de obrigação para além do enriquecimento sem causa, em particular, a responsabilidade por facto ilícito.\n8ª - Provada que foi a existência de um ilícito não praticado pelos ora recorrentes, deve ser responsabilizado aquele que praticou o referido ilícito, sendo, em consequência, obrigado a indemnizar a recorrida pelos danos, caso estes se verifiquem.\n9ª - Analisando o elenco dos factos considerados assentes e reproduzidos no douto acórdão recorrido, nomeadamente, os redigidos sob os números 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 18, 20, 25 e 34 da fundamentação de facto do mesmo acórdão, resulta claro que alguém, que não qualquer um dos recorrentes, praticou um facto ilícito, ou vários factos ilícitos, os quais sempre seriam fundamento para a responsabilização de tais autores, mormente ao nível do ressarcimento dos prejuízos causados.\n10ª - Os autores ou autor, dos contratos referidos nos citados números 11 a 18, através de tal expediente ludibriaram a autora, e efectuaram, ou efectuou, as transferências bancárias referidas nos números 18, 20, 22 e 26.\n11ª - Apesar da autora ter tentado alegar que o recorrente AA, teria tido intervenção na prática de tais actos, ficou claramente demonstrado que este nada teve a ver com os mesmos, na verdade, limitou-se a, em representação da recorrente sociedade, celebrar um contrato promessa de compra e venda.\n12ª - Resulta claro que a autora dispõe de um mecanismo jurídico para ser ressarcida, designadamente através de responsabilidade por factos ilícitos dirigidos contra os verdadeiros autores dos factos ilícitos.\n13ª - Não pode servir como fundamento para o recurso ao enriquecimento sem causa, a dificuldade da autora (real ou fictícia) de encontrar os autores dos factos ilícitos.\n14ª - Face ao exposto, o douto acórdão recorrido violou o disposto no artº. 474° do C.C., uma vez que a autora dispõe de um mecanismo jurídico especifico e adequado para ser ressarcida de quaisquer prejuízos que alegue ter tido.\n15ª - Acresce que, resultou dos factos considerados provados, que os réus receberam transferências a título de sinal de um contrato de promessa de compra e venda, contrato esse, que logo em 1a Instancia, foi considerado como válido, ou, no limite, não foi considerada a tese propagada pela recorrida, no sentido de peticionar a invalidade do contrato.\n16ª - A recorrida não foi capaz de demonstrar a necessidade de peticionar em sede de enriquecimento sem causa.\n17ª - Contudo, existe um facto que legitima o enriquecimento, ou seja, o contrato promessa celebrado entre o recorrente CC, Lda e o réu não contestante DD, pelo que, a figura do enriquecimento sem causa deve por essa razão, irremediavelmente, ser afastada dos presentes autos.\n18ª - A existência do contrato promessa celebrado entre a 3a recorrente, CC Promoção Imobiliária Unipessoal, Lda., quanto ao imóvel de sua propriedade, consubstancia, assim, justa causa para o recebimento da quantia em causa por parte da recorrente sociedade.\n19ª - A causa para a percepção do dinheiro transferido para a conta da 3a Recorrente, CC Promoção Imobiliária Unipessoal, Lda, coincide com o montante pago a título de sinal.\n20ª - Existindo um contrato promessa válido e eficaz, o recebimento das quantias em causa teve como contrapartida a promessa de venda do imóvel objecto do contrato, pelo que, também por este motivo se afasta, como fonte das obrigações, o enriquecimento sem causa, não havendo lugar a qualquer restituição uma vez que nenhum dos recorrentes se locupletou injustamente com a quantia em causa.\n21ª - Um dos requisitos da aplicação do instituto do enriquecimento sem causa, é a inexistência de uma relação ou de um facto que à luz dos princípios gerais legitime o enriquecimento, contudo, existe um facto que legitima o enriquecimento, ou seja, o contrato promessa, ou, no limite, a promessa de venda que consta neste último.\n22ª - Assim sendo, atentos os motivos supra invocados, verificamos que o douto acórdão recorrido violou o disposto no artº. 473° n° 1 do C. C.\n23ª - Incumbe ao pretenso empobrecido, o ónus de prova dos danos consequentes ou da obtenção sem causa, o que, no caso dos presentes autos, não aconteceu.\n24ª - Ainda que o dinheiro tenha sido tirado das contas dos clientes da recorrida, (o que se desconhece) o mesmo foi apropriado pelo 4o réu não contestante, e só depois foi pago à 3a recorrente, CC Promoção Imobiliária Unipessoal, Lda., pelo que, não houve qualquer conexão directa entre aqueles primeiros e esta última.\n25ª - Tal conclusão concorre igualmente para a inexistência de\nenriquecimento sem causa, ou de qualquer outra fonte de obrigações em relação aos ora recorrentes, igualmente, por não verificação dos requisitos constantes no artº. 473° n° 1 do C.C.\n26ª - Outro vicio se constata existir no seio da tese defendida em sede da decisão recorrida uma vez que, ainda que, no limite se verificasse existir enriquecimento sem causa no que tange à relação entre os clientes da recorrida e a 3ª Recorrente, CC Promoção Imobiliária Unipessoal, Lda., (o que consideramos não existir), jamais poderia haver enriquecimento sem causa em relação aos montantes pagos pela recorrida a tais clientes.\n27ª - Atento a tese factual defendida em sede da douta decisão\nrecorrida não existe qualquer enriquecimento sem causa, ou qualquer outra fonte de obrigações em relação ao montante pago pela recorrida, aos seus clientes, pois, tal montante jamais enriqueceu os recorrentes, apenas aqueles primeiros.\n28ª - Ao contrário, da tese defendida no douto acórdão na situação, em apreço, não se verifica o preenchimento dos requisitos inerentes à sub-rogação legal, previsto no art. 592° n° 1 do C.C, pelo que, se invoca outro fundamento de revogação da decisão recorrida.\n29ª - Outros motivos existem para revogar a douta decisão ora recorrida, pois, ainda que se mantivesse a resposta dada por aquela à matéria de facto jamais o 1o recorrente, AA e a recorrente, BB, poderiam ser condenados a devolver a totalidade da quantia peticionada nos presentes autos.\n30ª - Embora a quantia de 548.678,00€, tenha sido depositada numa conta do 1o recorrente, AA, a mesma foi parcialmente transferida para a conta da 3a recorrente, CC Promoção Imobiliária Unipessoal, Lda., designadamente as seguintes quantias: 100.000,00€ e 20.000,00€, encontrando-se tais factos no elenco de matéria considerada assente.\n31ª - Ainda que, se aceitasse a tese da restituição das quantias pagas pela recorrida, jamais o 1o e a 2a recorrentes poderiam ser responsabilizados pela quantia acima referida.\n32ª - Acresce que, jamais se poderia imputar qualquer obrigação de restituição ou pagamento à recorrida, em relação à 2a recorrente, BB.\n33ª - Atento o elenco de factos considerados assentes, a 2a recorrente, em nada beneficiou da quantia objecto dos presentes autos, sendo certo que mesmo que se verificasse existir uma conta conjunta com o 1º recorrente AA, jamais se pode presumir o proveito comum do casal, nem o mesmo foi de alguma forma demonstrado ou sequer alegado, não constando do elenco de factos provados qualquer facto que consubstancie tal proveito.\n34ª - Saber se uma dívida foi ou não contraída em proveito comum do casal, depende da intenção com que a dívida foi contraída, não dependendo do seu resultado prático efectivo; tem-se em vista apenas o fim de beneficiar o casal.\n35ª - O facto da 2ª recorrente se encontrar casada com o 1o\nrecorrente, e o facto de parte do dinheiro ter sido transferido para uma conta conjunta do casal, não significa que a 2a recorrente tenha enriquecido com a quantia em causa.\n36ª - O contrato promessa de compra e venda, foi realizado entre o 3º recorrente, CC Promoção Imobiliária Unipessoal, Lda., e um promitente comprador designado de 4o réu.\n37ª - Contrato esse, no âmbito do qual a 3ª recorrente, CC Promoção Imobiliária Unipessoal, Lda., auferiu quantias a título de sinal, sendo certo que tal facto não implica que os sócios integrassem tais valores no seu património e muito menos que tais valores tenham revertido para o património comum do casal.\n38ª - As quantias em causa, integraram apenas o património da sociedade e não o património do 1o recorrente, AA\nnem muito menos da 2ª recorrente, BB, tanto que se encontra provado que, apesar da quantia em apreço nos presentes autos ter sido transferido do 1o réu (alínea E da matéria assente), foi considerado assente que, tal quantia foi posterior, e pelo menos parcialmente, transferida pelo 1o réu para a conta da 3a recorrente, CC Promoção Imobiliária Unipessoal, Lda., (alíneas DD, EE, FF da matéria assente).\n39ª - Atento as respostas oferecidas aos quesitos DD, EE e FF, não é compreensível o enriquecimento sem causa tanto do 1o recorrente como da 2a recorrente, BB.\n40ª - Na verdade, como já se referiu a resposta aos quesitos acima mencionados, colide com uma resposta positiva ao quesito 37°.\n41ª - Não se entende, no que toca à 2a recorrente, salvo o devido respeito é de todo incompreensível a imputação do alegado enriquecimento.\n42ª - No caso em concreto da 2a recorrente, o facto de ser casada com o 1o recorrente, não significa que tenha enriquecido com a quantia em causa, mais, a 2a recorrente, nem sequer era parte no referido contrato de promessa de compra e venda.\n43ª – O referido contrato promessa foi realizado entre a 3a recorrente e o promitente comprador, o 4o réu, contrato esse, no âmbito do qual a 3a recorrente, auferiu quantias a título de sinal, sendo certo que tal facto não implica que tais valores integrassem o património comum do casal.\n44ª - Tanto que, foi considerado assente, que tal quantia foi pelo menos, parcialmente transferida pelo 1o recorrente para a conta da 3a recorrente, pelo que as quantias em causa integraram apenas o património da sociedade e não o património dos 1o e 2a recorrentes.\n45ª - Mais se refere a título de reforço de ideia, que a existência do contrato de promessa de compra e venda, justifica cabalmente a existência das transferências bancárias para a recorrente sociedade.\n46ª - A referida decisão do tribunal ad quo\né recorrível, de acordo com o previsto no art. 721°, cabendo recurso de revista para o Supremo Tribunal de Justiça, sendo que, acessoriamente os recorrentes podem invocar vícios de natureza processual.\n47ª - Do quesito 37° do despacho saneador resultou que \"A quantia de €548.78,00 integrou o património comum do casal formado pelos 1° e 2o Réus?\", cumpre referir, que a \"resposta\" dada a este quesito nada tem a ver com aquilo que foi perguntado,\n48ª - Na realidade, a resposta não corresponde à pergunta feita. Tal como se conclui da resposta dada ao quesito \"Provado que a quantia de 548.678,00€ foi transferida para uma conta, da qual são titulares ambos os 1o e 2o réus, a ser movimentada deforma solidária”.\n49ª - A resposta dada ao quesito, excede o âmbito do quesito, sendo que, tal expediente é manifestamente inadmissível, sendo causa de nulidade da tal resposta, o que desde já se invoca.\n50ª - A resposta dada ao quesito 37° do Mmo. a quo é incompatível com parte da restante matéria que foi considerada assente, uma vez que foi demonstrado que a conta para onde foi inicialmente transferida a referida quantia, era da titularidade do 1o recorrente, AA, nada referindo acerca da titularidade conjunta da sua mulher (vd. n° 5 da fundamentação de facto do douto acórdão).\n51ª - Tal incompatibilidade deveria ter resultado na nulidade da resposta dada ao quesito 37°, o que também se invoca.\n52ª\n-\nSendo que, desta forma, foi violado o artº. 668 n° 1 alínea d) do C.P.C.\n53ª - Em suma, não só a resposta ao quesito 37 nada tem a ver com a pergunta formulada no mesmo, como, aquela, é, na verdade, incompatível com a resposta ao quesito 1o (ou seja ao número 5 da fundamentação de facto da decisão recorrida).\nNas suas contra-alegações, a autora conclui no sentido de que deve ser, integralmente, mantido o douto acórdão recorrido, nos seus precisos termos.\nTudo visto e analisado, ponderadas as provas existentes, atento o Direito aplicável, cumpre, finalmente, decidir.\nAs questões a decidir, na presente revista, em função das quais se fixa o objecto do recurso, considerando que o «thema decidendum» do mesmo é estabelecido pelas conclusões das respectivas alegações, sem prejuízo daquelas cujo conhecimento oficioso se imponha, com base no preceituado pelas disposições conjugadas dos artigos 660º, nº 2, 661º, 664º, 684º, nº 3 e 690º, todos do Código de Processo Civil (CPC), são as seguintes:\nI – A questão da alteração da decisão sobre a matéria de facto.\nII – A questão da subsidiariedade do enriquecimento sem causa.\nIII – A questão da sub-rogação legal.\nIV – A questão da extensão da restituição das quantias pagas pela autora.\nV – A questão do proveito comum do casal dos réus.\nI. DA ALTERAÇÃO DA MATÉRIA DE FACTO\nDefendem os réus recorrentes que existe contradição nas respostas aos pontos 1º, 26º, 27º, 28º e 37º da base instrutória, de que resultaria a nulidade da resposta a este último, por violação do disposto pelo artigo 668º, nº 1, d), do CPC.\nEfectivamente, no âmbito da intervenção residual deste Supremo Tribunal de Justiça, em matéria de fixação dos factos materiais da causa, cabe o suprimento de contradições na decisão sobre a matéria de facto que inviabilizem a decisão jurídica do pleito, nos termos das disposições conjugadas dos artigos 729º, nºs 1, 2 e 3 e 722º, nº 2, do CPC\n(1)\n.\nAssim sendo, pondo em confronto os pontos questionados, resulta, correspondentemente, que “Entre os dias 8 e 9 de Fevereiro de 2003 foram efectuadas transferências bancárias, no montante de 548.678,00€, para a conta bancária nº 01000000000, sedeada na agência de Arruda dos Vinhos da CGD, da qual é titular o 1º Réu” [1º], “A quantia de 548.678,00€ foi, posteriormente, e parcialmente, transferida pelo 1º. Réu para a conta bancária da 2ª. Ré” [26º], “Em 10.02.2003, o 1º Réu procedeu à transferência bancária da quantia de 100.000,00€ da sua referida conta para a conta bancária da 2ª Ré, aberta na dependência de Arruda dos Vinhos da CGD, com o nº 0100000000” [27º], “E em 20.02.2003, o 1º Réu procedeu à transferência bancária da quantia de 20.000,00€ para a mesma conta bancária nº 0000000000000, sedeada no referido banco e titulada pela 2ª Ré” [28º] e, finalmente, que “A quantia de 548.678€ foi transferida para uma conta, da qual são titulares ambos os Réus AA e BB, a ser movimentada de forma solidária” [37º].\nQuer isto dizer, consoante decorre das respostas interligadas a estes pontos da base instrutória, que, entre os dias 8 e 9 de Fevereiro de 2003, foram efectuadas transferências bancárias, no montante de 548.678,00€, da conta bancária do réu AA, com o nº 000000000, sedeada na agência da autora de Arruda dos Vinhos, para a conta bancária da titularidade de ambos os réus, AA e BB, posterior e, parcialmente, transferido, pelo réu AA, para a conta bancária da ré “CC Promoção Imobiliária Unipessoal, Lda”.\nPorém, os mesmos réus sustentam que a resposta ao controvertido ponto nº 37 da base instrutória excede o âmbito da pergunta que nele estava colocada, o que constitui um expediente, manifestamente, inadmissível.\nOra, neste particular da apreciação estrita da matéria de facto, ainda que exista erro na avaliação das provas e na fixação dos factos materiais da causa, salvo havendo ofensa de uma disposição expressa da lei que exija certa espécie de prova para a existência do facto ou que fixe a força de determinado meio de prova, quando o STJ entenda que a decisão de facto pode e deve ser ampliada, em ordem a constituir base suficiente para a decisão de direito, ou, finalmente, quando entenda que ocorrem contradições na decisão sobre a matéria de facto que inviabilizem a decisão jurídica do pleito, não pode a respectiva matéria ser objecto de apreciação, em sede de recurso de revista, por, apenas, caber à Relação, em princípio, a competência para modificar a decisão sobre a matéria de facto, nos termos das disposições conjugadas dos artigos 729º, nºs 1, 2 e 3, 722º, nº 2 e 712º, todos do CPC.\nNão ocorre, assim, a apontada contradição nas respostas aos aludidos pontos da matéria de facto, ou qualquer outro vício determinante da nulidade do acórdão.\nO Tribunal da Relação considerou, então, demonstrados os seguintes factos, que este Supremo Tribunal de Justiça tem como aceites, nos termos das disposições combinadas dos artigos 722º, nº 2 e 729º, nº 2, do CPC, mas reproduz:\nConsta de folhas 8 a 10 uma cópia de uma certidão da 2ª. Conservatória do Registo Predial de Vila Franca de Xira, datada de 27 de Março de 2003, segundo a qual, pela apresentação 31 de 870205, está registada a aquisição, a favor de Manuel ..., casado com Maria ...., na comunhão de adquiridos, por compra a Francisco .... e mulher Maria ..., casados na comunhão geral, o prédio urbano, sito na Quinta da ... – Casa de R/ch para habitação e dependências para arrecadações – a.c: 262m2; logradouro: 1.778m2 – Norte, Sul e Poente: Manuel ... e Nascente: Caminho Público, descrito sob o número 00270/000404 - A).\nConsta de folhas 11 a 14 uma cópia de uma certidão de uma escritura pública do 2º. Cartório Notarial de Lisboa, datada de 8 de Janeiro de 2002, sendo Manuel ...e mulher Maria ...primeiros outorgantes e AA, segundo outorgante, intervindo como único gerente e em representação da sociedade comercial por quotas “CC – Promoção Imobiliária, Unipessoal, Lda.”, com o seguinte teor:\n“Disseram os primeiros:\n“Que vendem à sociedade que o segundo representa, pelo preço de trezentos e noventa e nove mil e trinta e oito euros e trinta e um cêntimos, o prédio urbano, denominado Quinta da ..., freguesia de Calhandriz, concelho de Vila Franca de Xira, descrito na Segunda Conservatória do Registo Predial de Vila Franca de Xira (Alverca do Ribatejo) sob o número duzentos e setenta, registado a favor dos vendedores pela inscrição G-um, inscrito na matriz sob o artigo 256, com o valor patrimonial de 1.393 Euros.\n“Que por conta do indicado preço receberam já da sociedade compradora a quantia de vinte e quatro mil novecentos e trinta e nove euros e oitenta e nove cêntimos de que dão quitação, devendo os restantes trezentos e setenta e quatro mil e noventa e oito euros e quarenta e dois cêntimos, serem pagos até ao dia trinta e um de Dezembro de dois mil e sete.\n“Disse o segundo:\n“Que para a sociedade sua representada aceita a presente venda, e que a mesma destina o imóvel adquirido a revenda.\n“Disse ainda o segundo outorgante em nome da sociedade sua representada:\n“Que para garantia do pagamento do resto do preço que fica em dívida, ou sejam trezentos e setenta e quatro mil e noventa e oito euros e quarenta e dois cêntimos, constitui hipoteca a favor dos primeiros outorgantes sobre o prédio que a sociedade sua representada acaba de adquirir.\n“Disseram mais os primeiros:\n“Que aceitam a precedente hipoteca (...)” - B).\nEncontra-se a folhas 15 a 17 uma cópia de um contrato promessa de compra e venda, datado de 6 de Fevereiro de 2003, do qual consta como primeiro outorgante a sociedade “CC – Promoção Imobiliária, Unipessoal, lda., representada por AA, e DD, como segundo outorgante, com as seguintes cláusulas:\nCLÁUSULA PRIMEIRA\n“A primeira Outorgante é dona e legitima proprietária do prédio urbano denominado Quinta ..., freguesia de Calhandriz, concelho de Vila Franca de Xira sob o nº duzentos e setenta, inscrito na matriz sob o artº. 256.\nCLÁUSULA SEGUNDA\n“A Primeira Outorgante promete vender ao Segundo Outorgante, e este promete comprar, para si ou para quem este vier a indicar no momento da celebração da escritura pública, o prédio urbano referido na cláusula anterior pelo preço de 1.300.000 € (um milhão, trezentos mil euros).\nCLÁUSULA TERCEIRA\n“1 – A título de sinal e princípio de pagamento da referida compra, o Segundo Outorgante pagará à Primeira Outorgante, ou à pessoa do representante legal desta, até 15-02-2003, a quantia de 550.000€ (quinhentos cinquenta mil euros), tendo na presente data os representantes do Segundo Outorgante, assegurado a feitura de uma transferência bancária de parte desse valor, vinculando-se à liquidação integral do montante devido a título de sinal.\n“2 – O Segundo Outorgante pagará à Primeira Outorgante, ou à pessoa do representante legal desta, até 06-03-2003, através de cheque ou transferência bancária, a quantia de 250.000 € (duzentos cinquenta mil euros), a título de reforço de sinal, em razão das obras que se encontram a ser realizadas por esta.\n“3 – O disposto no nº. 2 da presente cláusula é pressuposto e condição essencial do presente contrato.\nCLÁUSULA QUARTA\n“1 - A parte remanescente do valor da venda, ou seja, a quantia de 500.000 € (quinhentos mil euros) será paga através de cheque ou transferência bancária pelo Segundo Outorgante à primeira Outorgante, no acto da assinatura da escritura pública de compra e venda, a qual deverá imperativamente realizar-se no prazo de noventa dias a contar da data de assinatura do presente contrato.\n“2 – Compete à Primeira Outorgante a indicação do dia, hora e Cartório Notarial competente para realização da escritura pública, que de tal deverá informar o Segundo Outorgante com a antecedência mínima de oito dias”, dando-se por reproduzidas as restantes cláusulas - C).\nO réu AA é casado com a ré BB - D).\nEntre os dias 8 e 9 de Fevereiro de 2003, foram efectuadas transferências bancárias, no montante de 548.678,00€, para a conta bancária nº 0100000000, sedeada na agência de Arruda dos Vinhos da CGD, da qual é titular o 1º réu - 1º.\nChamado que foi este a dar explicações sobre a proveniência de tais quantias, explicou que a origem das mesmas se prendia com os pagamentos previstos no contrato-promessa, entregando à autora cópia do mesmo - 2º.\nA mencionada quantia de 548.678,00 euros proveio, directamente, das contas bancárias de três clientes da autora, que desconhecem os réus e o negócio entre eles, alegadamente, celebrado - 3º e 4º.\nAlguém, agindo como se do cliente da autora, AM, titular da conta nº 030000000, sedeada no Calhariz, Lisboa, se tratasse, celebrou com a autora um contrato de “Caixa Directa”, na agência do Cais do Sodré, Lisboa, exibindo bilhete de identidade onde constava o nome do cliente, contrato este que teve o seu início em 23 de Dezembro de 2002 - 5º.\nAlguém, agindo como se do cliente da autora, JP, titular da conta nº 0000000000, sedeada na Rua do Ouro, em Lisboa, se tratasse, celebrou com a autora um contrato de “Caixa Directa”, na agência de Cascais – Estação, exibindo bilhete de identidade onde constava o nome do cliente, contrato este que teve o seu início em 23 de Dezembro de 2002 - 6º.\nAlguém, agindo como se do cliente da autora, JJ, titular da conta nº 03000000, sedeada na agência da Graça, Lisboa, se tratasse, celebrou com a autora um contrato de “Caixa Directa”, na agência da Praça de Londres, Lisboa, exibindo bilhete de identidade onde constava o nome do cliente, contrato este que teve o seu início em 8 de Janeiro de 2003 - 7º.\nEstes contratos “Caixa Directa” permitem aos respectivos aderentes, entre outras vantagens, a possibilidade de movimentarem a respectiva conta ou contas, através do telefone ou da internet, funcionando on-line, através da atribuição ao aderente de um número de código que funciona como se de um nº PIN Multibanco se tratasse, tudo isto conforme se pode constatar das “condições gerais de utilização do serviço caixa directa” - 8º.\nQuem efectuou a assinatura das propostas de adesão ao serviço “Caixa Directa” não efectuou assinatura semelhante à que consta das respectivas fichas de assinatura constantes dos balcões onde as respectivas contas se encontram sedeadas - 9º.\nConhecendo elementos de identificação dos verdadeiros titulares, como, por exemplo, o respectivo número de cliente - 10º.\nE tendo exibido bilhetes de identidade com os elementos de identificação (número do B.I., nome do respectivo titular, data de nascimento) coincidentes com os constantes dos registos informáticos da autora, mas com a fotografia do apresentante, os quais foram mencionados e exibidos, na hora da apresentação da proposta do contrato - 11º.\nE optaram por efectuar a apresentação destas propostas de adesão, em balcões diferentes daqueles onde os titulares das contas, acima identificados, eram conhecidos, por lá terem procedido à abertura das respectivas contas - 12º.\nA fim de evitar qualquer possibilidade de algum funcionário da autora poder detectar que a pessoa que se apresentava ao balcão para aderir ao serviço “Caixa Directa” não era, efectivamente, o verdadeiro titular da conta - 13º.\nPor força da actuação descrita, nas alíneas H) a Q), alguém conseguiu criar na autora a convicção de que, ao outorgar os contratos “Caixa Directa”, estava a outorgá-los com os titulares das contas a que se reportam as alíneas H) a J) - 14º.\nO que determinou que a autora permitisse, através da subscrição de tais contratos, o acesso e a movimentação das referidas contas bancárias, convicta que estava que quem procedia às aludidas transferências bancárias eram os próprios titulares das mesmas - 15º.\nEm contactos efectuados pela autora com os titulares das contas bancárias, acima mencionadas, após o alarme dado por um deles, igualmente, apurou aquela que estes não assinaram nem subscreveram quaisquer propostas de adesão ao serviço caixa directa - 16º.\nAs transferências bancárias efectuadas não foram, efectivamente, ordenadas, por AM, JJ e JP, nem por ninguém a seu mando - 17º.\nA autora informou o 1º réu que aquela quantia (€548678,00) fora transferida das contas daqueles seus clientes para a conta deste, não provindo, assim, de qualquer pagamento efectuado pelo alegado promitente-comprador e ora 3º réu, no âmbito do alegado contrato-promessa - 18º.\nMas provinha, sim, e, directamente, isto é, sem passar pela titularidade de mais ninguém, das contas dos seus três clientes, os quais identificou ao 1º. réu, tendo este afirmado não os conhecer - 19º e 20º.\nE solicitou ao 1º réu que procedesse à devolução das quantias - 21º.\nO 1º réu, não obstante este conhecimento que lhe foi dado, recusou-se a devolver o dinheiro, recusa esta que se manteve até ao presente - 22º.\nNesta conformidade, a autora repôs nas contas bancárias destes seus clientes lesados, em 26 de Março de 2003, todas as quantias supra referidas, atendendo a que as assinaturas constantes dos referidos contratos “Caixa Directa” não conferem com as das respectivas fichas de clientes dos titulares das contas - 23º e 24º.\nSob a designação “op-valor”, a quantia global de €548.678,00 foi transferida das contas tituladas pelos AM, JJ e JP, não se tendo logrado, por razões desconhecidas da autora, transferir as quantias de €160.000,00 e de €49.000,00, indicadas como nºs. 111 e 116, sob a designação “op-estado”, no documento de folhas 30 - 25º.\nA quantia de €548.678,00 foi, posteriormente, e, parcialmente, transferida pelo 1º. réu para a conta bancária da 2ª. ré - 26º.\nEm 10 de Fevereiro de 2003, o 1º réu procedeu à transferência bancária da quantia de €100.000,00 da sua referida conta para a conta bancária da 2ª ré, aberta na dependência de Arruda dos Vinhos da CGD, com o nº 010000000 - 27º.\nE, em 20 de Fevereiro de 2003, o 1º réu procedeu à transferência bancária da quantia de €20.000,00 para a mesma conta bancária nº 00000000000, sedeada no referido banco, e titulada pela 2ª ré - 28º.\nA restante quantia necessária para perfazer o total de €548.678,00, foi já, até ao presente, levantada da conta bancária do 1º. réu - 29º.\nDestacando-se, pela sua importância, o levantamento de €200.000,00, em numerário, efectuado pelo 1º réu, em 13 de Fevereiro de 2003, levantamentos estes efectuados pelo próprio, na agência de Arruda dos Vinhos da autora - 30º.\nBem como o levantamento da quantia de €80.000,00, em 13 de Fevereiro de 2003, na agência da Avª. ... da autora, também, em numerário, pelo próprio - 31º.\nO levantamento, em numerário, do total de €95.000,00, processado entre os dias 10 de Fevereiro de 2003 a 20 de Fevereiro de 2003 - 32º.\nA autora tentou contactar com o alegado “promitente comprador” e ora 3º. réu, através da morada constante do contrato promessa, isto é na Avª. ..., 100 – 4º. Dtº, em Lisboa, verificando que, nesta morada, se situam escritórios vazios, não sendo lá conhecido o nome do 3º. réu - 33º.\nNunca foi celebrado um contrato definitivo entre a 2ª ré e o 3º réu - 35º.\nA quantia de €548.678 foi transferida para uma conta, da qual são titulares ambos os réus, AA e BB, a ser movimentada, de forma solidária - 37º.\nA sociedade ré não dispunha, na altura, de conta bancária, na “Caixa Geral de Depósitos” - 40º.\nO réu era titular de conta nessa instituição bancária - 41º.\nNo comprovativo das transferências efectuadas para a conta do 1º réu não consta qualquer nome do remetente - 60º.\nO imóvel, objecto do contrato cuja cópia se encontra descrita na alínea C), foi construído em 1948 - 68º.\nII. DA SUBSIDARIEDADE DO ENRIQUECIMENTO SEM CAUSA\nDefendem os réus que, dispondo a autora de uma fonte da obrigação, em particular, a responsabilidade por facto ilícito, não lhe estava facultado o recurso ao enriquecimento sem causa.\nEstipula o artigo 473º, nº 1, do CC, que “aquele que, sem causa justificativa, enriquecer à custa de outrem, é obrigado a restituir aquilo com que injustamente se locupletou”, acrescentando o artigo 474º, do mesmo diploma legal, que “não há lugar à restituição por enriquecimento, quando a lei facultar ao empobrecido outro meio de ser indemnizado ou restituído…”.\nConstituem, assim, requisitos, essencialmente, constitutivos do enriquecimento sem causa, como fonte autónoma de obrigações, o enriquecimento de alguém, por aumento do activo ou diminuição do passivo, o empobrecimento de outrem, o nexo causal ou a correlação entre o enriquecimento e o empobrecimento, a falta de causa justificativa da deslocação patrimonial verificada, e, finalmente, a ausência de outro meio jurídico de o empobrecido ser indemnizado ou restituído, que, geralmente, se exprime através da afirmação de que a pretensão do enriquecimento injustificado constitui uma acção subsidiária\n(2)\n.\nA falta de causa justificativa do enriquecimento acontece quando não existe uma relação ou um facto que, à luz do direito, da correcta ordenação jurídica dos bens ou dos princípios aceites pelo ordenamento jurídico, legitime tal enriquecimento, por dever pertencer a outra pessoa, por se tratar de uma vantagem que estava reservada ao titular do direito\n(3)\n.\nConstitui, por isso, o enriquecimento por intervenção de terceiro uma categoria autónoma do locupletamento à custa de outrem, que se verifica quando alguém obtém um enriquecimento, através de uma ingerência em bens alheios, traduzida, designadamente, no uso, consumo ou alienação de coisas de outrem\n(4)\n.\nO princípio da subsidiariedade, que agora interessa considerar, significa que o empobrecido só poderá recorrer à acção de enriquecimento, à custa de outrem, quando a lei não lhe faculte outro meio para cobrir os seus prejuízos\n(5)\n, pois que, sempre que exista uma acção específica para desfazer a deslocação patrimonial, o empobrecido deve dar-lhe preferência, não se levantando a questão de saber se há locupletamento injustificado\n(6)\n.\nMas, também, quando através do enriquecimento se obtenham resultados mais favoráveis, o princípio da subsidiariedade não se encontra, completamente, afastado, não ficando, de todo, fechada a porta ao enriquecimento\n(7)\n.\nDe facto, a responsabilidade civil, que visa reparar o dano do lesado, e a obrigação de restituir o enriquecimento injusto do beneficiário podem concorrer na qualificação da mesma situação, principalmente, nos casos de intromissão em direitos ou bens jurídicos alheios\n(8)\n.\nNa hipótese de intromissão dolosa, em bens ou direitos alheios, sob a forma de uso, consumo ou alienação de coisas de outrem, geradora de um enriquecimento para o intruso e, simultaneamente, causa de um dano para o lesado, sendo o montante do dano idêntico ao do locupletamento, e não devendo, em princípio, o quantitativo da indemnização ser inferior ao valor do dano causado, o lesado deve invocar, em primeira linha, o direito à indemnização, e recorrer, subsidiariamente, à obrigação de restituir, com base no enriquecimento, atento o preceituado pelos artigos 562º e 494º, ambos do CC\n(9)\n.\nMas, já não haverá fundamento para sustentar um concurso de pretensões quando a situação não preencha, ao mesmo tempo, os pressupostos de duas ou mais normas integradas em institutos diferentes\n(10)\n.\nRevertendo ao caso em análise, importa reter que, no passado dia 6 de Fevereiro de 2003, a ré “CC, Lda”, representada pelo réu AA, declarou\nprometer vender ao réu DD da Silva que, por seu turno, declarou prometer comprar, para si ou para quem este viesse a indicar, o prédio urbano, sito na Quinta da Azenha, identificado nos autos, pelo preço de €1.300.000,00, declarando que pagaria aquela ré sociedade, ou à pessoa do seu representante legal, a título de sinal e princípio de pagamento, até 15 de Fevereiro de 2003, a quantia de €550.000,00, tendo, igualmente, na aludida data, os representantes do réu DD assegurado a feitura de uma transferência bancária de parte desse valor, vinculando-se à liquidação integral do montante devido, a título de sinal.\nMais declarou, nessa ocasião, o réu DD que pagaria à ré sociedade, ou à pessoa do representante legal desta, até 6 de Março de 2003, através de cheque ou transferência bancária, a quantia de €250.000,00, a título de reforço de sinal, em razão das obras que se encontram a ser realizadas pela mesma, e que a parte remanescente do valor da venda, ou seja, a quantia de €500.000, seria paga, através de cheque ou transferência bancária, à mesma ré sociedade, no acto de assinatura da escritura pública de compra e venda, a qual deveria, imperativamente, realizar-se, no prazo de noventa dias, a contar da data de assinatura do contrato-promessa, a esta competindo a indicação do dia, hora e Cartório Notarial competente para o efeito.\nPorém, nunca foi celebrado qualquer contrato definitivo entre a ré sociedade e o réu DD, cuja localização é desconhecida.\nEntretanto, nos dias 8 e 9 de Fevereiro de 2003, foram efectuadas transferências bancárias, no montante de €548.678,00, para a conta bancária nº 01000000000, titularidade dos réus AA e BB, casados entre si, a ser movimentada, de forma solidária, sedeada na agência de Arruda dos Vinhos da autora, provenientes, directamente, das contas bancárias de três clientes desta, que desconheciam os réus e o contrato-promessa acabado de aludir, mas sem que do comprovativo das transferências efectuadas para aquela conta dos réus constasse qualquer nome do remetente.\nEfectivamente, alguém, agindo como se dos clientes da autora, AM, titular da conta nº 0300000000, sedeada no Calhariz, em Lisboa, JP, titular da conta nº 060000000, sedeada na Rua do Ouro, em Lisboa, e JJ, titular da conta nº 03000000, sedeada na agência da Graça, em Lisboa, se tratasse, mas conhecendo elementos de identificação dos verdadeiros titulares, como, por exemplo, o respectivo número de cliente, e exibindo bilhetes de identidade com os elementos de individualização coincidentes com os constantes dos registos informáticos da autora, mas com a fotografia do apresentante, os quais foram mencionados e exibidos, na hora da apresentação da proposta do contrato, celebrou com a autora, com início em 23 de Dezembro de 2002 e em 8 de Janeiro de 2003, contratos de “Caixa Directa”, na agência do Cais do Sodré, em Lisboa, na agência de Cascais – Estação, e na agência da Praça de Londres, em Lisboa, respectivamente, exibindo bilhetes de identidade donde constavam os nomes daqueles clientes.\nAs propostas de adesão ao contrato de “Caixa Directa” foram apresentadas, em balcões diferentes daqueles onde os titulares das contas, acima identificados, eram conhecidos, por aí terem procedido à abertura das respectivas contas, a fim de evitar qualquer possibilidade de algum funcionário da autora poder detectar que a pessoa que se apresentava ao balcão para aderir ao serviço “Caixa Directa” não era, efectivamente, o verdadeiro titular da conta correspondente.\nPor força da actuação acabada de descrever, foi criada na autora a convicção de que, ao celebrar os contratos “Caixa Directa”, estava a outorgá-los com os verdadeiros titulares das mencionadas contas, o que determinou que a autora permitisse, através da subscrição de tais contratos, o acesso e a movimentação das referidas contas bancárias, convencida como estava que quem procedia às aludidas transferências bancárias eram os próprios titulares das mesmas.\nAs transferências bancárias efectuadas não foram, efectivamente, ordenadas por AM, JJ e JP, nem por ninguém a seu mando, mas provieram, directamente, das contas destes, sem passar pela titularidade de mais ninguém.\nDa quantia de €548.678,00, o réu AA transferiu para a conta bancária da ré sociedade\n, e\nm 10 de Fevereiro de 2003, a quantia de €100.000,00, e, em 20 de Fevereiro de 2003, a quantia de €20.000,00, no total de €120000,00, enquanto que o restante montante necessário para perfazer o total de €548.678,00, foi já, até ao presente, levantado da conta bancária do réu AA.\nA autora solicitou ao réu AA que procedesse à devolução dessas quantias, mas este, não obstante o conhecimento que lhe foi dado sobre a sua origem, recusou-se a devolver o dinheiro, tendo aquela, em 26 de Março de 2003, reposto nas contas bancárias destes seus clientes lesados todas as quantias acabadas de referir.\nEfectivamente, um dos pressupostos da responsabilidade civil, por factos ilícitos, que condiciona a obrigação de indemnizar imposta ao lesante, consiste, desde logo, no facto voluntário do agente.\nOra, não se tendo provado que os réus tenham sido os autores materiais dos actos de deslocação patrimonial, objectivados nas transferências bancárias efectuadas por “alguém”, cuja identidade se não demonstrou, para as contas dos mesmos, não se constituíram, por falta do aludido pressuposto objectivo, na correspondente obrigação de indemnizar que, consequentemente, não tem, no caso em apreço, campo de aplicação\n(11)\n.\nAliás, contrariamente ao alegado pelos réus, o contrato-promessa ajuizado não serviu de causa ao enriquecimento daqueles, de modo a que, por força de uma eventual invalidade do mesmo, pudessem os clientes da autora ver repostas nas suas contas as quantias que das mesmas, ilicitamente, se viram privados, porquanto, não tendo estes outorgado o contrato-promessa, não poderiam aspirar ao reingresso do dinheiro na sua titularidade.\nEfectivamente, se alguma coisa o contrato-promessa significa, na construção negocial idealizada pelos outorgantes, foi a tentativa de encontrar uma escapatória credível para o aparecimento de uma tão avultada quantia pecuniária na conta bancária dos réus AA e esposa.\nA isto acresce que as transferências bancárias efectuadas não foram ordenadas pelos titulares legítimos dos respectivos fundos, nem por ninguém a seu mando, provindo, directamente, das contas destes, sem passar pela titularidade de qualquer outra pessoa, nomeadamente, do réu DD, promitente comprador.\nE, não se provando que as aludidas transferências bancárias para a titularidade dos réus AA e esposa tenham sido determinadas pelos titulares das contas defraudadas ou por ordem do réu, promitente comprador, inexistindo, portanto, qualquer intermediário no circuito bancário que conduziu essas quantias, directamente, dos lesados para a conta daqueles réus, é insustentável, como pretendem os recorrentes, que tais montantes jamais os enriqueceram, mas, tão-só, aqueles clientes da autora.\nAssim sendo, inexistindo uma acção específica para desfazer a deslocação patrimonial ocorrida, nomeadamente, a declaração de nulidade ou de anulabilidade, a resolução ou revogação do contrato, a indemnização, a gestão de negócios ou a reivindicação, e por cobro à lesão verificada, é lícito o recurso à acção de enriquecimento sem causa.\nIII. DA SUB-ROGAÇÃO\nSustentam, igualmente, os recorrentes que não se verifica o preenchimento dos requisitos inerentes à sub-rogação legal.\nA sub-rogação supõe o pagamento e, portanto, que o terceiro que paga pelo devedor só fica sub-rogado nos direitos do credor com o pagamento\n(12).\n, ou seja, segundo a definição contida no artigo 592º, nº 1, do CC, para a hipótese da sub-rogação legal, que aqui interessa considerar, que o terceiro que cumpre a obrigação só fica sub-rogado nos direitos do credor quando tiver garantido o cumprimento, ou quando, por outra causa, estiver directamente interessado na satisfação do crédito, adquirindo, então, na medida da satisfação dada aos direitos do credor, os poderes que a este competiam, atento o preceituado pelo artigo 593º, nº 1, do mesmo diploma legal.\nEstaria a autora “Caixa Geral de Depósitos, SA” constituída, por força de lei, na obrigação de repor as contas bancárias dos seus clientes lesados, de todas as quantias de que os mesmos foram, ilicitamente, privados?\nEfectivamente, a relação estabelecida entre os clientes da autora e esta consubstancia-se num contrato de depósito bancário, de natureza irregular, por ter como objecto coisa fungível, aplicando-se-lhe, na medida do possível, as normas relativas ao contrato de mútuo, atento o disposto pelos artigos 1205º e 1206º, do CC, que se define como aquele, através do qual o depositante empresta a um banco uma quantia em dinheiro, mediante uma retribuição, a título de juros, ficando o banco depositário, proprietário dela, por efeito da transferência contratual, como resulta do preceituado pelo artigo 1144º, do mesmo diploma legal, mas com a obrigação de restituir outro tanto, do mesmo género e qualidade, logo que o depositante o exija, o que significa que o banco pode dispor das importâncias depositadas, nas suas múltiplas actividades, na condição de respeitar as normas de liquidez e solvabilidade a que está submetido\n(13)\n.\nEstá-se, no caso concreto, perante a figura do “crime informático”, que se traduz numa situação em que uma pessoa não autorizada se introduz na própria rede informática, eventualmente, sem necessidade de recorrer a qualquer cartão de acesso, intromissão essa acompanhada da movimentação do saldo de depósitos bancários, através de um computador, que utiliza com a intenção de obter um enriquecimento ilegítimo, por via de regra, causadora de enormes prejuízos\n(14)\n.\nOs contratos “Caixa Directa” celebrados pelo agente ou agentes da ilícita apropriação de fundos com a autora, definem-se pelo funcionamento\non-line,\natravés da atribuição ao aderente de um número de código, que actua como se de um número de PIN Multibanco se tratasse, permitindo aos respectivos aderentes, entre outras vantagens, a possibilidade de movimentarem as respectivas conta ou contas, através do telefone ou da\ninternet\n.\nNo âmbito da discussão em torno da distribuição da responsabilidade pelos danos causados, em virtude da utilização ilícita do sistema informático bancário, nos casos de prejuízos não imputáveis aos clientes, entende-se que, sendo os bancos, enquanto instituições de crédito, que exercem, profissionalmente, um papel de intermediação nos pagamentos, e que ponderam o grau dos investimentos necessários para a segurança dos mecanismos utilizados, devem, consequentemente, responder, em primeira linha, pelo sistema informático que propõem aos seus clientes\n(15)\n, com base no princípio da responsabilidade do produtor pelos vícios do seu produto\n(16)\n.\nAliás, na linha da construção jurídica que se defendeu para o contrato de depósito bancário, ao qual se aplica o regime do contrato de mútuo, considerando que que as coisas mutuadas se tornam propriedade do mutuário pelo facto da entrega, o risco do seu perecimento corre, por conta do adquirente, ou seja, do banco, isto é, da autora, não ficando o devedor exonerado pelo facto de perecerem as coisas com que se dispunha a cumprir, enquanto a prestação for possível com coisas do género estipulado, por força das disposições combinadas dos artigos 1144º, 796º, nº 1 e 540º, todos do CC.\nPor outro lado, considerando que a obrigação de restituição que impende sobre o banco se cumpre, no que concerne às operações de transferência electrónica de fundos, como, em geral, no que respeita a todos os serviços de caixa tradicionais, através da inscrição a débito da conta do respectivo titular pelo montante da ordem de pagamento por si proferida, sempre que o banco debite na conta do seu cliente uma determinada quantia, sem a autorização deste, nomeadamente, por virtude de uma actuação fraudulenta de um terceiro, não imputável a acto ou omissão do cliente, este manter-se-á credor do montante debitado\n(17)\n.\nAinda que a ordem de pagamento tenha sido dada por um terceiro, mediante a via electrónica, acompanhada, eventualmente, da introdução de um cartão de débito e da correcta marcação do PIN respectivo, torna-se irrelevante o cumprimento efectuado ao credor aparente, não extinguindo o cumprimento feito a terceiro a obrigação do devedor, ficando o «solvens» obrigado a efectuar uma nova prestação perante o verdadeiro credor, enquanto a mesma se não tornar liberatória, em conformidade com o disposto pelos artigos 476º, nº 2 e 770º, ambos do CC\n(18)\n.\nOra, tendo a autora interesse directo na satisfação dos créditos dos clientes lesados, sob pena de se encontrar sujeita a responsabilidade civil contratual perante os mesmos, como causa justificativa da sub-rogação legal, e cumprindo, em lugar do devedor, subentrou na posição dos primitivos credores.\nIV. DA EXTENSÃO DA RESTITUIÇÃO\nDefendem os recorrentes que não podem ser responsabilizados pela totalidade da quantia de €548.678,00, que foi depositada numa conta do réu AA.\nEfectivamente, neste particular, ficou demonstrado, como já se disse, que foram efectuadas transferências bancárias, no montante de €548.678,00, para a conta bancária dos réus AA e esposa, BB, sendo certo que deste quantitativo aquele réu levantou a importãncia de €375000,00 e transmitiu para a ré “CC, Lda” a quantia de €120000,00, enquanto que o remanescente de €53678,00 foi retirado daquela conta bancária, desconhecendo-se o destino concreto que lhe foi dado.\nA sociedade unipessoal por quotas, tal é o caso da ré “CC – Promoção Imobiliária Unipessoal, Lda”, é constituída por um único sócio, pessoa singular ou colectiva, que é o titular da totalidade do capital social, podendo resultar da concentração, na titularidade de um único sócio, das quotas de uma sociedade por quotas, independentemente da causa da concentração, efectuando-se esta transformação, mediante declaração do sócio único, que manifeste a vontade de operar a transformação da sociedade em sociedade unipessoal por quotas, atento o preceituado pelos artigos 270º-A, nºs 1, 2 e 3, e 270º-C, nº 1, ambos do Código das Sociedades Comerciais (CSC).\nAs sociedades comerciais e as sociedades civis, sob a forma comercial, gozam de personalidade jurídica ou colectiva, a partir da data do registo definitivo do acto constituinte, representando, porém, um ser jurídico diferente da colectividade dos seus sócios, dotadas de autonomia patrimonial, já que são elas próprias, e não os sócios, os titulares dos direitos e obrigações nelas encabeçadas, não obstante, também, ser verdade que estes têm uma parte, uma quota ou participação social, direito de natureza complexa, e que se traduz em subdireitos de vária ordem, como o direito de quinhoar e participar nos lucros anuais periódicos ou de exercício da sociedade e nos lucros finais ou de liquidação, ou seja, o direito a uma parte do activo líquido apurado aquando da liquidação da sociedade, nos termos das disposições conjugadas dos artigos, 5º, 21º, nº 1, a), 22º, nº 1, 156º, 159º e 217º, nº 1, do CSC.\nComo assim, é manifesto que, no âmbito patrimonial, ao empobrecimento dos clientes da autora, que resultou da ilícita deslocação de fundos das suas contas para a conta dos réus AA e esposa, sucedeu o enriquecimento imediato destes, continuado com o subsequente locupletamento da ré “CC, Lda”, e, automaticamente, com o enriquecimento do réu AA, seu único sócio, e, correlativamente, de novo, da ré esposa, BB, ainda que escalonado no tempo.\nE esta solução compagina-se quer com o entendimento de que a mesma pressupõe que o enriquecimento tenha sido obtido, imediatamente, à custa do empobrecimento de quem se arroga o direito à restituição, ainda que se trate de um requisito não, expressamente, formulado pelo artigo 473º, do CC, quando muito dedutível ao artigo 481º\n(19)\n, quer com o entendimento de que houve uma deslocação patrimonial indirecta, através do património intermédio dos réus AA e esposa, sem que a exigência de uma deslocação patrimonial directa se mostre excessiva, susceptível de ferir o comum sentimento da justiça\n(20)\n.\nA este propósito, tendo o réu AA, beneficiário inicial do enriquecimento, alienado, gratuitamente, à ré sociedade uma parte substancial dos fundos desviados das contas dos clientes da autora, e tendo aquele, manifestamente, conhecimento da falta de causa do locupletamento, a adquirente, mesmo que estivesse de boa-fé, o que os réus não demonstraram, continuaria a responder, na medida do seu próprio enriquecimento, por força do preceituado pelos artigos 481º, nºs 1 e 2 e 480, b), ambos do CC\n(21)\n.\nEfectivamente, seria conflituar com o sentimento ético-jurídico do homem comum libertar o sócio da ré “CC, Lda”, AA, da obrigação de restituir à autora os montantes com que, sem causa justificativa, aquela ré sociedade enriqueceu, por ter sido no património desta que os mesmos vieram a confluir, para, a partir dele, terem enriquecido, ainda que, escalonadamente, no tempo, o património do seu sócio, através dos subdireitos inerentes às respectivas quotas sociais.\nNa verdade, a responsabilidade dos sócios das sociedades por quotas, cujas norma reguladoras se aplicam às sociedades unipessoais por quotas que, como a presente, não pressuponham a pluralidade de sócios, é solidária com os outros ou o outro sócio, por todas as entradas convencionadas no contrato social, de acordo com o disposto pelo artigo 197º, nº 1, e 207º, do CSC, não respondendo, por via de regra, pelas obrigações sociais, porquanto pelas dívidas sociais só ela responde com o seu património, sem prejuízo de o respectivo estatuto estabelecer se esta responsabilidade é solidária com a da sociedade, ou subsidiária relativamente a ela, atento o estipulado pelo artigo 197º, nº 3 e 198º, ambos do CSC.\nAssim sendo, quer a ré “CC, Lda”, quer o sócio AA, porque ambos enriqueceram, à custa do empobrecimento da autora, devem ser condenados no pagamento à mesma da quantia correspondente à totalidade da deslocação patrimonial, ilicitamente, obtida.\nDe todo o modo, há que respeitar o trânsito em julgado do acórdão da Relação de Lisboa, confirmatório da sentença recorrida, na parte em que condenou os réus AA e mulher, BB, a pagarem à autora, solidariamente, a quantia de €428.678, e a ré “CC, Lda”\na pagar à autora a quantia de €120.000, em virtude de a autora se ter conformado com o assim decidido, atento o princípio da proibição da «reformatio in pejus», constante do artigo 684º, nº 4, do CPC\n(22)\n.\nV. DO PROVEITO COMUM DO CASAL\nSustentam os recorrentes que a ré BB em nada beneficiou com a quantia transferida para a conta de que é titular com o réu AA, pelo que se não verifica a situação do proveito comum do casal.\nFicou demonstrado, nesta parte, que, nos dias 8 e 9 de Fevereiro de 2003, foram efectuadas transferências bancárias de fundos oriundos, directamente, das contas bancárias de três clientes da autora, no montante de €548.678,00, para uma conta bancária, da titularidade dos réus AA e BB, que são casados entre si, a ser movimentada, de forma solidária.\nNo âmbito das contas bancárias plurais ou colectivas, destacam-se as contas solidárias, que agora interessa considerar, que permitem, por contraposição às denominadas contas conjuntas, que a mobilização e disposição dos fundos depositados possa ser efectuada, por qualquer um dos seus titulares, indistinta e isoladamente, independentemente da autorização ou ratificação dos restantes titulares, e ainda de quem seja, de facto, ou, juridicamente, o proprietário desses valores\n(23)\n.\nAssim sendo, a denominação de uma conta solidária expressa, exclusivamente, a disponibilidade dos valores depositados na mesma\n(24)\n, cuja titularidade não pré-determina a propriedade dos activos nela contidos, facilitando aos respectivos titulares, tão-só, a disponibilidade dos fundos que nas mesmas existam.\nEsta modalidade de conta colectiva adequa-se ao princípio definido pelo artigo 512º, nº 1, do CC, segundo o qual a obrigação é solidária, quando cada um dos credores [depositantes ou titulares da conta] tem a faculdade de exigir, por si só, a prestação integral e esta libera o devedor [o banco depositário] para com todos eles.\nContudo, é distinto este direito de crédito, que se traduz na faculdade de mobilização dos fundos, de que é titular cada um dos depositantes solidários, do direito real que recai sobre o dinheiro, e que pode pertencer apenas a algum ou alguns dos titulares da conta ou, até mesmo, a um terceiro.\nPorém, nada resultando da relação jurídica existente entre os credores ou os devedores solidários sobre a medida da comparticipação de cada um no crédito ou no débito, funciona a presunção consagrada pelo artigo 516º, do CC, segundo a qual “…os devedores ou credores solidários comparticipam em partes iguais na dívida ou no crédito,…”.\nPor isso, é que se duas pessoas fizerem um depósito bancário, em regime de solidariedade activa, presume-se, enquanto se não fizer prova noutro sentido, que cada um dos depositantes é titular de metade da conta\n(25)\n.\nPara além de se distinguir a propriedade dos fundos depositados da titularidade da conta bancária que os recebe, não pertencendo, também, aqueles, legitimamente, a qualquer um dos titulares da conta, e sendo esta solidária, a ré BB é responsável, solidariamente, com o réu AA, seu marido, pelo pagamento da quantia de €428678,00.\nImprocedem, assim, com o devido respeito, as conclusões constantes das alegações da revista dos réus recorrentes.\nCONCLUSÕES:\nI -\nA falta de causa justificativa do enriquecimento acontece quando não existe uma relação ou um facto que, à luz do direito, da correcta ordenação jurídica dos bens ou dos princípios aceites pelo ordenamento jurídico, legitime tal enriquecimento, por se tratar de uma vantagem que estava reservada a outra pessoa, ao titular do direito.\nII - Na hipótese de intromissão dolosa, em bens ou direitos alheios, sob a forma de uso, consumo ou alienação de coisas de outrem, geradora de um enriquecimento para o intruso e, simultaneamente, causa de um dano para o lesado, sendo o montante do dano idêntico ao do locupletamento, o lesado deve invocar, em primeira linha, o direito à indemnização, e recorrer, subsidiariamente, à obrigação de restituir, com base no enriquecimento sem causa.\nIII - Não se provando que as transferências bancárias para a titularidade da conta dos réus beneficiários dos fundos tenham sido determinadas pelos titulares das contas defraudadas ou por ordem do réu, promitente comprador, inexistindo, portanto, qualquer intermediário no circuito bancário que conduziu essas quantias, directamente, das contas dos lesados para a conta daqueles réus, promitentes vendedores, não é sustentável afirmar-se que tais montantes jamais enriqueceram estes últimos.\nIV – Tornando-se as coisas mutuadas propriedade do mutuário, pelo facto da entrega, o risco do seu perecimento corre por conta do adquirente, ou seja, do banco devedor, que não fica exonerado pelo facto de desaparecerem das contas dos seus clientes os fundos com que se dispunha a cumprir, enquanto a prestação for possível com coisas do género estipulado, isto é, com dinheiro.\nV - Sempre que o banco debite na conta do seu cliente uma determinada quantia, sem autorização deste último, nomeadamente, por virtude de uma actuação fraudulenta de um terceiro, não imputável a acto ou omissão do cliente, este manter-se-á credor do montante debitado.\nVI - Ainda que a ordem de pagamento tenha sido dada a um banco, por um terceiro, mediante via electrónica, acompanhada, eventualmente, da introdução de um cartão de débito e da correcta marcação do PIN respectivo, torna-se irrelevante o cumprimento efectuado por aquele ao credor aparente, não extinguindo a obrigação do banco devedor o cumprimento feito a terceiro, ficando o «solvens» obrigado a efectuar uma nova prestação, perante o verdadeiro credor, enquanto a mesma se não tornar liberatória.\nVII -\nA conta solidária expressa, exclusivamente, o direito de crédito que se traduz na faculdade de mobilização dos fundos, de que é titular cada um dos depositantes solidários, a disponibilidade dos valores depositados na conta, cuja titularidade não pré-determina a propriedade dos activos contidos na mesma, e que pode pertencer apenas a algum ou alguns dos titulares da conta ou, até mesmo, a um terceiro, facilitando aos respectivos titulares, tão-só, a disponibilidade dos fundos que nelas existam.\nVIII - Na falta de demonstração em contrário, presume-se que cada um dos depositantes, em conta bancária solidária, é proprietário de metade dos fundos nela existentes, não pertencendo os mesmos, legitimamente, a qualquer um dos titulares da conta, sendo, portanto, todos responsáveis solidários pela obrigação de os restituir, em consequência do enriquecimento sem causa verificado, independentemente da prova do proveito comum do casal dos depositantes da conta.\nDECISÃO:\nPor tudo quanto exposto ficou, acordam os Juízes que constituem a 1ª secção cível do Supremo Tribunal de Justiça, em negar a revista, confirmando o acórdão recorrido.\nCustas pelos réus-recorrentes.\nNotifique.\nLisboa, 12 de Fevereiro de 2009\nHelder Roque (relator)\nSebastião Póvoas\nMoreira Alves.\n_________________________\n(\n1)\nSTJ, de 25-2-2003, CJ (STJ), 2003, T1, 109; STJ, de 30-1-97 (Processo nº 751/96, 2ª secção); e de 14-1-97 (Processo nº 605/96, 1ª secção).\n(2)Antunes Varela, das Obrigações em Geral, I, 1970, 318; Almeida Costa, Direito das Obrigações, 10ª edição reelaborada, 2006, 491; STJ, de 14-5-96, CJ (STJ), Ano IV, T2, 70.\n(3) Pires de Lima e Antunes Varela, Código Civil Anotado, I, 4ª edição, revista e actualizada, 1987, 455 e 456; Vaz Serra, RLJ, Ano 102º, 377 a 379; Pereira Coelho, O Enriquecimento e o Dano, RDES, Ano XVI, nºs 1 e 2, Janeiro/Junho, 1969, 21 e ss.\n(4) STJ, de 23-3-1999, BMJ nº 485, 396.\n(5) Almeida Costa, Direito das Obrigações, 10ª edição reelaborada, 2006, 502.\n(6)Galvão Telles, Direito das Obrigações, 7ª edição, revista e actualizada, 1997, 203.\n(7) Meneses Cordeiro, Direito das Obrigações, 2º volume, 1986 (reimpressão), 69.\n(8) Antunes Varela, Das Obrigações em Geral, I, 1970, 336.\n(9)Antunes Varela, Das Obrigações em Geral, I, 1970, 310, 337 e 338; Meneses Leitão, O Enriquecimento sem Causa no Direito Civil, Almedina, 2005, 676 e 678.\n(10) Antunes Varela, Das Obrigações em Geral, I, 1970, 337, nota (334).\n(11) Pereira Coelho, O Enriquecimento e o Dano, RDES, Ano XVI, nºs 1 e 2, Janeiro/Junho, 1969, 24 e 25.\n(12)\nVaz Serra, RLJ, 99º, 360\n(13) José Ibraimo Abudo, Do Contrato de Depósito Bancário, 2004, Almedina, 103 e 104.\n(14) Maria Raquel Guimarães, As Transferências Electrónicas de Fundos e os Cartões de Débito, Almedina, 1999, 209 a 211.\n(15) Xavier Thunis, La responsabilité dans les réseaux de services à valeur ajoutée: le cas des transferts électroniques de fonds, in Droit de l’ informatique et des télécoms, nº 2, 1990, 31, § 25.\n(16) Michel Vasseur, Le paiement électronique. Aspects Juridiques, in Juris-Classeur Périodique, Paris, 1985, § 38; João Nabais, Transferências Electrónicas de Fundos: problemas Jurídicos, in Revista da Banca, nº 2, Abril/Junho, 1987, 83; Amável Raposo, Alguns Aspectos Jurídicos dos Pagamentos através das caixas automáticas: responsabilidade civil e prova, BMJ nº 377, 20 e 21.\n(17) Xavier Favre-Bulle, Le droit communautaire du paiement électronique, Etudes de droit de la consummation, II, 1992,154 e 155.\n(18)\nAntunes Varela, Das Obrigações em Geral, II, 2ª edição, 1973, 35.\n(19) Pires de Lima e Antunes Varela, Código Civil Anotado, I, 4ª edição, revista e actualizada, 1987, 457 e 469; Antunes Varela, Das Obrigações em Geral, I, 1970, 330 a 333;Almeida Costa, Direito das Obrigações, 10ª edição reelaborada, 2006, 497 e 498; e Pereira Coelho, Um problema de enriquecimento sem causa, RDES, Ano XVII, nºs 2, 3 e 4, Abril/Dezembro de 1979, 351 e ss.\n(20) Antunes Varela, Das Obrigações em Geral, I, 1970, 330 a 333; Vaz Serra, BMJ nº 82, 248; STJ, de 15-11-95, BMJ nº 451, 387; e de 10-11-81, BMJ nº 311, 353.\n(21) Meneses Leitão, O Enriquecimento sem Causa no Direito Civil, Almedina, 2005, 816 a 818.\n(22) STJ, de 24-2-1999, BMJ nº 484, 359; e de 16-3-89, BMJ nº 385, 552.\n(23) José Maria Pires, Direito Bancário, II, Lisboa, 1995, 149.\n(24) Rita Lobo Xavier, RDES, Ano XXXVII, nºs 1, 2 e 3, Janeiro/Setembro, 1995, 244, nota (13).\n(25) STJ, de 7-7-1977, BMJ nº 269, 136.",
    "type": "Acordao"
}