{
    "link": "http://www.dgsi.pt/jstj.nsf/954f0ce6ad9dd8b980256b5f003fa814/cf462bc30cdf183b802587e60055fc02?OpenDocument",
    "court": "Supremo Tribunal de Justiça",
    "_id": "19473/17.6T8LSB.L1.S1",
    "author": [
        "PEDRO DE LIMA GONÇALVES"
    ],
    "descriptors": [
        "CONSENTIMENTO INFORMADO",
        "DANO ESTÉTICO",
        "RESPONSABILIDADE CONTRATUAL",
        "OBRIGAÇÕES DE MEIOS E DE RESULTADO",
        "ÓNUS DA PROVA",
        "ATO MÉDICO",
        "PRESUNÇÃO DE CULPA"
    ],
    "date": "01/18/2022",
    "year": 2022,
    "summary": "I.\nA jurisprudência alerta para a necessidade de, em sede de qualificação da obrigação assumida pelo médico como de meios ou de resultado, se adotar uma aproximação casuística, que entre em linha de conta com a\nnatureza\ne o\nobjetivo\ndo ato médico, qualificação que tem implicações quanto aos pressupostos da responsabilidade civil, nomeadamente em sede de repartição do ónus da prova.\nII. No caso dos autos, para efeitos de qualificação da obrigação como de resultado (ou quase resultado), assume uma\nimportância nodal\na consideração do\nobjetivo\nque esteve na génese da intervenção: a introdução de alterações morfológicas ao pénis do paciente, ditada pelo critério estético deste e, por conseguinte, pela sua decisão pessoal, em que a cirurgia não foi realizada por existir uma necessidade médica ou mesmo uma conveniência clínica em curar uma doença.\nIII. Sobre o médico recai um dever de informação e de obtenção de consentimento informado, deveres estes que surgem para neutralizar (ainda que sem eliminar) a assimetria de informação que tipicamente caracteriza a relação médico-paciente.\nIV. A prova acerca da existência do consentimento informado do paciente acerca dos riscos, enquanto facto impeditivo do seu direito (artigo 342.º, n.º 2, do Código Civil), competia ao prestador médico.\nV. Concluindo-se que o 1.º Recorrente não logrou provar – como lhe competia – ter esclarecido de forma cabal o Recorrido acerca do risco, objetivamente previsível, de não verificação do resultado visado (aumento peniano), o Recorrido não se poderia ter conformado com a causação de um dano cuja probabilidade de ocorrência não lhe foi cabalmente transmitida, não sendo, pois, de cogitar qualquer exclusão da ilicitude da conduta do médico por esta via.\nVI. O 1.º Recorrente não logrou afastar a presunção de culpa que sobre si recaía em conformidade com o estatuído no artigo 799.º, n.º 1, do Código Civil, tendo fracassado na demonstração de que não deveria, nem poderia, nas circunstâncias concretas, ter agido de diferente modo, isto é, que o resultado danoso ocorreu não obstante o recurso às melhores práticas médicas.",
    "full_text": "Acordam no Supremo Tribunal de Justiça:\nI. Relatório\n1.\nAA\ninstaurou a presente ação declarativa de condenação, com processo comum, contra\nBB\n,\nClínica Biscaia Fraga – Cirurgia Plástica e Estética, Lda.\ne\nSeguradoras Unidas, S.A.,\nanteriormente designada A.M.A. Seguros, peticionando a condenação no pagamento de €12 844,58, a título de indemnização por danos patrimoniais e de €50 000,00, a título de indemnização por danos não patrimoniais, quantias essas acrescidas de juros de mora, à taxa legal, desde a data da citação e até integral pagamento.\n2\n. Citados, os Réus apresentaram contestação.\nConcluíram, pedindo a improcedência da ação e a sua absolvição do pedido e a condenação do Autor como litigante de má fé.\n3\n. Realizada a audiência de julgamento, foi proferida sentença, que decidiu:\n“\nPelo\nexposto,\njulgo\na\nacção\nparcialmente\nprocedente\ne,\nem\nconsequência:\nI)\ncondeno\no\nR.\nBB\ne\na\nR.\nSeguradoras\nUnidas,\nLda,\na\npagar\nao\nA.:\na)\na\nquantia\nde\n€\n10.426,65,\nacrescida\nde\njuros\nde\nmora\na\ncontar\nda\ncitação,\nà taxa\nlegal\nde\n4%\nao\nano\ne\naté\nintegral\npagamento;\nb)\na\nquantia\nde\n€\n20.000,00,\nacrescida\nde\njuros\nde\nmora\nvincendos\ndesde\na\ndata\npresente\nsentença,\nà\nmesma\ntaxa,\naté\nintegral\npagamento;\nII)\nabsolvo\nos\nRR.\nsupra\nreferidos\ndo\nmais\nque\ncontra\nsi\nera\npeticionado\ne\nabsolvo\na\nR.\nClínica\nBiscaia\nFraga\n–\nCirurgia\nPlástica\ne\nEstética,\nLda,\nda\ntotalidade\ndo\npedido.\nNão\nse\ncondena\no\nA.\ncomo\nlitigante\nde\nmá\nfé”.\n4.\nNão se conformando com esta decisão, os Réus interpuseram recurso de apelação para o Tribunal da Relação ....\n5.\nO Tribunal da Relação ... veio a julgar o recurso de apelação improcedente, e confirmou a decisão proferida pelo Tribunal de 1.ª instância, sem voto de vencido, e com a mesma fundamentação, tendo mantido, os factos dados como provados e não provados pelo Tribunal de 1ª instância.\n6.\nInconformados com tal decisão, os Réus BB e Seguradoras Unidas, S.A. vieram interpor o presente recurso de revista, formulando as seguintes (transcritas) conclusões:\nI. Com o presente recurso visa-se por em crise a decisão de direito proferida pelo Tribunal da Relação ... que confirmou a sentença de 1ª Instância que julgou a acção por parcialmente por provada e condenou os ora Recorrentes no pedido.\nII. A revista deve ser admitida porquanto no caso em apreço se verificam as três situações a que alude o nº 1 do art.º. 672º do C. P. Civil.\nIII. (1) Está em causa uma questão cuja apreciação pela sua relevância jurídica é claramente necessária para uma melhor aplicação do direito. Debate-se nos autos o resultado de uma cirurgia de aumento peniano com uma finalidade estética. O acórdão recorrido defende que se trata de uma obrigação de resultado e não de uma obrigação de meios como a propósito dos\nmesmos factos\nfoi defendido pelo T. R. … e pelo …ª Juízo Cível dos Juízos Cíveis … nos processos identificados na motivação.\nAcresce a esta controvérsia judicial a circunstância de estar assente nos autos que o paciente rompeu o protocolo médico, não tendo comparecido às revisões no pós-operatório. Constituindo a lipoplastia um enxerto de gordura, que inclusivamente pode ser rejeitado pelo organismo do paciente, e não se tendo dado como provados factos que revelem ter o médico violado a “legis artis” é da maior relevância jurídica determinar se ainda assim a obrigação é de resultado como defende o acórdão recorrido, ou é de meios, como defendem as outras duas decisões sobre os mesmos factos.\nIV. (2) Está em causa interesse de particular relevância social. O caso em análise suscitou intenso debate televisivo, designadamente na ..., porquanto, como o próprio acórdão assume, ao considerar a obrigação de resultado na cirurgia estética, ao invés de uma obrigação de meios, veio defender algo em sentido contrário ao que até aqui tinha sido decidido pela maioria da jurisprudência.\nV. A decisão recorrida veio ainda introduzir a questão da irrelevância do acompanhamento pós-operatório no resultado cirúrgico obtido, e a condenação do médico, independentemente de se ter provado a violação da “legis artis”, apenas com base no resultado obtido. O que em nosso entender pode levantar duas questões de alarme social; a primeira é a desconsideração da importância dos cuidados pós operatórios comummente assentes até agora como absolutamente essenciais no êxito cirúrgico, o que até pode conduzir a uma actividade médica defensiva, por receio de responsabilização do médico que apesar de ter cumprido todas as regras a que estava vinculado, não conseguiu obter o resultado pretendido pelo paciente, seja por riscos inerentes ao próprio acto, seja porque o paciente não cumpriu o protocolo pós-operatório. A segunda a um alarme das seguradoras, que a partir daqui terão de repensar toda a sua actividade seguradora de actos médicos, porquanto a responsabilidade do médico sobressai inesperadamente agravada.\nDonde, também por esta razão a revista deve ser admitida.\nVI. (3) Finalmente, o acórdão ora posto em crise está em total oposição com o acórdão transitado em julgado proferido pelo T. R. Porto, em 07.06.2006 de que se junta cópia. Donde, também por esta razão a revista deve ser admitida.\nVII. O ora Recorrido contratou os serviços do Recorrente para entre outros serviços lhe prestar um serviço cirúrgico de aumento peniano por razões estéticas (conforme artigo 9º dos factos provados).\nVIII. O serviço contratado consistia em retirar tecido adiposo – vulgo gordura – de uma parte do corpo do Recorrido e aplicá-la ao longo do corpo do pénis, uniformemente para que este aumentasse (cfr. artigo 11º dos factos provados).\nIX. A terapêutica proposta e aceite pelo ora Recorrido implicava o tratamento em diversos tempos cirúrgicos, e ainda, o uso de extensor com vista ao aumento do comprimento do pénis e a manter o tecido adiposo distribuído de forma uniforme (cfr. artigo 11º, alínea d) dos factos provados).\nX. Resulta dos factos provados – artigo 63 – que após a última cirurgia a que foi submetido, o A. ora Recorrido não compareceu às consultas de revisão prescritas pelo ora Recorrente.\nXI. E em virtude disso, a partir dessa data, o A. ora Recorrido não efectuou o controlo clínico do tratamento respeitante ao uso do extensor.\nXII. Resulta dos factos provados que o ora Recorrido apenas foi visto por médico urologista em 22.09.2012, ou seja, quase um ano e meio depois do último acto cirúrgico a que foi sujeito.\nXIII. Não resulta dos factos provados que o R. ora Recorrente tenha violado a “legis artis”.\nXIV. O Tribunal recorrido entende que a obrigação do médico no caso em análise se trata de uma obrigação de resultado, e uma vez que o paciente apresenta lesões se verifica a ilicitude do acto, e se presume a culpa, e que o facto de o paciente não ter comparecido no pós-operatório é irrelevante para a lide, assim como é irrelevante não ter permitido o acompanhamento do uso do extensor, uma vez que não provou que tratamentos lhe teria efectuado o médico nessas consultas para evitar o dano.\nXV. Quanto ao facto da obrigação ser de resultado, e não de meios, como foi defendido a propósito do caso aqui em apreço, nas duas decisões judiciais supra citadas, temos que exigir ao médico a obtenção de um resultado num acto médico-cirúrgico que corresponde a um enxerto de tecido adiposo,\né\nexigir-lhe\num\nresultado\nimpossível\n- bastava o enxerto\nnão\npegar\n.\nXVI. Por conseguinte, a obrigação aqui em causa, contrariamente ao decidido, só podia ser de meios.\nXVII. Contrariamente ao decidido para a verificação do pressuposto da ilicitude, não bastaria ao ora Recorrido demonstrar a não verificação ou a desconformidade do resultado obtido; seria necessário demonstrar que o médico incumpriu as “legis artis” concretamente aplicadas no caso em apreço, o que não sucedeu. Não há um único facto dado como assente donde resulta que o Recorrente não aplicou as melhores práticas médicas.\nXVIII. Tendo em conta a conduta do paciente aqui Recorrido que incumpriu o protocolo pós-operatório a que se obrigou, condenar o médico pelo resultado obtido, tal como se fez, é confundir perigosamente o que seja causa adequada com causa sine qua non.\nXIX. Verificada a ilicitude, por força do preceituado no art. 799.º, n.º 1 do Código Civil, incumbe ao médico afastar a presunção de culpa.\nXX. No caso em apreço não se verificou a ilicitude, mas ainda assim o médico provou que o paciente não cumpriu a parte que lhe competia para o êxito do resultado médico obtido, e não se diga que a prova feita é irrelevante, quando resulta cristalino que o paciente quebrou o protocolo acordado.\nXXI. Ora, não se pode impor ao médico a responsabilidade por um resultado em que não foram observados todos os pressupostos por si impostos à partida para a obtenção do mesmo.\nXXII. Apesar de todo o supra exposto, apenas por mera necessidade de raciocínio, admitindo haver qualquer acto ilícito por banda do ora Recorrente, diz-nos o artigo\n340º,\nnº\n1,\ndo\nCódigo\nCivil,\n“O\nacto\nlesivo\ndos\ndireitos\nde\noutrem\né\nlícito,\ndesde\nque\neste\ntenha\nconsentido\nna\nlesão”.\nXXIII. O ora Recorrido deu o seu consentimento ao acto, e conformou-se com os resultados.\nXXIV.\nNão\nfez\nqualquer\nreparo ao processo de obtenção desse\nconsentimento na lide,\np\nelo\nque\no\ntema\nnão\nfoi\nobjecto\nde\ncontraditório\n.\nXXV. Uma vez mais de forma insólita, vem o tribunal de recurso, argumentar que se trata de uma questão de direito, apurar se esse consentimento é válido, trazendo para a lide factos que as partes não trouxeram, o que também lhe estava vedado.\nXXVI. Dissertar sobre o que foi ou não foi explicado ao paciente pelo médico sobre os riscos cirúrgicos, como faz o acórdão recorrido, não é uma questão de direito, é uma avaliação negativa do acto médico em causa, como sobressai de todo o acórdão.\nXXVII. Diz o acórdão recorrido que não está provado que o risco da gordura poder espalhar-se de modo não uniforme, e nesses locais de acumulação não queridos, acabar a granular, tenha sido explicado ao A..\nXXVIII. Seguramente não foi, porque esta afirmação encerra em si mesma uma avaliação do acto médico executado, absolutamente errada.\nXXIX. Afigura-se-nos até que o tribunal recorrido viu o tratamento como uma injecção de gordura que se vai espalhando pelo pénis.\nXXX. Todavia não é nada disso, e o que pode explicar o desacerto jurídico da decisão.\nXXXI. Na liploplastia do pénis, a gordura, tal como a massa do pintor no dito tubo - exemplificação dada na motivação, é introduzida, se quisermos estendida em camadas, como se do barramento de um bolo se tratasse, por uma cânula, ao longo do corpo do pénis.\nXXXII. Logo, não se pode espalhar, ademais porque a gordura não é líquida, é constituída por tecido adiposo.\nXXXIII. Estendida a gordura o pénis tem de ficar em repouso para a mesma “pegar” “colar” com a gordura preexistente; daí o uso de extensor.\nXXXIV. Se o pénis não ficar em repouso, se tiver relações sexuais precoces, a gordura retrai e acaba a granular; dai a importância das revisões do pós-operatório para aferir da forma como a mesma está a aderir ao corpo do pénis e efectuar as correcções necessárias.\nXXXV. O tribunal recorrido, percebe-se na afirmação supra, não entendeu o tipo de operação em causa, por conseguinte não pode colocar em causa o consentimento informando dado pelo Recorrido, alegando que é uma questão de direito, partindo de factos, absolutamente errados, e que não foram carreados pelas partes para os autos.\nXXXVI.  Donde também não existiam razões para afastar a validade do consentimento informado prestado pelo paciente como se fez no acórdão recorrido.\nXXXVII. Nos termos e pelas razões supra expostas, nunca a presente acção, pese embora a matéria de facto provada, poderia ter sido julgada procedente por provada, e confirmada esta decisão pelo Tribunal da Relação donde se pede em sede de recurso a revogação do decidido.\nE conclui pelo provimento do recurso.\n7.\nO Autor contra-alegou, pugnando pelo infundado da revista, formulando as seguintes (transcritas) conclusões:\n1.- Os RR. interpuseram recurso de revista tendo invocado os três motivos do art. 672.º.1 do CPC.\n2.- Os RR. invocam que a questão em causa tem uma relevância jurídica cuja apreciação é claramente necessária para uma melhor aplicação do Direito, estando em causa a discussão da obrigação de meios ou de resultado por parte de um médico (esquecendo a especificidade da medicina estética).\n3.- Sendo que o que esteve em causa não foi apenas a obtenção de um resultado com o tratamento mas sim o dano causado ao A. com o procedimento levado a cabo, tendo o A. ficado muito pior do que estava.\n4.- Quem procura a medicina estética é para alcançar um resultado estético proposto por um determinado profissional de saúde e não para obter uma determinada cura ou tratamento tradicionalmente considerado.\n5.- O que foi já defendido pelos Acórdãos do STJ como o do Proc. n.º 1263/06.3TVPRT.P1.S1.\n6.- O R. BB propôs ao A. uma obrigação de resultado como aliás o costuma fazer em diversos programas de televisão, onde nunca frisa que a obrigação é de meios e que o resultado, não sendo alcançado, nem sequer comporta uma indemnização pelo prejuízo sofrido... certamente que se o dissesse não teria tanta gente a procurar os seus serviços médicos…\n7.- Sabendo-se que a cirurgia estética não é como as outras cirurgias médicas, há sim uma obrigação de resultado ou de quase resultado, não se tendo de forma alguma o A.\nconformado\ncom\no\nresultado.\n8.-Não podem ainda afirmar os RR. que a questão tem uma particular importância de relevância social porque suscitou um debate televisivo na ..., pois se assim fosse, se a relevância social se diagnosticasse pela programação da ......\n9.- As lesões do A. documentaram-se ainda durante o acompanhamento do R., ao contrário do que sucedeu com o relatado no Acórdão da Relação do Porto supostamente em oposição com o presente.\n10.- Nem sequer foi junta a certidão do trânsito em julgado de tal Acórdão nem tão pouco a sua respectiva certidão judicial, tendo a acção originadora do mesmo\nsido julgada totalmente improcedente por não provada, não tendo sido\nalterada a matéria de facto.\n11.- No Acórdão da Relação do Porto, o ali R. ilidiu a presunção de culpa que sobre o mesmo recaía, ao contrário do que sucedeu com o R. nestes autos e a ali A. nem sequer terminou o tratamento proposto, para além de naquele caso o ali R. demonstrou ter cumprido a legis artis, o que não sucedeu nestes autos.\nE conclui pela improcedência do recurso\n.\n8.\nA Formação de Juízes a que alude o artigo 672.º do Código de Processo Civil admitiu o recurso de revista excecional.\n9.\nCumpre apreciar e decidir.\nII. Delimitação do objeto do recurso\nComo é jurisprudência sedimentada, e em conformidade com o disposto nos artigos 635º, nº 4, e 639º, nºs 1 e 2, ambos do Código de Processo Civil, o objeto do recurso é delimitado em função das conclusões formuladas pelo recorrente, pelo que, dentro dos preditos parâmetros, da leitura das conclusões recursórias formuladas pelos Réus / ora Recorrentes decorre que o objeto do presente recurso está circunscrito às seguintes questões:\ni)\nDa natureza jurídica da obrigação contratual assumida pelo 1.º recorrente/médico: obrigação de meios ou obrigação de resultado?\nii)\nDa exclusão da ilicitude da conduta do 1.º Recorrente/médico por consentimento na lesão;\niii)\nContribuição causal do Recorrido-paciente para a produção do dano.\nIII. Fundamentação\n1. As instâncias deram como provados os seguintes factos:\n1.1.\nO 1º R. é cirurgião plástico, exercendo a sua actividade na 2ª R., clínica que o mesmo …. .\n1.2.\nEntre a 2ª R. Clínica Biscaia Fraga – Cirurgia Plástica e a R. Seguradoras Unidas, SA, anteriormente denominada A.M.A. – Agrupacion Mutual Aseguradora, Sucursal em Portugal, foi celebrado o contrato de seguro de responsabilidade civil geral, titulado pela apólice nº ..., com início em 01/10/2009 e renovável anualmente, nos termos das condições gerais e especiais cujas cópias constam de fls 137 a 143 e de fls 143v a 145v, dando-se o seu teor por integralmente reproduzido.\n1.3.\nDa apólice relativa ao contrato aludido em 2 - consta como “Pessoa Segura” o R. BB.\n1.4.\nConsta do artigo 2º das Condições Especiais aludidas em 2 - sob a epígrafe “Garantias”:\n“(…) 1. Responsabilidade Civil Profissional\n1.1 Riscos Cobertos\n1.1.1 De acordo com as coberturas contratuais, fica segura a responsabilidade Civil Profissional do segurado perante terceiros, derivada de danos e prejuízos causados no exercício da sua profissão, exercida de acordo com a legislação vigente, e especialmente por danos que tenham a sua origem em: a) erro, omissão, imprudência, excesso ou desvio em diagnóstico e/ou tratamentos; b) Erro, omissão, ou imprudência, excesso ou desvio em intervenções cirúrgicas; (…)”.\n2 – Em conformidade com o disposto no ponto anterior, a Seguradora garante o pagamento das indemnizações que legalmente sejam exigíveis aos Segurados, em consequência de danos patrimoniais e/ou não patrimoniais decorrentes exclusivamente de lesões materiais ou corporais causados involuntariamente a pacientes ou terceiros em geral, em consequência das circunstâncias a seguir descritas: (…)\n1.2 Exclusões\nSem prejuízo das Exclusões constantes das Condições Gerais que não sejam derrogadas por esta Condição Especial, ficam expressamente excluídas as reclamações derivadas de: (…) f) Reclamações com base em danos meramente estéticos, por não ter sido conseguida a finalidade proposta na operação ou tratamento; (…)”\n1.5.\nNo dia …de Julho de 2010, o A. apôs a sua assinatura no documento cuja cópia consta de fls 62v, intitulado “Termo de Autorização” e do qual consta:\n“Declaro que consinto nas intervenções cirúrgicas a realizar (com a anestesia considerada necessária pelo cirurgião), e que aceito como bons os resultados obtidos pelas mesmas. Tomei conhecimento, por me terem sido devidamente explicados todos os riscos inerentes a estes actos terapêuticos, (…)”\n1.6.\nO A. nasceu no dia .../.../1956.\n1.7.\nO A. foi consultado pelo 1º R., a primeira vez, em … de Junho de 2010, data em que o mesmo o examinou na clínica 2ª R.;\n1.8.\nO A. apresentava acumulação adiposa no abdómen, nas ancas e na zona púbica, apresentado o pénis 3 cms de diâmetro e 7-8 cms de comprimento em repouso;\n1.9.\nO Autor procurou os serviços médicos do 1.º Réu, pretendendo ser submetido a cirurgia que permitisse a diminuição de gordura no abdómen, nas ancas e na zona púbica e o aumento peniano;\n1.10.\nNa data referida em 7-, o 1º Réu examinou o Autor, efectuando palpação aos genitais e parte inferior do abdómen;\n1.11.\nNa mesma ocasião, o 1º R. propôs ao A. a seguinte terapêutica, que este aceitou, com vista à obtenção do referido em 9-:\na) lipoaspiração e colheita de tecido adiposo da região púbica;\nb) lipoaspiração e colheita de tecido adiposo da região abdominal/lateral/cintura;\nc) lipoplastia peniana com vista ao aumento da espessura e extensão do pénis através de autoenxertia adiposa proveniente das áreas anatómicas referidas em a) e b);\nd)\nuso de extensor com vista ao aumento do comprimento do pénis e a manter o tecido adiposo distribuído de forma uniforme, programado para cerca de 6 meses;\n1.12.\nNesse dia, o 1º Réu designou a data para a intervenção cirúrgica, a qual se veio a realizar no dia … de Julho de 2010, em regime ambulatório e com anestesia local;\n1.13.\nFoi designado o dia … de Setembro de 2010 para o segundo tratamento, o terceiro para o dia … de Novembro de 2010 e os dias … de Fevereiro de 2011 e … de Maio de 2011 para a regularização morfológica;\n1.14.\nNo dia … de Julho de 2010 foram efectuadas pelo 1º R., na clínica 2ª R., colheita de tecido adiposo da região púbica, lipoplastia estruturante periférica aos corpos cavernosos e lipoaspiração púbica e hipogastro;\n1.15.\nNo dia … de Setembro de 2010 foram pelo 1º R., na clínica 2ª R., colheita de tecido adiposo da parede abdominal anterior, aplicação lipoplastia estruturante peniana, lipoaspiração da parede abdominal anterior e lateral e lipoplastia de rejuvenescimento facial;\n1.16.\nNo dia … de Novembro de 2010 foram realizadas pelo 1º R., na clínica 2ª R., colheita de tecido adiposo das ancas e cintura, lopoplastia estruturante e modelante peniana, lipoaspiração lateral/ancas/cintura e laser de rejuvenescimento facial;\n1.17.\nNo dia … de Maio de 2011 foram realizadas pelo 1º R., na clínica 2ª R., colheita de tecido adiposo da face interna da coxa esquerda e direita, aplicação de 20 cc na vertente direita e dorso do pénis para regularizar e excisão por incisão de 3mm de pequenos granulomas e quistos oleosos;\n1.18.\nApós as intervenções referidas, o pénis do A. passou a apresentar tumefações de vários tamanhos, de consistência mole, móveis, não aderidas à pele ou planos profundos;\n1.19.\nO referido em 18- provocava dores ao A. e perturbava o desempenho sexual do mesmo;\n1.20.\nNa sequência do aludido em 18- e 19-, o A. teve que consultar um especialista em Urologia, consulta essa que teve lugar no dia …-09-2012, tendo sido sujeito a avaliação por “disfunção eréctil grave”;\n1.21.\nNa data referida em 20-, em virtude das intervenções referidas de 14- a 17-, o A. apresentava:\n- Deformação grave do corpo do pénis nos seus dois terços proximais, com irregularidade de contorno do órgão;\n- Presença de múltiplos nódulos subcutâneos de dimensões variáveis, duros, móveis, que produziam aumento muito relevante do diâmetro do pénis nos dois terços proximais;\n- Cicatrizes no terço médio do corpo do pénis;\n1.22.\nEm virtude do referido em 18-, 19- e 21-, o A. sofreu preocupação, desgosto, angústia e sentia-se infeliz;\n1.23.\nEm consequência do aludido em 18-, 19- e 21-, o A. veio a ser submetido a cirurgia de reconstrução do pénis no dia 18-07-2013 no Hospital ...;\n1.24.\nA cirurgia em causa visou proceder à reconstrução do pénis, com exérese de lesões lipomatosas;\n1.25.\nEm virtude das intervenções referidas de 14- a 17-, o A. continuou a manter dificuldades sexuais e nos dias …-10-2013 e …-11-2013 foi submetido a consultas médicas pelo especialista em urologia Dr. CC;\n1.26.\nNas datas referidas em 25-, o A. apresentava:\n- pénis flácido com várias cicatrizes visíveis;\n- deformação no corpo do pénis com deformação dos tegumentos superficiais (pele e tecidos subcutâneos);\n1.27.\nO A. foi submetido a consultas de urologia no Centro Hospitalar ... em …-01-2014, …-03-2014 e …-05-2014;\n1.28.\nE em …-03-2014, foi submetido a nova cirurgia na unidade hospitalar aludida em 27- para excisão de granulomas cicatriciais da face ventral do sulco balano-prepucial e da face antero-lateral esquerda do terço proximal dos pés, com diagnóstico histológico de granuloma de corpo estranho a fios de sutura num dos nódulos e nódulo cicatricial no outro;\n1.29.\nE foi ainda observado em consulta externa em …-05-2014, tendo-lhe sido prescrita terapêutica tópica analgésica;\n1.30.\nEm virtude das intervenções referidas de 14- a 17- e das cirurgias referidas em 23- e 28-, o A. actualmente apresenta duas cicatrizes operatórias, a maior das quais com 2 cm de comprimento e no dorso, na transição para a glande, numa extensão de cerca de 1,5 cm, apresenta pequena zona de retração fibrocicatricial;\n1.31.\nO A. pagou ao 1º R. pelas intervenções e tratamentos que lhe foram ministrados a quantia de € 3.500,00;\n1.32.\nPara efeitos de tais intervenções e tratamentos, o A. deslocou-se 6 vezes da sua residência, no ..., a ...;\n1.33.\nNas deslocações referidas em 32-, o A. despendeu quantia não concretamente apurada em combustível e portagens;\n1.35.\nNas deslocações referidas em 32-, o A. foi acompanhado pela sua companheira;\n1.36.\nAquando da cirurgia referida em 23-, o A. ficou internado desde …-07-2013 a …-07-2013;\n1.37.\nO A. despendeu a quantia de € 4.670,00 com a realização da cirurgia referida em 23-;\n1.38.\nApós a realização da cirurgia, o A. foi consultado naquele hospital no dia …-10-2013 e …-11-2013;\n1.39.\nNas consultas referidas em 38-, o A. despendeu a quantia de € 130,00;\n1.40.\nPara efeitos de ser submetido à cirurgia referida em 23- e às consultas aludidas em 38-, o A. efectuou 3 viagens de ida e volta entre a sua habitação no ... e o ...;\n1.41.\nNas deslocações referidas em 40-, o A. despendeu quantia não concretamente apurada em combustível e portagens;\n1.42.\nNas deslocações efectuadas, o A. foi acompanhado pela sua companheira;\n1.43.\nA fim de ser submetido a perícias médico-legais, o Autor deslocou-se duas vezes à cidade do ...;\n1.44.\nNas deslocações referidas em 43-, o A. despendeu quantia não concretamente apurada em combustível e portagens;\n1.45.\nO A. deslocou-se igualmente ao Hospital ... por 4 vezes, para consultas de urologia;\n1.46.\nNas deslocações referidas em 45-, o A. despendeu quantia não concretamente apurada em combustível e portagens;\n1.47.\nEm taxas moderados relativas às consultas referidas em 45- e relativas a meios complementares de diagnóstico, o A. despendeu a quantia de € 26,25;\n1.48.\nNa consulta referida em 20-, o A. despendeu a quantia de € 70,00;\n1.49.\nNa sequência das intervenções cirúrgicas a que foi sujeito e das consultas médicas, o Autor realizou as análises laboratoriais nos termos que constam dos documentos juntos de fls 31 a 39v;\n1.50.\nÀ data da intervenção referida em 14-, o A. tinha virilidade e uma vida sexual activa;\n1.51.\nDesde a data da cirurgia referida em 14- e até à realização da intervenção cirúrgica aludida em 23-, o A. esteve impedido de manter relações sexuais, em virtude de sentir dores durante o acto sexual;\n1.52.\nO referido em 51- fragilizou a relação que o A. mantinha com a sua companheira;\n1.53.\nEm virtude do referido em 51- e das lesões sofridas no pénis, o A. passou a estar entristecido e enfurecido;\n1.54.\nO que o levou a estados depressivos com isolamento, mudanças de humor e períodos de aumento de agressividade;\n1.55.\nEm virtude das intervenções realizadas pelo 1º R. e das lesões provocadas pelas mesmas, o A. sofre actualmente dor com a penetração inicial;\n1.56.\nA data da consolidação das lesões ocorreu em …-05-2014;\n1.57.\nEm virtude das lesões aludidas em 21- e 26-, o Défice Funcional Temporário Total sofrido pelo A. foi de 8 dias;\n1.58.\nEm virtude das lesões referidas em 21- e 26-, o Défice Funcional Temporário Parcial foi de 1212 dias;\n1.59.\nEm virtude das lesões referidas em 21- e 26-, o A. sofreu quantum doloris de grau 4 numa escala até 7 graus;\n1.60.\nEm virtude das lesões referidas em 21- e 26-, o A. apresenta um dano estético permanente de grau 2, numa escala de sete graus;\n1.61.\nEm virtude das lesões referidas em 21- e 26-, o A. apresenta uma repercussão permanente na actividade sexual de grau 2, numa escala de sete graus;\n1.62.\nEm …/02/2011, o pénis do A. apresentava o perímetro, ao nível do respectivo corpo, de 14 cm e o comprimento em repouso de 10 cms;\n1.63.\nApós a intervenção referida em 17-, o A. não compareceu às consultas de revisão prescritas pelo 1º R.;\n1.64.\nEm virtude do referido em 63- e a partir dessa data – … de Maio de 2011 -, o 1º R. não efectuou o controle clínico do tratamento respeitante ao uso do extensor.\n2. As instâncias deram como não provados os seguintes factos:\n2.a.\nem virtude das intervenções e tratamentos realizados pelo 1º R., actualmente a pele do pénis do A. não deslize para trás e que tal circunstância lhe provoque dores no momento da penetração;\n2.b.\nem virtude das intervenções e tratamentos realizados pelo 1º R.. o A. apresente actualmente o pénis mais curto relativamente ao tamanho que tinha antes da cirurgia realizada pelo 1º R.;\n2.c.\nem virtude das intervenções e tratamentos realizados pelo 1º R.. o A. actualmente tenha dificuldades na ejaculação e tenha menos prazer no acto sexual;\n2.d.\naquando das deslocações referidas em 32- dos Factos Provados, o A. tenha despendido nas suas refeições e da sua companheira a quantia de € 60,00 em refeições;\n2.e.\npara efeitos do pagamento da quantia referida em 37- dos Factos Provados, o A. tenha recorrido a um empréstimo pessoal;\n2.f.\npreviamente à realização da cirurgia referida em 23- dos Factos Provados, o A. tenha sido submetido a três consultas médicas nas quais despendeu a quantia de € 210,00;\n2.g.\naquando das deslocações referidas em 40- dos Factos Provados, o A. tenha despendido nas suas refeições e da sua companheira a quantia de € 60,00 em refeições;\n2.h.\no Autor se tenha deslocado duas vezes à cidade de ... a fim de ser submetido a perícias médico-legais e que tenha despendido nessas viagens o montante de € 52,64 em combustível e portagens;\n2.i.\nnas deslocações referidas em 43- dos Factos Provados, o A. tenha ido acompanhado pela sua companheira e que nas refeições de ambos tenha despendido a quantia de € 40,00;\n2.j.\no A. se tenha deslocado por duas vezes ao Hospital ... em ..., por instruções da delegação do Instituto de Medicina Legal ...;\n2.k.\no A. tenha despendido a quantia de € 599,56 em combustível e portagens em deslocações efectuadas ao Hospital ... por instruções do Instituto de Medicina Legal ...;\n2.l.\nnas deslocações referidas em 45- dos Factos Provados, o A. tenha sido acompanhado pela sua companheira e nas refeições de ambos tenha despendido a quantia de € 60,00;\n2.m.\no A. tenha despendido quantias monetárias na realização dos exames laboratoriais referidos em 49-;\n2.n.\nem virtude das intervenções realizadas pelo 1º R., o A. se encontre actualmente a realizar tratamentos ambulatórios que impliquem diversas consultas médicas;\n2.o.\nem virtude do referido em 51- dos Factos Provados tenha ocorrido a ruptura da relação entre o A. e a sua companheira;\n2.p.\nem virtude do referido em 51- dos Factos Provados tenham ocorrido duas tentativas de suicídio por parte do A.;\n2.q.\na depressão sentida pelo A. se tenha vindo a agravar, o que implicou o aumento das doses da medicação.\n3. Apreciação do recurso\n3.1. Da natureza jurídica da obrigação contratual assumida pelo 1.º recorrente/médico: obrigação de meios ou obrigação de resultado?\nOs Recorrentes começam por colocar em causa a qualificação como de resultado da obrigação assumida pelo Réu médico. De acordo com o seu entendimento, “\nexigir ao médico a obtenção de um resultado num acto médico-cirúrgico que corresponde a um enxerto de tecido adiposo, é exigir-lhe um resultado impossível - bastava o enxerto não pegar\n.”\nVejamos o que considerou o Tribunal da Relação ... a respeito do ponto vertente: “\nServe isto a dizer que o que foi objecto último de transação entre as partes foi o aumento peniano. Quer dizer, temos provado que sim - (factos 9 e 11) - mas este sim não admite nuances nem interpretações flexibilizantes. Nada que não fosse o aumento peniano (independentemente do grau de aumento) era o que o Autor queria e era o que o 1º Réu se lhe propôs fazer. É, seguindo Pires da Rosa e a demais jurisprudência que citámos, o mais acabado caso de obrigação em que só o resultado interessa. E o resultado não é o emprego dos melhores esforços do médico – o facto provado 11 não diz que o 1º Réu propôs ao A. o emprego dos seus melhores esforços para lhe aumentar o pénis, mas sim que propôs a lipoplastia de aumento peniano – o resultado é um aumento do pénis. Tinha (ele pénis, mantendo-se como tal, e com a sua funcionalidade) que ficar maior.\nConcluindo, ou se calhar já repetindo, do ponto da vista da economia do negócio, da realidade concreta daquilo que interessou às partes, das prestações concretamente contratadas e da possibilidade do seu cumprimento, em vista da experiência do 1º Réu e vista do A. não padecer de nenhuma doença nem disfunção, o resultado que o 1º Réu se obrigou perante o A. foi o aumento peniano. Uma obrigação de resultado. Toda obtida por um processo cirúrgico, sem próteses, sem enxertos artificiais, naturalmente com risco, mas o risco aqui e porque em concreto até nem sabemos nem foi alegado quais foram os riscos informados, não pode constituir-se no transformante da obrigação de resultado numa obrigação de meios. Repete-se, o que um cirurgião famoso por aumentos de pénis faz, promete, se compromete, aos clientes que o procuram para tanto, é isso, não uma mera promessa de empregar as melhores técnicas e os melhores conhecimentos numa tentativa de aumentar o pénis, porque muito poucos homens comprariam uma tentativa\n.”\nNão suscita controvérsia que entre o Recorrido e o Recorrente/médico haja sido celebrado um contrato de prestação de serviço médico, regulado pelo artigo 1154.º do Código Civil, tendo o segundo se obrigado a proporcionar ao primeiro certo resultado do seu trabalho intelectual ou manual, mediante o pagamento de uma retribuição. Por outro lado, avulta como indisputada a natureza (contratual) da responsabilidade em discussão.\nAntes de enfrentarmos a situação decidenda, vejamos qual o “estado da arte”, no âmbito jurisprudencial e doutrinal, relativamente à responsabilidade civil médica.\nDe acordo com uma tese dominante nos direitos latinos, a obrigação de tratamento que recai sobre o médico é, em geral, uma obrigação de meios, só excecionalmente se afigurando como uma obrigação de resultado (como aconteceria no domínio das análises laboratoriais e das cirurgias estéticas).\nA distinção doutrinal entre obrigação de meios/obrigação de resultado, que começou a ser esculpida por Demogue, foi, justamente, o meio encontrado pela jurisprudência francesa, no célebre caso\nMercier\nde 20.05.1936, para ultrapassar a tradicional reticência, por parte dos tribunais, em afirmar a natureza contratual da responsabilidade médica, face a uma pretensa impossibilidade lógica de fazer recair sobre os médicos a presunção de culpa que onera os devedores comuns.\n- cf. João Álvaro Dias, “Responsabilidade Civil Médica – Brevíssimas considerações”,\nBoletim da Ordem dos Advogados,\nNovembro - Dezembro, 2002, p. 20 –\nNo conspecto da jurisprudência do Supremo Tribunal de Justiça, tem constituído entendimento consolidado o de que, na generalidade dos casos, a execução de um contrato de prestação de serviço médico implica para o médico a assunção de uma obrigação de meios (cf. Acórdão de 28/05/2015, processo n.º 3129/09.6TBVCT.G1.S1). Como feito notar pelo Acórdão de 15/12/2011 (Processo n.º 209/06.3TVPRT.P1.S1), “\nem regra, o médico a só isto se obriga, apenas se compromete a proporcionar cuidados conforme as leges artis e os seus conhecimentos pessoais, somente se vincula a prestar assistência mediante uma série de cuidados ou tratamentos normalmente exigíveis com o intuito de curar.\n”\nNo campo doutrinário, como dá conta Carla Gonçalves, “há quem defenda que a distinção entre a obrigação de meio e a de resultado vem perdendo importância. A justificação dada para este raciocínio é a de que, na responsabilidade contratual, a inversão do ónus da prova surge como regra (artigo 799.º/1 do Código Civil), quer estejamos diante de uma obrigação de resultado (como seria o esperado), ou de meio.” (\nA responsabilidade civil médica: um problema para além da culpa\n, Centro de Direito Biomédico, número 14, Coimbra, Coimbra Editora, 2008, p. 30, nota 35).\nNo entanto, no que respeita a determinados procedimentos médicos, a jurisprudência do Supremo Tribunal de Justiça vem realçando que a obrigação assumida pelo médico se aproxima de uma obrigação de resultado.\nAssim, e no que à\ncirurgia estética\nconcerne, o STJ tem considerado que da concretização da mesma advém para o médico uma\nobrigação de resultado\n(cf. o Acórdão de 22/03/2007 - Processo n.º 101/07 -, em que estava em causa um\nlifting\nfacial e o Acórdão já citado de 15/12/2011, de\nquase resultado\n(Acórdão de 17/02/2009 - Processo n.º544/09.9YFLSB -, e Acórdão de 21/02/2019 - Processo n.º 3784/15.8T8CSC.L1.S1-,) ou em que em que\na dimensão do resultado assume maior relevo\n(Acórdão de 02/06/2015 - Processo n.º 3784/15.8T8CSC.L1.S1, estando em causa uma cirurgia estética de ocultação de cicatrizes na zona inguinal, e Acórdão de 02/12/2020 - Processo n.º 359/10.1TVLSB.L1.S1-, atinente à realização de uma rinoplastia, destinada a modificar a forma e perfil do nariz, de uma ritidoplastia cervico-facial e de uma intervenção destinada a corrigir as rugas cervico-faciais).\nMobilizam-se argumentos que se prendem com a especificidade do serviço prestado e com o objetivo que a ele preside, não se deixando de realçar que este regime contribui para a responsabilização e consciencialização dos próprios médicos e para a proteção dos doentes. Com efeito, ao contrário do que acontece com uma intervenção médica curativa ou assistencial - em que o doente, como alternativa à intervenção médica, se depara com a possibilidade de degradação de um estado de doença -, nos casos de intervenções estéticas, como se refere no já mencionado Acórdão do Supremo Tribunal de Justiça de 17/02/2009 (Processo n.º 544/09.9YFLSB), “\nnão há dois polos de uma mesma alternativa, porque ou se concretiza o resultado ou não valia a pena correr o risco de pôr em risco o que era um estado de ... saúde. Portanto aqui, em intervenções médico-cirúrgicas deste tipo, em cirurgia estética, a ausência de resultado ou um resultado inteiramente desajustado são a evidência de um incumprimento ou de um cumprimento defeituoso da prestação por parte do médico-devedor.\n”\nEm sentido diverso, considerando que “\na especificidade da cirurgia estética, apesar de se situar na vertente da cirurgia voluntária, sem efeitos curativos necessários, não nos deve desviar da rigorosa qualificação da obrigação assumida como obrigação de meios (prestação dos meios clínico-cirúrgicos) e não de resultado (assegurar o efeito concretamente pretendido)\n”, pronunciou-se o Acórdão do Supremo Tribunal de Justiça de 15/11/2012 Processo número 117/2000.L1.S1. De acordo com o aresto, “\no facto de se tratar de uma cirurgia ditada por razões de carácter pessoal ou psicológico não deve fazer-nos olvidar jamais que se trata de uma “agressão” ao organismo humano, designadamente com submissão a anestesia, cortes e suturas, dependendo os resultados almejados não apenas do modo diligente como os diversos profissionais desempenhem a sua função, mas também do comportamento do próprio organismo intervencionado ou da qualidade ou durabilidade das próteses que porventura sejam aplicadas\n.”\nEm suma,\na jurisprudência alerta para a necessidade de, em sede de qualificação da obrigação assumida pelo médico como de meios ou de resultado, se adotar uma aproximação casuística, que entre em linha de conta com a\nnatureza\ne o\nobjetivo\ndo ato médico (neste sentido, o já citado Acórdão do Supremo Tribunal de Justiça de 15/12/2011). Na síntese do Acórdão do Supremo Tribunal de Justiça de 04/03/2008 (Processo n.º 183/08): “(…)\nII - A execução de um contrato de prestação de serviços médicos pode implicar para o médico uma obrigação de meios ou uma obrigação de resultado, importando ponderar a natureza e objectivo do acto médico para não o catalogar aprioristicamente naquela dicotómica perspectiva.  III - Deve atentar-se, casuisticamente, ao objecto da prestação solicitada ao médico ou ao laboratório, para saber se, neste ou naqueloutro caso, estamos perante uma obrigação de meios - a demandar apenas uma actuação prudente e diligente segundo as regras da arte - ou perante uma obrigação de resultado com o que implica de afirmação de uma resposta peremptória, indúbia\n(…)”\nAqui chegados, mostra-se oportuna uma referência às\nimplicações, em sede de repartição do ónus da prova quanto aos pressupostos da responsabilidade civil, da qualificação da obrigação de prestação de serviço médico como de\nmeios\nou como de\nresultado\n.\nSe estivermos perante uma obrigação da primeira índole, o médico responderá pela omissão ou pela inadequação dos meios utilizados aos fins correspondentes à prestação devida em função do serviço que se propôs prestar. Neste caso, caberá ao paciente «\nprovar “a desconformidade (objectiva) entre os actos praticados e as leges artes, bem como o nexo de causalidade entre defeito e dano” (CARLOS FERREIRA DE ALMEIDA, “Os Contratos Civis de Prestação de Serviço Médico, in “Direito da Saúde e Bioética”, AAFDL, 1996, pg. 117). Feita essa prova, então sim, funciona a presunção de culpa, a impor ao R. [médico], como condição de libertação da responsabilidade, que prove que a desconformidade (com os meios que deveriam ter sido usados) não se deveu a culpa sua (por ter utilizado as técnicas e regras de arte adequadas ou por não ter podido empregar os meios adequados), mas já não, por exemplo, que o evento danoso se produziu por causa estranha à sua actuação e/ou qual tenha sido essa causa.\n» (Acórdão do Supremo Tribunal de Justiça de 18/09/2007, processo n.º 2334/07).\nAo invés, se em causa estiver a prestação de um resultado (em que apenas se verifica o cumprimento integral da obrigação quando ocorre o resultado projetado pelas partes), recai sobre paciente o ónus da prova do vínculo contratual com o médico, dos factos demonstrativos do insucesso da terapêutica seguida, dos danos e da sua extensão, bem como do nexo causal entre a intervenção médico-cirúrgica e aqueles danos, recaindo sobre o médico-devedor, ante a presunção de culpa que decorre do artigo 799.º do Código Civil, o ónus da prova de que não decorre de culpa sua o insucesso da intervenção levada a cabo.\nNo caso “sub judice”, resultou provado que, no dia 22 de junho de 2010, o 1.º Recorrente, cirurgião plástico de profissão, propôs ao Recorrido a seguinte terapêutica - que este aceitou, com vista, entre o mais, à obtenção de um aumento peniano: lipoaspiração e colheita de tecido adiposo da região púbica; lipoaspiração e colheita de tecido adiposo da região abdominal/lateral/cintura; espessura e extensão do pénis através de autoenxertia adiposa proveniente das áreas anatómicas referidas em a) e b); uso de extensor com vista ao aumento do comprimento do pénis e a manter o tecido adiposo distribuído de forma uniforme, programado para cerca de 6 meses.\nAdquirido ficou, igualmente, que, nesse dia, o 1.º Recorrente designou a data para a intervenção cirúrgica, a qual se veio a realizar no dia 2 de julho de 2010, em regime ambulatório e com anestesia local.\nA decisão recorrida não deixou de empreender uma avaliação casuística do ato médico praticado, à luz do programa contratual gizado entre as partes. Considerou o Tribunal da Relação ... que “\ndo ponto de vista do A., o que ele quis adquirir, o que ele se propôs pagar, o que lhe daria orgulho perante os amigos, foi um aumento peniano de natureza puramente estética, sem nenhuma finalidade de tratamento de qualquer doença, lesão ou disfunção. Repare-se que no presente processo não está em causa qualquer outra coisa senão o insucesso do aumento peniano: não está em causa o rejuvenescimento facial, o sucesso da lipoaspiração abdominal, das ancas, das coxas, nem mesmo da gordura púbica\n.” Foi com este desiderato que o Autor recorreu ao Réu-cirurgião plástico.\nProssegue a decisão recorrida, antes de concluir pelo caráter de resultado da obrigação sob escrutínio, que “\nnão é concebível, do ponto de vista da normalidade das coisas, da normalidade também económica das coisas, que alguém que quer muito aumentar o pénis e que vem do ... para ... e que está disposto a pagar 3500 euros em 2010, seja recebido pelo cirurgião plástico que mais probabilidade tem de lhe aumentar o pénis e que este cirurgião proponha a esse homem não o aumento do pénis, mas uma tentativa de aumento. Nem o Autor se disporia a gastar o dinheiro, nem o R., como cirurgião que já havia feito centenas de aumentos de pénis ia propor fazer uma mera tentativa e não o conseguido aumento\n.”\nAo que cremos, o enquadramento jurídico da obrigação de prestação de serviço médico realizada pelo tribunal “a quo” não merece reparo. É assim, atendendo à interpretação das vontades das partes vertidas no documento que formaliza o contrato por estas celebrado, em conjugação com a natureza do ato médico praticado (realizado por um especialista, sobre o qual recaía um específico dever do emprego da técnica adequada) e com a finalidade ao mesmo adstrita.\nContrapõem os Recorrentes que caracterizar uma obrigação como a vertente – em que estava em causa a realização de um ato médico-cirúrgico que corresponde a um enxerto de tecido adiposo – como de resultado, equivale a impor ao devedor a obtenção de um resultado impossível (bastando, para o gorar, que o enxerto “não pegasse” no órgão).\nEste segmento argumentativo torna inarredável a questão que se passa a enunciar:\no elemento atinente à imprevisibilidade das reações do organismo humano ou mesmo o relativo à imprescindibilidade dos cuidados pós-operatórios a tomar pelo paciente deve ser tido em consideração para\ncaracterizar\na natureza da obrigação contratual assumida pelo médico, no âmbito da alteração da morfologia de um órgão\n?\nDevendo essa natureza, como já se deixou exposto, fixar-se em função da especificidade da intervenção, em conjugação com o seu objetivo concreto, entendemos que a resposta à questão formulada não poderá deixar de ser\npositiva\n. No entanto, tais fatores\nexógenos\nà intervenção médica propriamente dita e atinentes ao comportamento colaborativo do paciente ou à capacidade de resposta do organismo à colocação de um enxerto não serão suscetíveis, só por si (na ausência de outros elementos) de descaracterizar a prestação debitória como de resultado, deslocando-a para a esfera categorial da obrigação de meios.\nEfetivamente,\npara efeitos de qualificação da obrigação que convoca a nossa análise como de resultado (ou quase resultado), assume uma\nimportância nodal\na consideração do\nobjetivo\nque esteve na génese da intervenção: a introdução de alterações morfológicas ao pénis do paciente, ditada pelo critério estético deste e, por conseguinte, pela sua decisão pessoal. A\ncirurgia não foi realizada por existir uma necessidade médica ou mesmo uma conveniência clínica em curar uma doença – o que reduziria a margem de voluntariedade do paciente associada ao procedimento. Foi, ao invés, ditada pelo intuito, de cariz meramente estético, de aumento do órgão peniano (cf. facto n.º 9) – não tendo sido associada à intervenção qualquer finalidade funcional. A caracterização da obrigação concretamente assumida deverá fazer-se com base neste elemento decisivo.\nDe todo o modo, há que deixar sublinhado que, no caso decidendo, nenhum segmento da matéria de facto adquirida permite concluir pela\nessencialidade\n, para o sucesso da intervenção em causa, do comportamento pós-operatório do paciente ou da reação do seu organismo quanto ao excerto. Estes factos foram referidos tão-só em sede de alegações de recurso, não integrando o objeto processual. Também por aqui resulta, pois, inviabilizada – e de acordo com a aproximação casuística que deve ser mobilizada nesta sede – a qualificação como de meios da concreta prestação de facto assumida pelo Recorrente/médico.\n“In casu”, o Recorrido logrou provar que o resultado atinente ao aumento peniano não foi alcançado, tendo ficado assente que, na sequência da intervenção médica em apreço, o seu pénis passou a apresentar tumefações de vários tamanhos, de consistência mole, móveis, não aderidas à pele ou planos profundos, deformação grave nos seus dois terços proximais, assim como presença de múltiplos nódulos subcutâneos que produziam aumento muito relevante do diâmetro do pénis.\nPerante a ocorrência de danos e ante o caráter de resultado (ou de quase resultado) da obrigação assumida, há que afirmar o preenchimento do pressuposto da ilicitude da responsabilidade contratual – consistente na desconformidade entre a conduta devida e o comportamento observado pelo respetivo obrigado -, ainda que o Recorrido não tenha logrado provar a violação pelo 1.º Recorrente das técnicas e regras de arte adequadas.\n3.2.\nDa exclusão da ilicitude da conduta do 1.º recorrente/médico por consentimento na lesão\nDefendem os Recorrentes, a título subsidiário, a exclusão do caráter ilícito da conduta do 1.º Recorrente, por aplicação do artigo 340.º, n.º 1, do Código Civil, retorquindo que o Recorrido deu consentimento para o ato, conformando-se com os respetivos resultados.\nDuas notas contextuais devem ser avançadas.\nA primeira, para frisar que a matéria em causa – a da averiguação da validade do consentimento do Recorrido – reconduz-se, como feito notar pelo Acórdão do Tribunal da Relação ... e ao contrário do que afirmam os Recorrentes, matéria de índole jurídica, cuja apreciação não depende da prévia invocação pelas partes (artigo 5.º, n.º 3, do Código de Processo Civil). Inexiste, pois, qualquer nulidade da decisão recorrida por excesso de pronúncia - nulidade essa que, de resto, não foi expressamente invocada pelos Recorrentes.\nA segunda nota serve para sublinhar que não vamos analisar a existência de consentimento informado do paciente como fundamento gerador da responsabilidade civil por ato médico, mas antes como possível causa excludente da ilicitude da atuação do 1.º Recorrente – não obnubilando que não se mostra unânime a aplicação do artigo 340.º Código Civil em sede de responsabilidade civil contratual.\n- António Menezes Cordeiro,\nTratado de Direito Civil Português - Parte Geral\n, I, tomo IV, Coimbra, Almedina, 2007, p. 456, afirma que o normativo apenas opera em sede de responsabilidade civil extracontratual (artigo 483.º/1 do Código Civil), especialmente no âmbito de direitos reais e, com mais restrições, em sede de direitos de personalidade -\nAntes de passarmos à análise do caso concreto, não se mostra despicienda uma alusão teórica, ainda que breve, à temática do direito ao consentimento informado por parte dos pacientes médicos.\nÉ unanimemente considerado que\nsobre o médico recai um dever de informação e de obtenção de consentimento informado. Estes deveres surgem para neutralizar (ainda que sem eliminar) a assimetria de informação que tipicamente caracteriza a relação médico-paciente.\n- Rute Teixeira Pedro,\nA responsabilidade civil do médico – Reflexões sobre a noção da perda de chance e a tutela do doente lesado\n, Centro de Direito Biomédico, número 15, Coimbra, Coimbra Editora, 2008, p.78 -\nO dever de informar – que perdura ao longo de toda a relação contratual - obedece cumulativamente aos princípios da\nsimplicidade\ne da\nsuficiência\n, visando o\nesclarecimento\n. João Vaz Rodrigues, após repudiar a necessidade de o agente médico transmitir informação que abarque quaisquer consequências excecionais que possam ocorrer, salienta não serem de desprezar “as informações sobre sequelas que, embora excecionais, possam ocorrer em consequência dos meios técnicos utilizados, ou ter especial interesse para o paciente, atendendo, por exemplo, à sua profissão ou aos seus interesses.”\n- João Vaz Rodrigues,\nO consentimento informado para o ato médico no ordenamento jurídico português (elementos para o estudo da manifestação da vontade do paciente)\n, número 3, Centro de Direito Biomédico, Coimbra, Coimbra Editora, 2001, p. 243 -\nComo sintetizou o Acórdão do Supremo Tribunal de Justiça de 02/12/2020 (Processo n.º 359/10.1TVLSB.L1.S1), “\nas normas de direito nacional (os artigos 70.º, n.º 1, 81.º e 340.º, todos do Código Civil, e o artigo 157.º do Código Penal) e internacional (artigos 5.º da Convenção dos Direitos Humanos e Biomedicina e 3.º, n.º 2, da Carta dos Direitos Fundamentais da União Europeia) impõem, como condição da licitude de uma ingerência médica na integridade física dos pacientes, que estes consintam nessa ingerência e que esse consentimento seja prestado de forma esclarecida, isto é, estando cientes dos dados relevantes em função das circunstâncias do caso, entre os quais avulta a informação acerca dos riscos próprios de cada intervenção médica\n.”\nNo específico âmbito da cirurgia estética, a doutrina sublinha que “quanto menos necessário for o tratamento, mais rigorosa deve ser a informação, devendo ser extrema nas intervenções estéticas e, em geral, na denominada cirurgia voluntária (vasectomias, ligaduras de trompas, rinoplastias, mamoplastias, dermolipetomias), em contraposição com a cirurgia curativa ou assistencial, em que a informação pode ser menos rigorosa.” (André Dias Pereira,\nDireitos dos Pacientes e Responsabilidade Médica\n, Dissertação de Doutoramento em Ciências Jurídico-Civilísticas apresentada à Faculdade de Direito da Universidade de Coimbra, Coimbra, 2012, p. 370).\nAndré Dias Pereira afirma que o critério da necessidade de tratamento é co-determinante do\nquantum\nde informação a prestar, “sendo aliás este aspeto e não o da natureza jurídica da obrigação (de meios ou de resultado) o que verdadeiramente distingue a cirurgia estética das intervenções terapêuticas (André Gonçalo Dias Pereira,\nDireitos dos pacientes e responsabilidade civil médica\n, Centro de Direito Biomédico, Coimbra, Coimbra Editora, 2015, pp. 429-430). O autor cita a\nCour de cassation\n, que considera que “em matéria de atos médicos e cirúrgicos de natureza estética, a obrigação de informação deve abranger não apenas os riscos graves da intervenção, mas também todos os inconvenientes que daí possam resultar”, referindo-se igualmente à jurisprudência alemã, que “entende que quanto menos necessária e menos possibilidade de sucesso tiver uma dada operação, tanto maior é a exigência de fornecer uma informação detalhada.” (André Gonçalo Dias Pereira,\nob. cit.\n, p. 429, nota 1041).\nPara aquilatar de uma suposta causa de exclusão da ilicitude do comportamento do Recorrente-médico, há, assim, e em primeiro lugar, que dilucidar se o Recorrido assumiu na sua esfera jurídica os riscos de uma cirurgia plástica de aumento peniano redundar em disfunção erétil, deformação grave do corpo do pénis e presença de múltiplos nódulos subcutâneos de dimensões variáveis, com aumento muito relevante do diâmetro do pénis.\nNa linha do que entendeu a decisão recorrida, crê-se que\na prova acerca da existência do consentimento informado do paciente acerca dos riscos, enquanto facto impeditivo do seu direito (artigo 342.º, n.º 2, do Código Civil), competia ao prestador médico. É este o entendimento que mais promove a igualdade de armas no processo e a igualdade na aplicação do direito. Neste sentido também se pronunciaram os Acórdãos do Supremo Tribunal de Justiça de 02/06/2015 (Processo n.º 1263/06.3TVPRT.P1.S1), de 16/06/2015 (Processo n.º 308/09.0TBCBR.C1.S1), e de 02/12/2020 (Processo n.º 359/10.1TVLSB.L1.S1).\nAcompanhamos a decisão recorrida na asserção de que o Recorrido não consentiu nos riscos que, “in concretu”, se vieram a materializar os danos sofridos. A interpretação da declaração de consentimento do recorrido - “\nDeclaro que consinto nas intervenções cirúrgicas a realizar (com a anestesia considerada necessária pelo cirurgião), e que aceito como bons os resultados obtidos pelas mesmas. Tomei conhecimento, por me terem sido devidamente explicados todos os riscos inerentes a estes actos terapêuticos\n, (…)” - à luz das regras de hermenêutica negocial consagradas no artigo 236.º do Código Civil, não consente a conclusão de que o Recorrido foi alertado para os riscos de ficar a padecer de disfunção erétil ou de um pénis gravemente deformado. E isto porque a declaração se refere,\nde forma genérica e não atualizada\n, a “riscos” – o que não permite supor que riscos com a gravidade e a magnitude dos que vieram a ocorrer (e que exorbitam os riscos ditos de verificação “normal” no âmbito de procedimentos desta natureza) tenham sido devidamente explicados ao Recorrido.\nMas mais do que isso: foi omitido pelo 1.º Recorrente, desde logo, o esclarecimento acerca da possibilidade\nde não obtenção do resultado consistente no aumento peniano\n. O que justifica que aqui estabeleçamos uma ponte para a qualificação da prestação debitória como de resultado: neste caso, e na linha do que considerou o acórdão do Supremo Tribunal de Justiça de 16/06/2015 (Processo n.º 308/09.0TBCBR.C1.S1), o dever de informação deixa “\nde compreender apenas a transmissão dos riscos normais ou razoavelmente previsíveis ou mesmo significativos do tratamento ou da intervenção para passar a compreender igualmente o dever de transmitir o risco de não verificação do resultado normalmente previsível\n.”\nOra, se é certo que a medicina não é uma ciência exata e que há uma nota substancial de\nálea\ninerente ao tratamento cirúrgico, não é menos verdade que, perante o recorte fáctico adquirido, o Recorrido não foi informado acerca da existência de uma margem – que se afigurava bastante elevada, como vêm a admitir os próprios Recorrentes nas suas alegações - de insucesso associada à intervenção.\nResta, pois, concluir, que o 1.º Recorrente não logrou provar – como lhe competia – ter esclarecido de forma cabal o Recorrido acerca do risco, objetivamente previsível, de não verificação do resultado visado (aumento peniano). O Recorrido não se poderia ter conformado com a causação de um dano cuja probabilidade de ocorrência não lhe foi cabalmente transmitida, não sendo, pois, de cogitar qualquer exclusão da ilicitude da conduta do médico por esta via.\n3.3.\nContribuição causal do recorrido-paciente para a produção do dano\nAlvitram os Recorrentes que o Recorrido contribuiu para o resultado danoso, uma vez que incumpriu o protocolo pós-operatório a que se obrigou. A alegação transporta-nos para o tópico do nexo de causalidade entre facto e dano e para a problemática da concausalidade ou interrupção do nexo causal.\nUma palavra introdutória para realçar que tem sido entendimento da jurisprudência do Supremo Tribunal de Justiça que o artigo 563.º do Código Civil consagra a doutrina da causalidade adequada na sua formulação negativa, que não pressupõe a exclusividade do facto condicionante do dano, nem exige que a causalidade tenha de ser direta e imediata. Admite-se, assim, em termos de imputação do facto à conduta, não só a ocorrência de outros factos condicionantes, contemporâneos ou não, como ainda a causalidade indireta, bastando que o facto condicionante desencadeie outro que diretamente suscite o dano.\n- Cf., a título de exemplo, o Acórdão do Supremo Tribunal de Justiça de 6/03/2007, processo n.º 07A138 -\nOra, se analisarmos a factualidade assente, dúvidas não restam, tal como entendeu a decisão recorrida, que o surgimento das lesões ocorreu ainda quando o Recorrente-médico dispunha de domínio sobre o tratamento: as tumefações de vários tamanhos, de consistência mole, móveis, não aderidas à pele que o pénis do Recorrido passou a apresentar manifestaram-se\napós a frequência do plano de tratamentos acordado\n(facto n.º 1.18.). O Recorrido apenas abandonou o acompanhamento médico por parte do 1.º Recorrente\napós a data de 13/05/2011\n, faltando às consultas de revisão prescritas e não efetuando o controlo clínico do tratamento respeitante ao uso do extensor (factos 1.63. e 1.64.).\nNada ficou demonstrado – como parecem sugerir os Recorrentes nas suas alegações (ponto XXXIV) – quanto à não observância, por parte do Recorrido, de um período de abstinência sexual ou quanto a qualquer elemento que indicie que o Recorrido tenha contribuído, com a sua conduta (ativa ou omissiva) para o resultado danoso ocorrido. A matéria provada apenas consente a conclusão de que o Recorrido – num momento em que, não obstante o cumprimento do plano pós-operatório acordado, o pénis já exibia tumefações de vários tamanhos – deixou de comparecer às consultas de revisão prescritas pelo 1.º Recorrente, não efetuando o controlo clínico do tratamento respeitante ao uso do extensor. Fica por dilucidar se tal extensor deixou de ser usado ou foi objeto de uso indevido.\nAcórdão recorrido não merece censura no ponto vertente. Assim como no enquadramento ulterior que delineia a respeito dos restantes pressupostos da responsabilidade civil, em particular, quanto ao pressuposto atinente à culpa.\nO 1.º Recorrente não logrou afastar a presunção de culpa que sobre si recaía em conformidade com o estatuído no artigo 799.º, n.º 1, do Código Civil, tendo fracassado na demonstração de que não deveria, nem poderia, nas circunstâncias concretas, ter agido de diferente modo, isto é, que o resultado danoso ocorreu não obstante o recurso às melhores práticas médicas.\nDeste modo, o recurso tem de improceder.\nIV. Decisão\nPosto o que precede, acorda-se em negar a revista, e, consequentemente, em confirmar o Acórdão recorrido.\nCustas pelos Recorrentes.\nLisboa, 18 de janeiro de 2022\nPedro de Lima Gonçalves (relator)\nFernando Samões\nMaria João Tomé",
    "type": "Acordao"
}