{
    "link": "http://www.dgsi.pt/jstj.nsf/954f0ce6ad9dd8b980256b5f003fa814/a0917bfdf547bb80802588da0055d5b7?OpenDocument",
    "court": "Supremo Tribunal de Justiça",
    "_id": "4690/19.2T8SNT.L1.S1",
    "author": [
        "CATARINA SERRA"
    ],
    "descriptors": [
        "ADMISSIBILIDADE DE RECURSO",
        "CÁLCULO DA INDEMNIZAÇÃO",
        "PERDA DE CHANCE",
        "RESPONSABILIDADE CONTRATUAL",
        "CONTRATO DE ARQUITETURA",
        "PDM",
        "AMPLIAÇÃO DA MATÉRIA DE FACTO",
        "BAIXA DO PROCESSO AO TRIBUNAL RECORRIDO",
        "DUPLA CONFORME",
        "LICENCIAMENTO DE OBRAS",
        "JUÍZO DE PROBABILIDADE",
        "RECURSO DE REVISTA",
        "INTERPRETAÇÃO DO NEGÓCIO JURÍDICO"
    ],
    "date": "10/13/2022",
    "year": 2022,
    "summary": "I. Tendo o incumprimento dos deveres contratuais por parte do réu, arquitecto, tido impacto na possibilidade de o autor, seu cliente, obter um parecer favorável ao pedido de informação prévia (PIP), o comportamento do réu contribuiu para mudar o curso dos acontecimentos (o seu curso provável ou, pelo menos, um seu curso possível).\nII. Configura-se, assim, uma hipótese de “\nincerteza factual causal\n” – incerteza no contributo e na medida do contributo do comportamento do réu para a situação final –, em que a determinação da responsabilidade e da correspondente indemnização obriga a uma ponderação das probabilidades de um desenlace diverso no caso de o réu ter cumprido.",
    "full_text": "ACORDAM NO SUPREMO TRIBUNAL DE JUSTIÇA\nI. RELATÓRIO\nRecorrentes:\nAA\n,\nBB\ne\nCC\nRecorrido:\nDD\n1.\nAA\n,\nBB\ne\nCC\ninstauraram acção declarativa comum contra\nDD\npedindo que o réu seja condenado a pagar:\n- aos autores – a quantia total de € 223.200, a título de indemnização por danos patrimoniais acrescida dos juros de mora vencidos desde a citação e vincendos até integral pagamento,\n- ao 1.º autor – a quantia de € 5.000 a título de indemnização por danos não patrimoniais.\nAlegaram, em síntese:\n- os autores são proprietários de um terreno que foi adquirido em 23.05.2007 pelo preço de € 190.000 com o único propósito de ali ser construída uma moradia que iria ser a sua casa de morada de família;\n- essa construção seria possível face ao Plano de Ordenamento do Parque Natural de Sintra-Cascais (POPNSC);\n- com o propósito de avançar com a construção da moradia, o 1.º autor celebrou um contrato de prestação de serviços com o réu, arquitecto, em 30.07.2008 em que este se comprometeu, além do mais, a elaborar um Estudo Prévio de Arquitectura e o Pedido de Informação Prévia (PIP) para entregar na Câmara Municipal ...;\n- em 25.09.2008 o réu deu entrada do PIP no Serviço de Atendimento Técnico da Direcção Municipal de Planeamento Estratégico e Urbanismo daquela Câmara Municipal,\n- mas não corrigiu em tempo as deficiências que foram sendo apontadas pela Câmara,\n- apesar das solicitações do 1.º autor,\n- o que teve como consequência ficar entretanto interditada a construção da moradia pois entrou em vigor um novo PDM do qual resulta que ali já nenhuma construção poderá ser efectuada;\n- foi em virtude da conduta do réu, incumprindo o contrato de prestação de serviços, que o 1.º autor viu vedada a possibilidade de implantação de uma moradia no terreno.\n2.\nO réu contestou pugnando pela improcedência da acção e requereu a condenação do 1.º autor a pagar-lhe indemnização no montante de 5.000 € por litigância de má fé.\nAlegou, em resumo:\n- o autor desconhecia o que podia ser construído naquele terreno quando o comprou;\n- só após o verão de 2015 o 1.º autor informou o réu de que pretendia construir ali uma moradia com a brevidade possível para ali residir;\n- o réu elaborou para o 1.º autor os trabalhos contratados: elaboração de um estudo prévio de arquitectura e respectivo pedido de informação prévia;\n- não se vinculou ao acompanhamento e à condução do procedimento administrativo do pedido de informação prévia, à elaboração/apresentação de outros elementos para além desses ou à aprovação do pedido de informação prévia;\n- em 2012 iniciou-se o procedimento de revisão do PDM... de 1999 e que foi decidido em 25/07/2012 e publicado no DR de 18.12.2012;\n- e em Junho de 2015 a Câmara Municipal ... emitiu parecer desfavorável ao PIP apresentado pelo réu com o fundamento essencial de que a área de construção bruta aí prevista ser superior à área que o PDM permitia para esse terreno;\n- o réu cumpriu o que foi contratado;\n- impugna os alegados danos.\n3.\nNa audiência final foi requerida e admitida a ampliação do pedido nestes termos:\n“\nEm sede de petição inicial os autores deduziram pedido de indemnização civil relativo aos danos de perda de chance. Sucede que do relatório pericial resulta que o valor do terreno com moradia implantada é de 534.212,00 € pelo que o valor do dano de perda de chance corresponde ao valor do terreno com a moradia implantada deduzido o valor de aquisição do terreno, ou seja, 344.212,00 € termos em que se requer a ampliação do pedido para 541.212,00\n€”.\n4.\nRealizada a audiência final foi proferida sentença que julgou a acção improcedente e que absolveu os autores do pedido de condenação por litigância de má fé.\n5.\nInconformados, apelaram os autores.\n6.\nO Tribunal da Relação de Lisboa proferiu\nAcórdão no qual se decidiu a final:\n“\nNestes termos, a mora do apelado no âmbito dos procedimentos referentes ao 1.º PIP nenhum prejuízo causou aos apelantes, impondo-se a improcedência da acção.\nFica assim prejudicado o conhecimento das demais questões sobre os pedidos de indemnização por danos patrimoniais e danos não patrimoniais, mas ainda assim diremos que quanto aos primeiros, sempre teriam de ser deduzidos os custos que os apelantes teriam de suportar com a construção da moradia.\nPor quanto se disse, improcede a apelação\n”.\n7.\nMantendo-se inconformados, interpuseram os autores recurso de revista.\nConcluem as suas alegações de forma extensa – excessivamente extensa, como se pode verificar:\n“\nI. O presente Recurso é interposto de uma decisão de um tribunal de 2.ª instância e por isso a sua admissibilidade encontra-se dependente da demonstração de que não se verifica a dupla conforme, constante do artigo 671.º, n.º 3, do CPC e que tem como requisitos: (i) a conformidade entre a decisão de 1.º instância e a decisão do Tribunal de 2.ª instância; (ii) a ausência de voto de vencido; (iii) a conformidade da fundamentação entre as duas decisões.\nII. Tendo em conta o (i) e o (iii) requisitos não podem existir dúvidas sobre a ausência de uma verdadeira dupla conformidade, a qual torna o presente recurso admissível.\nIII. Embora se verifique uma conformidade substancial entre a Decisão de 1.ª instância e o Acórdão Recorrido — porquanto se verificou numa e noutro a improcedência dos pedidos formulados, a fundamentação adoptada é essencialmente diferente.\nIV. Em primeiro lugar, verifica-se que o Tribunal a quo e o Tribunal de 1.ª instância divergiram quanto ao âmbito material das obrigações assumidas pelo Recorrido.\nV. O Tribunal de 1.ª instância considerou, tão somente, que o Recorrido se havia vinculado, perante os Recorrentes, a elaborar um estudo prévio de Arquitectura, com vista “a pedir à câmara municipal, a título prévio, informação sobre a viabilidade de realizar determinada operação urbanística” no prédio de que os AA. são proprietários, projecto esse desenvolvido com base nos elementos fornecidos pelo 1.º A. à data de início do projecto.”,\nVI. Já o Tribunal a quo entendeu que a prestação a que o Recorrido se vinculou envolvia a consideração daquela área de construção com vista à aprovação do PIP à luz das normas legais e regulamentares aplicáveis.\nVII. Em segundo lugar, a interpretação dos dois tribunais difere quanto às consequências da não consideração de tais normas legais e regulamentares para efeitos de cumprimento da prestação.\nVIII. Com efeito, enquanto o Tribunal de 1.ª instância entende que a inobservância de tais normas legais e regulamentares não releva para efeito do cumprimento das obrigações do Recorrido, o Tribunal a quo adopta uma postura inversa.\nIX. Neste sentido, infere-se da leitura do Tribunal a quo que, destinando-se o PIP a ser aprovado pela Câmara Municipal ... (“CM...”), uma apresentação do mesmo em termos incompatíveis com tais normas legais e regulamentares revelava um cumprimento defeituoso das prestações do Recorrido.\nX. Mais: na leitura do Tribunal a quo, uma tal circunstância é reforçada pelo facto de o Recorrido ter expressamente remetido no contrato celebrado para tais normas legais e regulamentares.\nXI. Em terceiro lugar, verifica-se uma outra divergência entre o Tribunal de 1.ª instância e o Tribunal a quo, esta da maior relevância.\nXII. O Tribunal de 1.ª instância entendeu que, atenta a prestação a que o Recorrido se vinculou, a contrato da qual a mesma emana cessou com a entrega do PIP na CM..., a qual ocorreu em 25.09.2008. Já na óptica do Tribunal a quo, o contrato inicialmente celebrado entre o Recorrido e o 1.º Recorrente projectou-se muito para lá da entrega do PIP, atendendo ao comportamento concreto das partes e às regras de interpretação das declarações negociais constantes do CC.\nXIII. Comparando a leitura de ambos os tribunais, percebe-se que o iter de fundamentação é claramente diferente.\nXIV. Enquanto o Tribunal de 1.ª instância não atende às circunstâncias posteriores à entrega do PIP, e em particular aos fundamentos que conduziram ao indeferimento do 1.º PIP, o Tribunal a quo considera que, quando tal PIP foi apreciado e até após tal apreciação, o contrato celebrado entre o 1.º Recorrente e o Recorrido se encontrava ainda eficaz e, portanto, podia ter ainda existido um verdadeiro incumprimento.\nXV. À luz deste último ponto (decisivo para aferir da ausência de uma dupla conforme) o Tribunal de 1. ª instância e o Tribunal a quo divergiram ainda quanto às consequências concretas da prestação efectuada pelo Recorrido.\nXVI. O Tribunal de 1.ª instância entende, em linha de coerência com a suposta cessação do contrato de prestação de serviços aquando da entrega do PIP, que não se verificou incumprimento por parte do Recorrido. Já o Tribunal a quo também declarou a improcedência dos pedidos dos Recorrentes, mas, ao contrário do Tribunal de 1.ª instância, não afasta a verificação do incumprimento por parte do Recorrido.\nXVII. Concretamente, e também em linha de coerência com a interpretação segundo a qual o vínculo contratual entre o 1.º Recorrente e o Recorrido subsistiu para lá da apresentação do PIP e da sua 1.ª apreciação por parte da CM..., o Tribunal a quo vem expressamente afirmar o seguinte:\n“Portanto, face à informação prévia prestada no âmbito do 1.º PIP o apelado incorreu em mora (cfr nº 2 do artigo 804º do CC que estatui que «O devedor se considera constituído em mora quando, por causa que lhe seja imputável, a prestação, ainda possível, não foi efectuada no tempo devido e nº 2 do art. 805º que estatui que há mora independentemente da interpelação se a obrigação tiver prazo certo.(…) Estes princípios gerais são aplicáveis à mora no cumprimento (neste sentido, PIRES DE LIMA E ANTUNES VARELA, in Código Civil anotado, Vol II, 4ª ed, pág. 61/62), não tendo o apelado ilidido essa presunção de culpa)”.\nXVIII. Por fim, e evidenciando ainda mais a distinção de fundamentação adoptada pelo Tribunal de 1.ª instância e o Tribunal a quo, existe uma divergência quanto ao entendimento da relevância das alterações normativas e regulamentares para efeitos do incumprimento do Recorrido e respectivas consequências indemnizatórias.\nXIX. Neste ponto, tanto o Tribunal de 1.ª instância como Tribunal a quo entenderam que o início de vigência das Medidas Preventivas o qual ocorreu a 20.02.2016, tornava inadmissível que pudesse existir qualquer construção no Imóvel.\nXX. Todavia, não estão de acordo quanto à questão de saber se a edificação no Imóvel — à qual estaria sempre subjacente um PIP favorável — era ou não permitida à data de apresentação do PIP e, pelo menos até 2015 e concretamente até 30.06.2015.\nXXI. Com efeito, o Tribunal de 1.ª instância não se debruçou sobre essa questão, entendendo, tão somente, que a edificação no Imóvel apenas se encontrava proibida a partir do início de vigência das Medidas Preventivas.\nXXII. Já o Tribunal a quo enveredou por uma linha diversa: num confronto entre as diversas normas potencialmente aplicáveis — as das Medidas Preventivas, do Plano de POPNSC e do Plano Director Municipal ... — entendeu que já em 2008, na data da apresentação do PIP e assim em 2015, deviam aplicar-se as normas deste último.\nXXIII. Neste âmbito, pode, pois, concluir-se que, embora admita que existiu um incumprimento retardado por parte do Recorrido, o Tribunal a quo entende que a relevância indemnizatória desse incumprimento acaba por não se materializar por interrupção do nexo causal: o eventual incumprimento do Recorrido não poderia relevar a partir do momento em que não era possível, desde a apresentação do PIP, edificar no Imóvel.\nXXIV. Nos termos supra expostos, verifica-se uma identidade entre a Decisão de 1.ª Instância e o Acórdão Recorrido quanto à improcedência dos pedidos dos Recorrentes: todavia, a fundamentação da improcedência foi distinta.\nXXV. Nestes termos, não se verifica a dupla conforme prevista no artigo 671.º, n.º 3, do CPC, e, por isso, o presente Recurso deve ser admitido.\nXXVI. Uma vez que em sede de Recurso de Revista o Supremo Tribunal de Justiça apenas pode conhecer de matéria de direito, o pedido revogatório do Acórdão Recorrido tem, evidentemente, de se fundamentar num erro de direito, o qual, nos termos do artigo 674.º do CPC, pode envolver a violação de lei substantiva e pode consistir no erro de interpretação e aplicação ou na determinação da norma aplicável.\nXXVII. Muito justamente, o pedido de revogação do Acórdão Recorrido baseia-se, num primeiro plano, numa errada interpretação e consequente aplicação das normas convocadas para a resolução do litígio, in casu as constantes do POPNSC e do PDM....\nXXVIII. O Tribunal a quo interpretou o quadro normativo aplicável à resolução do litígio, em particular as normas urbanísticas num sentido muito preciso e relevante para o desfecho daquele: numa proposição central, do Acórdão Recorrido resulta que as normas aplicáveis proibiam à data da apresentação do PIP qualquer edificação no Imóvel.\nXXIX. Neste sentido, o Tribunal a quo entende que, aplicando as regras do PDM... à data da apresentação do PIP, a superfície mínima de construção do Imóvel era de 5000 m2; como o Imóvel dos Recorrentes tinha apenas 3160 m2, essa construção não era possível; porém, outro resultado ocorreria caso fosse aplicável o POPNSC: uma vez que este apenas exige uma superfície de 2000 m2, a construção seria permitida à data da apresentação do PIP, respeitadas que estavam as demais regras aplicáveis.\nXXX. Dito isto, o Tribunal a quo estabelece entre as duas hipóteses — aplicação das normas do POPNSC ou do PDM... — uma prevalência destas últimas, as quais deviam, portanto, ser aplicáveis à resolução do litígio e que determinavam, repita-se, que era impossível construir já em 2008, quando o PIP foi apresentado.\nXXXI. Face ao exposto, e de modo a demonstrar os erros do Acórdão Recorrido, impõe-se compreender o quadro normativo referente às normas dos diversos planos territoriais à data dos factos e a correcta interpretação normativa das disposições do PDM... e do POPNSC e a respectiva articulação.\nXXXII. A primeira ideia relevante a reter prende-se com a diferença entre a natureza dos dois planos aqui invocados, o PDM... e o POPNSC, no quadro vigente à data dos factos, o qual resultava, no essencial, do RJIGT.\nXXXIII. De facto, o POPNSC correspondia a um verdadeiro Plano Especial, o qual configurava um instrumento de natureza regulamentar de elaboração pela Administração Central (cfr. artigo 42.º,n.º 2, do RJIGT), na modalidade de Plano de Ordenamento de Áreas Protegidas, nos termos do artigo 42.º, n.º 3, do RJIGT.\nXXXIV. Por sua vez, o PDM... corresponde a um Plano Municipal, o qual se destinava “a definir os modelos de evolução previsível da ocupação humana e da organização de redes e sistemas urbanos e, na escala adequada, parâmetros de aproveitamento do solo e de garantia da qualidade ambiental” (cfr. artigo 69.º, n.º 2, do RJGIT).\nXXXV. Estabelecida a diferente natureza do PDM... e do POPNSC, cumpre então perceber os termos da sua articulação.\nXXXVI. O artigo 24.º, n.º 4, do RJIGT, prescrevia o seguinte: “Os planos especiais de ordenamento do território prevalecem sobre os planos intermunicipais de ordenamento do território, quando existam, e sobre os planos municipais de ordenamento do território”.\nXXXVII. Ora, esta prevalência do Plano Especial sobre o Plano Municipal era entendida num duplo sentido: (i) por um lado, na mesma estava em causa uma obrigação de conformação do Plano Municipal com o Plano Especial, caso estes coincidissem na mesma área territorial; (ii) por outro, a prevalência referida no artigo 24.º, n.º 4, do RJIGT, também se reportava a um verdadeiro modo de resolução de conflitos normativos entre os planos especiais e os planos municipais, ou seja, em caso de colisão entre eles numa determinada situação concreta, a norma do artigo 24.º, n.º 4, do RJIGT, dá prevalência às normas dos Planos Especiais.\nXXXVIII. Atenta a necessária hierarquia que existia à data dos factos entre o Plano Especial e o Plano Municipal, impõe-se agora avançar para a relação entre o POPNS e o PDM....\nXXXIX. Em 2008, o PDM... prescrevia que nos Espaços Agrícolas 3 (onde se situava o Imóvel) a superfície mínima da parcela era de 5000 m2; numa orientação diversa, e situando-se o Imóvel numa específica área do POPNSC aquela superfície mínima era apenas de 2000 m2.\nXL. Na contraposição entre as duas normas, repare-se que, quando apreciou o PIP, a CM... entendeu justamente que deviam aplicar-se as regras do POPNSC, ou seja, admitiu que a superfície mínima da parcela relevante era a prescrita neste.\nXLI. Mais: ao contrário do que se poderia supor, não foi esse o fundamento para a emissão de um parecer desfavorável; ao invés, a CM... só emitiu o parecer nesses termos porquanto entendeu que a área bruta de construção apresentada pelo Recorrido superava aquilo que constava do POPNSC.\nXLII. Mais: a CM... não podia ter adoptado outra solução porquanto a norma do POPNSC que estabelecia a superfície mínima da parcela de 2000 m2 devia prevalecer, com fundamento no artigo 24.º, n.º 4, do RJIGT, sobre as normas do PDM... e neste particular sobre aquela que estabelecia uma superfície mínima da parcela de 5000 m2.\nXLIII. Ora, Tribunal a quo não seguiu esse percurso, não invocando nem aplicando a norma constante do artigo 24.º, n.º 4, do RJIGT, ao litígio em apreço para determinar a aplicação das normas do POPNSC sobre as do PDM....\nXLIV. Neste sentido, o Tribunal a quo incorreu em violação de lei substantiva, errando na determinação da norma aplicável e cometeu, por isso, um erro de direito, o qual deve determinar a revogação do Acórdão Recorrido.\nXLV. Dito isto, importa notar que, além de não ter considerado a norma constante do artigo 24.º, n.º 4, do RJIGT, o Tribunal a quo centrou a sua argumentação no facto de o PDM... poder estabelecer regras mais restritivas do que o POPNSC, nomeadamente quanto à superfície mínima da parcela.\nXLVI. À data dos factos, o PDM... prescrevia, na norma do artigo 31.º, n.º 4, alínea a), que a superfície mínima da parcela em Espaços Agrícolas 3 (onde se situava o Imóvel) era de 5000 m2.\nXLVII. Porém, e consciente que existiam áreas em Espaços Agrícolas 3 em que também se aplicavam as regras do POPNSC, o PDM... positivou uma norma no sentido da aplicação daquele.\nXLVIII. Concretamente, o ponto 6.3. do artigo 31.º do PDM... prescrevia o seguinte:“ No Parque Natural de Sintra-Cascais observam-se as disposições constantes dos respectivos plano de ordenamento e regulamento”.\nXLIX. Naturalmente, o Tribunal a quo não aplicou nem tão pouco se ateve a esta norma e, por isso, impõe-se interpretá-la para retirar conclusões sobre o seu sentido e sobre a sua aplicação ao caso concreto.\nL. Para efectuar essa interpretação, impõe-se então recorrer às normas pelas quais a mesma se rege, as quais constam do artigo 9.º do Código Civil e das quais decorrem os seguintes elementos de interpretação: o (i) elemento literal, (ii) o elemento sistemático, e (iii) o elemento teleológico.\nLI. Como é consabido, a letra dos textos jurídicos constitui o ponto de partida da interpretação jurídica e é dela “irremovível”.\nLII. De facto, nos termos do disposto no n.º 2 do artigo 9.º do CC, fica liminarmente afastada, no nosso sistema jurídico, a possibilidade de adopção de todos os sentidos interpretativos que não encontrem um “mínimo de correspondência verbal” com a formulação literal escolhida pelo legislador.\nLIII. Assim, se o texto normativo não é o elemento único – por vezes, nem sequer o mais importante – de uma operação interpretativa, ele assume, pelo menos, um cariz negativo ou eliminatório: ele suprime todas as leituras normativas que não possam ser apoiadas na redacção literal do preceito. .\nLIV. No que concerne ao elemento teleológico, importa ter em conta que este pode ser positivamente definido como aquele que atende à finalidade do comando e, negativamente, como aquele que visa libertar o intérprete de uma estrita e cega submissão à lei.\nLV. E no âmbito do elemento teleológico relevam, de forma articulada, a intenção subjacente ao comando em causa, ou seja, a intenção historicamente situada dos seus autores, e a compreensão actual dos destinatários do comando.\nLVI. Por sua vez, o elemento sistemático, a que alude o artigo 9.º, n.º 1, do Código Civil, implica que, em sede interpretativa, se atribua ao comando o significado mais adequado ao contexto onde se insere.\nLVII. Na transposição destes elementos para o caso sub judice, ou seja, para a interpretação da disposição do ponto 6.3. do artigo 31.º do PDM..., deve relevar-se, em primeiro lugar, que o elemento literal do enunciado não é absolutamente decisivo, ou seja, o mesmo comporta vários sentidos.\nLVIII. Por outras palavras: a partir dele, tanto podia entender-se que, em espaços Agrícolas 3, devem cumulativamente observar-se as regras do POPNSC, não afastando aquelas que constam do PDM... ou, em sentido inverso, existindo claramente a possibilidade de existir uma colisão, prevaleciam as primeiras.\nLIX. A consideração do elemento sistemático ajuda, porém, a deslindar as dúvidas interpretativas que surgem por via do elemento literal.\nLX. Por um lado, a disposição do PDM... constante do ponto 6.3. do artigo 31.º articula-se e move-se no âmbito do princípio da hierarquia estabelecido no artigo 24.º, n.º 4, do RJGIT.\nLXI. Nestes termos, essa disposição deve ser interpretada à luz de uma fonte superior, neste caso a lei, ou seja, atendendo ao contexto vertical.\nLXII. A essa luz, aquele enunciado do PDM... deverá ser interpretado no sentido que, existindo uma colisão entre uma norma do PDM... e do POPNSC, deve prevalecer a que conste deste último.\nLXIII. Interpretação que é reforçada pelo facto de o quadro normativo constante do RJIGT não conter qualquer excepção a uma tal hierarquia: para este efeito, na resolução de conflitos não há qualquer excepção à prevalência da norma lex superior, in casu a constante do POPNSC.\nLXIV. Mas ainda que este não fosse um critério suficiente no âmbito do elemento sistemático — o que se pondera, por mero dever de raciocínio — haveria que ter em conta a necessária parametrização da interpretação normativa pela própria Constituição da República Portuguesa.\nLXV. E neste ponto, flui claramente da Constituição uma necessária vinculação de todos os poderes públicos ao princípio da proporcionalidade (cfr. artigos 18.º, n.os 2 e 3, da CRP).\nLXVI. No âmbito do princípio da proporcionalidade, mostra-se particularmente relevante o sub-princípio da necessidade, através do qual se procura aferir se uma determinada actuação ou interpretação é, tendo em conta a situação concreta, aquela que permite alcançar o objectivo visado com o menor sacrifício possível de outros bens ou interesses.\nLXVII. Para esse efeito, compara-se a alternativa elegida pelo decisor com outras que, continuando a permitir alcançar o mesmo objectivo com igual ou similar grau de eficácia, interfiram de forma menos negativa noutros bens ou interesses.\nLXVIII. Com este enquadramento deve então apurar-se qual, face à redacção do ponto 6.3, do artigo 31.º do PDM..., é a interpretação que se mostre mais proporcional, em particular necessária.\nLXIX. Neste campo, pode dizer-se que uma interpretação segundo a qual deve ser aplicável a superfície mínima da parcela constante do PDM... permite-se sem qualquer margem de dúvidas proteger simultaneamente os interesses tidos em vista pelo Município e aqueles que são protegidos pelo POPNSC.\nLXX. Porém, é de notar que tal interpretação conduz a uma gravosa afectação da possibilidade de construir nos imóveis que se situem na área em causa — neste caso sobretudo dos Recorrentes.\nLXXI. Contrariamente, se se tiver em conta uma interpretação nos termos da qual o ponto 6.3. do artigo 31.º do PDM... manda atender às normas do POPNSC, verifica-se, sem diminuição sensível da eficácia, a protecção dos mesmos valores, mas com um conteúdo interferente menos negativo.\nLXXII. Por outras palavras: esta última interpretação mostra-se aquela que melhor salvaguarda o princípio da proporcionalidade e, por essa mesmíssima razão, mostra-se, no plano do elemento sistemático, aquela que é mais conforme à Constituição.\nLXXIII. Por fim, diga-se, ainda, que a interpretação segundo a qual o ponto 6.3 do artigo 31.º do PDM... não só remete para o POPNSC como faz prevalecer as regras deste último se mostra justificada teleologicamente, correspondendo à efectiva intenção do normador municipal.\nLXXIV. A este propósito, tenha-se em conta que as normas do PDM... iniciaram a sua vigência em 1999 e as do POPNSC em 2004, verificando-se, adicionalmente, que, mesmo com a entrada em vigor do POPNSC, as normas do PDM... se mantiveram integralmente nos mesmos termos, ou seja, o normador municipal não entendeu que era necessária uma modificação das mesmas para acompanhar as regras do POPNSC.\nLXXV. Daqui, decorre o seguinte: uma vez que não entendeu ser necessária uma modificação das normas do PDM..., o normador municipal manifestou aqui, reiterando, que as normas deste último cediam perante as do POPNSC.\nLXXVI. Por outras palavras: a ausência de actuação do normador municipal na sequência do início de vigência das normas do POPNSC — in casu não alterando as normas do PDM... — indicia uma determinada vontade de fazer as normas daquele prevalecer sobre este, a qual, reitere-se, tem a particularidade de encontrar ainda apoio no elemento sistemático da interpretação e no elemento literal.\nLXXVII. Em face do exposto, verifica-se que o Tribunal a quo devia ter considerado a norma do artigo 6.3. do artigo 31.º do PDM..., da qual decorre, com cristalina clareza, que em áreas de Espaços Agrícolas 3 do PDM... situadas na área do POPNSC devem prevalecer as regras constantes deste último.\nLXXVIII. Uma vez que não considerou tal norma, nem tão pouco procedeu à sua interpretação e aplicação, o Tribunal a quo incorreu em violação de lei substantiva e, consequentemente, em erro de direito, na modalidade de erro na determinação da norma aplicável, nos termos do artigo 671.º, n.º 4, alínea a), do CPC.\nLXXIX. Uma vez que não considerou tal norma, nem tão pouco procedeu à sua interpretação e aplicação, o Tribunal a quo incorreu em violação de lei substantiva e, consequentemente, em erro de direito, na modalidade de erro na determinação da norma aplicável, nos termos do artigo 671.º, n.º 4, alínea a), do CPC.\nLXXX. Tal erro deve logicamente conduzir à revogação do Acórdão Recorrido.\nLXXXI. Sem prejuízo do exposto, o Tribunal a quo fundamenta ainda a improcedência dos pedidos dos Recorrentes na interpretação e consequente aplicação das normas das Medidas Preventivas — aqui, aliás, em linha de coerência com a decisão do Tribunal de 1.º instância.\nLXXXII. Nos termos do Acórdão Recorrido, assevera-se, pois, o seguinte:\n“Portanto, os factos provados e a informação técnica não permitem concluir: que o imóvel está localizado em perímetro urbano e que a moradia a construir cumpriria as condições cumulativas previstas no art. 4º nº 2 al a) das medidas preventivas; nem que, estando localizado o imóvel fora do perímetro urbano estão cumpridas as condições cumulativas enumeradas no art. 4º nº 2 al. b). Além disso, os factos provados não permitem concluir que a construção da moradia seria uma obra de escassa relevância urbanística. Em suma, dos factos provados não decorre ser aplicável ao caso concreto alguma das excepções àquela proibição temporária de construção no imóvel dos apelantes no âmbito das medidas preventivas, pelo que ficou por elas abrangido”.\nLXXXIII. Ora, a conclusão do Douto Tribunal a quo não se mostra correcta, importando por isso verificar os seus termos.\nLXXXIV. Num primeiro momento, importa salientar que o facto de à situação dos Recorrentes não ser aparentemente aplicável nenhum das normas que consagram pressupostos referentes à admissibilidade da edificação não deve levar a concluir que a mesma era de todo proibida.\nLXXXV. Com efeito, um juízo sobre a inadmissibilidade da edificação na área do Imóvel na sequência do início de vigência das Medidas Preventivas tem forçosamente de atender a todas as normas constantes destas últimas e não apenas a algumas delas.\nLXXXVI. Neste sentido, deve relevar-se, em primeiro lugar, que as Medidas Preventivas não substituíram o PDM... na sua totalidade, verificando-se, em sentido inverso, que a norma do artigo 3.º, n.º 1, prescreve o seguinte: “Mantêm-se em vigor o Plano Director Municipal ... e o Plano de Urbanização ..., em tudo o que nas presentes medidas preventivas não é proibido ou limitado.\nLXXXVII. Ora, da conjugação desta norma com as aquelas que proibiam ou limitavam a edificação resultava um quadro no qual estas tinham de se articular com as previstas no PDM..., não as substituindo de todo.\nLXXXVIII. Nesta sequência, atente-se que as Medidas Preventivas não procederam a qual revogação expressa da norma constante do ponto 6.3 do artigo 31.º do PDM, desde logo porque esta última norma é evidentemente uma norma de natureza remissiva, a qual deve, porém, ser entendida à luz do restante quadro normativo aplicável.\nLXXXIX. Adiantando um pouco mais, deve também afirmar-se que as normas que consagram limitações à edificação por força das Medidas Preventivas nunca poderiam, mesmo norma eventualmente especial, revogar a norma do ponto 6.3 do artigo 31.º do PDM... que mandava atender ao disposto no PDM....\nXC. E assim era porque uma tal norma se fundava ainda no princípio da hierarquia prescrito no artigo 24.º, n.º 4, do RJIGT.\nXCI. E a confirmação última disso mesmo é o facto de, no quadro das Medidas Preventivas, ser salvaguardada, na sua totalidade, a vigência das normas do POPNSC, nos termos do artigo 3.º, n.º 2.\nXCII. Dito isto, a circunstância de as normas constantes das Medidas Preventivas não terem revogado a norma do ponto 6.3. do artigo 31.º do PDM... nem terem o alcance de derrogar as normas do POPNSC conduz naturalmente a um conflito, mais concretamente entre as normas que vedam a edificação no quadro das Medidas Preventivas e aquelas que as permitem tanto à luz do PDM... como do POPNSC.\nXCIII. Neste quadro, a resolução desse conflito deve passar, tanto à luz do elemento sistemático como do elemento teleológico, pela prevalência das normas do POPNSC: se as Medidas Preventivas constituem um regulamento de natureza cautelar que, em determinados casos, substitui o PDM e se as normas deste são derrogadas por normas de Planos Especiais que disponham em sentido contrário, mostra-se coerente que as normas de Medidas Preventivas também cedam perante as constantes de Planos Especiais.\nXCIV. O que no caso concreto significa que as normas do POPNSC — e do PDM... que remetiam para elas — prevaleciam sobre as normas das Medidas Preventivas.\nXCV. Em consequência, mesmo com o início de vigência das normas das Medidas Preventivas, a edificação não se tornou proibida na área do Imóvel.\nXCVI. Uma vez que o Tribunal a quo considerou que assim não era — aplicando as normas das Medidas Preventivas que limitavam a edificação, para concluir que ela se tinha tornado proibida —, verificou-se uma violação de lei substantiva, a qual conduziu a um erro de direito, na modalidade de erro de interpretação e aplicação de normas, nos termos do artigo 674.º, n.º 1, alínea a) do CPC.\nXCVII. Dito isto, importa, num segundo momento, ter em conta que mesmo que se possa concluir que as normas das Medidas Preventivas proibiram a edificação — o que se pondera por dever de raciocínio e sem conceder —elas não eram ainda assim aplicáveis ao procedimento de PIP dos Recorrentes.\nXCVIII. Com efeito, importa ter em conta que o procedimento relativo ao PIP se iniciou em 2008 e que ainda se encontrava a correr em 2015 e naturalmente em 2016, mais concretamente a 20.02.2016, quando iniciaram vigência as normas das Medidas Preventivas.\nXCIX. Mais: nessa mesma data, os Recorrentes já tinham sido confrontados com um Projecto de Decisão, nos termos do qual se preconizava o indeferimento do PIP, à luz tão somente das regras do POPNSC e do PDM....\nC. Ora, a circunstância de o procedimento se encontrar na sua fase final — faltando apenas uma decisão final da CM...—e de já existir um projecto de decisão não pode deixar de relevar para efeitos de aplicabilidade das normas das Medidas Preventivas.\nCI. A este propósito que os Recorrentes apresentaram a sua pretensão face ao quadro normativo constante do PDM... e do POPNSC e, por força das acções e das omissões da CM..., criaram uma confiança — legítima, razoável e fundada — na manutenção desse mesmo quadro normativo.\nCII. Logicamente, admitir que as normas aplicáveis à sua pretensão pudessem ser modificadas quase no termo do procedimento – escassos meses antes — e quando já existia um projecto de decisão constitui uma mutação da ordem jurídica com que os Recorrentes não puderam contar e que lesa as suas expectativas que eram, repita-se, legítimas e fundadas.\nCIII. Neste sentido, uma interpretação nos termos da qual uma interpretação nos termos da qual tais normas também se aplicam a procedimentos a decorrer e em que já existiu um projecto de decisão é inconstitucional, por violação dos princípios da tutela da confiança e da segurança jurídica, nos termos do artigo 2.º da CRP.\nCIV. Uma vez que os Tribunais não podem aplicar normas ou interpretações normativas inconstitucionais (cfr. artigo 204.º da CRP), resta então saber se é possível interpretar os enunciados constantes das Medidas Preventivas de um outro modo.\nCV. Neste âmbito, importa considerar que a inaplicabilidade das normas das Medidas Preventivas aos procedimentos que se encontram em curso e que já têm um projecto de decisão num determinado sentido não tem um expresso apoio na letra dos seus enunciados.\nCVI. Havendo assim uma dúvida que não se resolve simplesmente à luz do elemento literal, tanto o elemento teleológico como o elemento sistemático apontam no sentido de elas não serem aplicáveis aos procedimentos que se encontram em curso há longo tempo e relativamente aos quais já exista um determinado projecto de decisão.\nCVII. Por um lado, é razoável supor que a vontade do normador municipal não foi de todo desconsiderar as expectativas daqueles que confiaram num quadro normativo aplicável, ou seja, deve presumir-se que este consagrou aquela que era — e é — a solução mais adequada, à luz dos princípios fundamentais do sistema jurídico, in casu a tutela da confiança e a segurança jurídica.\nCVIII. Por outro lado, e de modo decisivo, na dúvida sobre o sentido interpretativo de uma ou várias disposições deve preferir-se aquela que permite garantir a conformidade constitucional da norma ou interpretação normativa.\nCIX. Dito isto, é evidente que a única interpretação que se mostra teleologicamente fundada e simultaneamente conforme à Constituição é restritiva: as normas das Medidas Preventivas não podiam aplicar-se a procedimentos que, encontrando-se em curso, já tenham tido projecto de decisão.\nCX. Não foi, outra aliás, a interpretação dada pela própria CM... na decisão desfavorável do PIP: repare-se que, em plena consonância com os princípios da segurança jurídica e da tutela da confiança, esta não aplicou — nem considerou — as normas constantes das Medidas Preventivas.\nCXI. Em face do exposto, pode, pois, concluir-se que as normas das Medidas Preventivas que não eram aplicáveis ao procedimento de PIP dos Recorrentes, à luz da uma interpretação conforme à Constituição e teleologicamente orientada.\nCXII. Nesse sentido, torna-se agora claro que, em consequência da não aplicabilidade das normas que proibiam a edificação no âmbito do Procedimento de PIP dos Recorrentes, a edificação continuou a ser possível, mesmo após 20.02.2016.\nCXIII. Uma vez que o Tribunal a quo considerou a questão de forma diferente — entendendo que após essa data se encontrava efectivamente proibida a edificação, — resta concluir que, também por esta via, se verificou uma violação de lei substantiva, que conduziu a um erro de direito na interpretação e aplicação das normas das Medidas Preventivas, nos termos do artigo 674.º do CPC.\nCXIV. Apesar de já se ter concluído que as normas das Medidas Preventivas não eram aplicáveis ao presente caso — seja por que sobre elas prevaleciam as normas do POPNSC seja por que lesariam os princípios da segurança jurídica e da tutela da confiança — deve dizer-se que, ainda que tais normas fossem aplicáveis e delas resultasse uma proibição de edificação, elas não poderiam pôr em causa o incumprimento do Recorrido e os consequentes direitos indemnizatórios dos Recorrentes.\nCXV. Com efeito, tenha-se em conta o Projecto de Decisão sobre o indeferimento do PIP data de 09. 06.2015, tendo sido notificado ao Recorrido em 30.06.2015.\nCXVI. Nesse mesmo parecer, o único aspecto que relevou para a posição da CM... foi o errado cálculo da área bruta de construção, que o Recorrido devia ter conhecido quando entregou o PIP e que conduziu a que esta fosse superior às normas regulamentares, em particular as do POPNSC.\nCXVII. Concretamente, o Recorrido calculou uma área bruta de construção de 312,82 m2 quando, face ao POPNSC e respectivas normas, a mesma era de 237,5 m2.\nCXVIII. Dito isto, em 30.06.2015, a CM... limitou a emitir um projecto de decisão sujeito a audiência prévia e o Recorrido foi efectivamente notificada para essa audiência prévia.\nCXIX. Na sequência, e uma vez que o único problema apontado pela CM... se prendia com a área bruta de construção, o Recorrido podia — e devia — ter corrigido esse aspecto.\nCXX. Concretamente, se tivesse apresentado uma pronúncia em sede de audiência prévia, no prazo dado pela CM..., os problemas apontados podiam ter sido resolvidos e o PIP podia ter obtido uma decisão favorável.\nCXXI. Porém, o Recorrido não fez isso: encontrando-se a correr um prazo para uma pronúncia em sede de audiência prévia — no caso de 15 dias — o Recorrido limitou-se a apresentar duas prorrogações, uma em 14.07.2015 e outra em 12.11.2015.\nCXXII. Em síntese: entre 30.06.2015 e 20.02.2016, o Recorrido não actuou, não apresentou novos documentos junto da CM... que permitissem corrigir o erro no cálculo na área bruta de construção.\nCXXIII. E essa omissão, caracterizando-se ou não como uma verdadeira mora, lesou a esfera jurídica dos Recorrentes: mesmo que se admita que as normas das Medidas Preventivas proibiram a edificação, uma actuação do Recorrido no período que decorreu entre 30. 06.2015 e 20.02.2016 teria, com grau de probabilidade certo, conduzido a uma decisão favorável do PIP, ao qual não poderiam em nenhuma circunstância aplicar-se as normas das Medidas Preventivas.\nCXXIV. Deste modo, verifica-se que foi ainda a conduta omissiva do Recorrido — concretamente a não actuação a partir de 30.06.2015 e até ao início de vigência das Medidas Preventivas, que conduziu os Recorrentes a perderem a possibilidade de construir no Imóvel.\nCXXV. Ora, essa conduta ilícita, maxime por violação dos deveres de diligência associados a um contrato que ainda se encontrava eficaz, foi causal dos danos dos Recorrentes, in casu associados à perda da capacidade construtiva do Imóvel.\nCXXVI. E por essa mesmíssima razão, e ainda que as normas das Medidas Preventivas fossem efectivamente aplicáveis — o que por mero dever de patrocínio se pondera, sem conceder — , isso em nada obsta à verificação dos pressupostos conducentes à responsabilidade do Recorrido\n”.\n8.\nPor seu turno, vem o recorrido responder às alegações.\nPugna pela improcedência da revista e pela confirmação do Acórdão recorrido e, “\n[s]e assim não se entender, o que apenas se equaciona por mera cautela de patrocínio, o Recorrido requer a ampliação do objeto do recurso nos termos e com os fundamentos expostos nos nºs. 35 a 41 destas Alegações\n”.\nDada a extensão das alegações – que não\nconclusões\n, pois o recorrente não as formulou – e, naturalmente, sem prejuízo da sua consideração (com a rectificação apresentada em 29.01.2022), transcrevem-se aqui apenas as formuladas a final, subordinadas ao título “\nVI. AMPLIAÇÃO DO OBJETO DO RECURSO QUANTO AO QUE FICOU DECIDIDO NO ACÓRDÃO RECORRIDO RELATIVAMENTE AO TEMPO DAS OBRIGAÇÕES DO RECORRIDO NO ÂMBITO DO CONTRATO DE PRESTAÇÃO DE SERVIÇOS CELEBRADO COM OS RECORRENTES\n”:\n“\n35. Ao contrário do que se havia decidido na 1ª Instância, o Acórdão considerou que em Junho de 2015 o contrato entre as partes ainda se encontrava em execução e o Recorrido obrigado ao seu cumprimento (pág. 69 do Acórdão recorrido).\n36. O Tribunal de 1ª instância entendeu que o Recorrido cumpriu integralmente aquilo a que se obrigou quando elaborou o estudo prévio de arquitetura e apresentou o PIP nos serviços da CM...:\n“Ora, tendo em conta os termos do contrato celebrado entre o 1.º A. e o R. e as finalidades do pedido de informação prévia, legalmente previstas, afigura-se-nos que o R. ao elaborar o estudo prévio de arquitetura e ao apresentar o PIP em nome do 1.º A. junto da edilidade respetiva em 25 de Setembro de 2009, sem que o mesmo merecesse indeferimento liminar, cumpriu a obrigação a que se vinculou, nenhuma responsabilidade lhe assacando os AA. por ter entregue o PIP 20 dias úteis o prazo indicado na proposta, aceite em 30 de Julho de 2008” – cfr. 3º parágrafo, pág. 30 da Sentença).\nDo mesmo modo, o Tribunal de 1ª instância atendeu ainda ao comportamento concludente do 1.º A. face ao pretenso incumprimento contratual que imputa ao Recorrido. Ou seja, a 1ª instância considerou que o 1.º A., enquanto credor das prestações que entende incumpridas pelo Recorrido, devia, em tempo, ter interpelado admonitoriamente o Recorrido para que ele cumprisse. Não o tendo feito, o 1.º A. conformou-se com tal comportamento e foi aceitando a atuação do Recorrido tal como a mesma foi decorrendo (cfr. pág. 34 da Sentença).\n37. Pelas razões aduzidas na Sentença da 1ª Instância, que aqui se subscrevem integralmente, deve esta dimensão decisória do Acórdão recorrido, se se considerar o recurso procedente, ser revogada, julgando-se nos termos decididos nessa Sentença.\n38. Para além das razões aí aduzidas, o entendimento da Sentença recorrida é reforçado atendendo ao princípio do maior equilíbrio das prestações: é manifestamente abusivo e ilegal o entendimento de que o R. se vinculou ad aeternum a um acompanhamento do PIP entregue.\nDecorreram 7 anos desde a sua apresentação !!!\nE toda a atividade que o Recorrido desenvolveu seria sempre (facto notório) de valor substancialmente superior aos € 1.750 acordados.\n39. Em segundo lugar, e contrariamente ao que se decidiu no Acórdão recorrido (“É certo que a CM... demorou perto de 7 anos a prestar aquela informação desfavorável. Mas não foi fixado prazo para a duração do contrato nem decorre dos factos provados que tenha sido imprevisível tal demora da edilidade, além de que nem sequer foi alegado que o apelado tenha requerido a resolução do contrato ou a sua modificação ao abrigo do disposto no art. 437º do CC…” – cfr. 1.º parágrafo da pág. 69 do Acórdão recorrido), o facto de não ter sido estabelecido prazo para a duração do contrato celebrado entre o 1.º A. e o Recorrido não determina que o seu terminus não seja determinável desde logo pelo cumprimento integral das prestações a que o R. se obrigou (cumprimento esse ocorrido aquando da entrega do PIP em 25.09.2008).\n40. Em terceiro e último lugar, o intervalo temporal decorrido até que a CM... emitisse qualquer pronúncia face ao PIP apresentado violou manifestamente os prazos previstos no art. 16º do RJUE.\nEsta delonga levou até o Recorrido a sugerir ao 1.º A. que procurasse apoio jurídico (cfr. facto provado fff. – “Perante a delonga do processo na CM..., o R. sugeriu por diversas vezes ao 1.º A. que este procurasse os serviços de um advogado por sentir não ter já capacidade de obter qualquer resposta junto da CM..., situação a que o A. não atendeu”), pelo que não se compreende a afirmação de que não decorre dos factos provados que esta demora fosse “imprevisível”.\n41. Ao ter decidido nos termos em que o fez, o Tribunal recorrido desconsiderou totalmente o próprio comportamento e inércia do 1.º A. face ao enorme atraso por parte da CM.... Além disso ignorou também que o (i) 1.º A. nunca interpelou realmente o Recorrido para que este cumprisse as prestações cujo incumprimento agora lhe imputa e que (ii) as prestações a que o Recorrido se obrigou foram apenas aquelas que vêm expressamente previstas no facto provado i), atendendo ao princípio do equilíbrio contratual e à enorme redução no valor dos honorários devidos ao Recorrido\n”.\n9.\nA Exma. Desembargadora Relatora proferiu despacho no qual pode ler-se:\n“\nPor ter legitimidade e estar em tempo, admito o recurso de revista para o Supremo Tribunal de Justiça, que tem efeito meramente devolutivo e sobe nos próprios autos (art. 671.º nº 1 675º nº 1 e 676º nº 1 do CPC)\n.\nÀ conferência na próxima sessão (03/03/2022) para conhecimento da alegada nulidade processual arguida pelo apelado\n”.\nE, mais tarde, proferiu novo despacho com o teor seguinte:\n“\nO réu DD apresentou hoje, 24/02/2022, requerimento nestes termos:\n«notificado do Despacho de 21.02.2022, vem, ao abrigo do princípio da cooperação (art. 7º do CPC), informar que desiste da arguição de nulidade processual referida na 2ª parte desse Despacho\n».\nAssim, tornou-se inútil a realização de conferência para decidir a arguição de nulidade\n”.\n*\nSendo o objecto do recurso delimitado pelas conclusões do recorrente (cfr. artigos 635.º, n.º 4, e 639.º, n.º 1, do CPC), sem prejuízo das questões de conhecimento oficioso (cfr. artigos 608.º, n.º 2,\nex vi\ndo artigo 663.º, n.º 2, do CPC), a questão a decidir,\nin casu\n, é, fundamentalmente, a de saber\nse o réu / recorrido deve ser responsabilizado nos termos alegados pelos autores.\nNo caso de resposta afirmativa, haverá que considerar ainda o requerimento de ampliação do âmbito do recurso, nos termos requeridos pelo réu / recorrido.\nNote-se, contudo, que este requerimento deve ser configurado ainda como contra-alegações e não como um genuíno recurso, uma vez que o recorrido carece da qualidade de parte vencida\n[1]\n.\n*\nII. FUNDAMENTAÇÃO\nOS FACTOS\nSão os seguintes os factos que vêm\nprovados\nno Acórdão recorrido (aqui reorganizados depois da ampla alteração operada pelo Tribunal recorrido):\na) Os AA. são herdeiros da herança aberta por óbito de BB.\nb) Em 23.05.2007, o 1.º A. comprou o prédio rústico composto de vinha e mato, denominado ..., sito nos limites de ..., freguesia ... (...), Concelho ..., descrito na ... Conservatória do Registo Predial ... sob o número ...23, da freguesia ..., Concelho ... e inscrito na matriz predial urbana da referida freguesia sob o artigo ...8, secção 1B, pelo preço de € 190.000,00 (cento e noventa mil euros).\nc) O negócio foi celebrado ainda em vida de BB, com quem o 1.º A. foi casado em regime de comunhão de adquiridos.\nd) Na sequência do óbito de BB, o imóvel identificado em b) passou a pertencer ao 1.º A. e aos seus filhos, aqui 2.º e 3.º AA., nas seguintes proporções: AA 4/6, BB 1/6 e CC 1/6.\ne) À data referida em b) e face ao Plano de Ordenamento do Parque Natural de Sintra-Cascais, o prédio situava-se numa área de Proteção tipo III, o que lhe conferia um índice de construção de 0,075%, o que correspondia a uma área construtiva de 237 m2.\nf) À data referida em b) o 1.º A. tinha conhecimento da circunstância referida em e).\ng) Em 11 de Junho de 2008, a solicitação do 1.º A., o R. enviou-lhe uma proposta de honorários relativa à fase de Estudo Prévio, com o seguinte conteúdo:\n“1\n. A presente proposta visa a elaboração do Estudo Prévio de Arquitectura e o respectivo Pedido de Informação Prévia relativo à construção de uma nova moradia que o Dr. AA pretende realizar no lote com a área de 3160 m2 de que é proprietário, sito na Rua ... em ..., Freguesia ... e Concelho ....\n2. O Estudo Prévio a realizar será desenvolvido com base nos elementos fornecidos pelo cliente até à data de início do Projecto.\n3. Propõe-se o acompanhamento do Projecto através de reunião prévia, na qual se decidirão as intenções a levar a efeito. No final da reunião deverá ser produzida uma acta subscrita por todos os intervenientes.\n4. O prazo para a realização do Estudo Prévio é de 20 dias úteis, a contar da data da adjudicação da proposta.\n5. Honorários (com base na estimativa do custo de obra): Área de construção acima do solo = 237 m2 x €550,00 = € 130.350,00 Área de construção abaixo do solo = 158 m2 x €250,00 = € 39.500,00 Piscina = € 15.000,00\nCUSTO GLOBAL ESTIMADO = € 184.850 x 6,56% = € 12.126,16\n35% RELATIVO AO ESTUDO PRÉVIO € 4.244,15 (DESCONTO SOBRE O ESTUDO PRÉVIO € - 1.273,24\nVALOR TOTAL FINAL € 2.970,91\nO valor total da resposta é de € 2.970,00 + IVA (Dois mil novecentos e setenta Euros, acrescidos de IVA à taxa em vigor).\n6. Forma de pagamento:\n1ª Prestação: 30% Com a Adjudicação da presente proposta\n2ª Prestação: 70% Com a entrega e aprovação do Estudo Prévio por parte do cliente.\n7. A proposta apresentada é válida pelo período de 15 dias, a contar da presente data.\n8. Não estão incluídos na proposta de honorários:\n- Levantamento topográfico:\n- Estudos hidrográficos, geotécnicos, sondagens e outros;\n- Obtenção de documentos exigíveis junto das entidades oficiais; - Projectos de Licenciamento de Arquitectura;\n- Execução de modelos tri-dimensionais ou maquetas;\n- Pagamento de taxas referentes ao Pedido de Informação Prévia ou outras.\n9. Estão incluídos na proposta de honorários:\n- Documentos legalmente exigíveis para a pretensão a levar a efeito segundo a legislação geral e específica em vigor, (…)\n- Contactos necessários junto das entidades oficiais;\n- 3 exemplares exigíveis pela C.M de ..., mais um para o cliente (…)\n”.\nh) O 1.º A. pagou ao R., a título de honorários pelos serviços propostos o valor de € 1.000,00 (mil euros) em 30 de Julho de 2008.\ni) Com o referido pagamento, foi formalizada, a 30 de Julho de 2008, a prestação de serviços nos termos da qual o R. se comprometia a elaborar um Estudo Prévio de Arquitectura e o respectivo Pedido de Informação Prévia.\nj) Em 25 de Setembro de 2008, o R. deu entrada do PIP junto do Serviço de Atendimento Técnico da Direção Municipal de Planeamento Estratégico e Urbanismo da Câmara Municipal ..., ao qual foi atribuído o número de processo IP/78....\nk) O PIP foi apresentado pelo R. em nome do 1.º A..\nl) Os ofícios e notificações da CM... eram remetidos para o 1.º A..\nm) Em 1 de Junho de 2009, o 1.º A. foi notificado para, no prazo de 30 dias, vir dar cumprimento ao parecer técnico, em anexo à notificação, no qual era solicitada a entrega de uma coleção suplementar completa do PIP para envio posterior ao Parque Natural de Sintra-Cascais.\nn) Em 17 de Junho de 2009, foi entregue na Direção Municipal de Planeamento Estratégico e Urbanismo da CM... “1 Colecção do Projecto p/Consulta”, na sequência da notificação referida em m).\no) Em 12 de Abril de 2010 o 1.º A. recebeu uma comunicação do ... para proceder ao pagamento de € 100,00 (cem euros), correspondente à taxa emolumentar devida pela elaboração de parecer por aquela entidade.\np) O 1.º A. procedeu ao pagamento da taxa em 14 de Abril de 2010.\nq) Após o pagamento da referida taxa, o 1.º A. não voltou a receber qualquer notificação da CM... senão volvidos mais de 5 (cinco) anos.\nr) Somente em 30 de Junho de 2015, o 1.º A. voltou a ser notificado pelo Departamento de Gestão do Território da CM..., pelo Ofício n.º ...54 de 09 de Junho de 2015, com o seguinte teor:\n“\nAtravés do requerimento entrado nesta Câmara a 25 de Setembro de 2008, apresentou V. Ex.ª um pedido de informação prévia, sito em ....\nNos termos do artigo 100.º e seguintes do Código do Procedimento Administrativo (…), apreciado o requerimento e demais elementos necessários, que integram o processo em epígrafe, fica V. Ex.ª notificado do teor da informação que sobre o mesmo recaiu, através de cópia anexa, podendo no prazo de 15 dias de acordo com o estipulado no artigo 72.º do diploma supra referido, alegar o que tiver por conveniente sobre a referida informação.\nMais me encarrega de informar que, decorrido o prazo sem que se tenha pronunciado ou sem que as razões invocadas procedam, será proferido despacho final sobre a pretensão apresentada\n”.\ns) De acordo a informação técnica em anexo ao referido ofício, após a análise do PIP e elementos apresentados, a CM... emitiu parecer desfavorável, com os fundamentos constantes do documento 9, junto a fls. 41 a 44, cujo conteúdo se dá aqui por integralmente reproduzido para todos os efeitos legais.\nt) Após a recepção do ofício referido em r), o 1.º A., reencaminhou a correspondência que havia recebido da CM... ao R..\nt-1) Na sequência do referido em t) e de ter conversado com o réu, o 1.º autor confiou que o réu diligenciaria para sanar os vícios apontados, não se tendo este comprometido a fazê-lo no prazo de 15 dias (\naditado pela Relação\n).\nu) Na sequência do envio da correspondência referido em t) o 1.º A. contactou por diversas vezes com o R., por telefone, SMS e email.\nv) Nomeadamente, trocaram o 1.º A. e o R. as seguintes comunicações:\nv-1) - Em 08.10.2015:\nR.: “\nBom dia Dr. AA, ainda não consegui entregar as alterações. Tive que sair do país em trabalho e só conto entregar na próxima semana para rever tudo. Vou falar arq. EE. Cump. DD\n”.\n1.º A.: “\nOk. Obrigado\n”.\nv-2) - Em 16.03.2016:\nR.: “\nBom dia Dr. AA, estou a tratar de dois processos para a c de ..., um deles o seu. Não tem sido fácil por motivos vários. Envio comp próximos dias q a camara anda a ligar p se fecharem processos em aberto. Cumprimentos, DD\n”.\n1.º A.: “\nObrigado\n”.\nv-3) - Em 06.04.2016:\n1.º A.: “\nJá há novidades do meu processo na CM...? Cumprimentos AA\n”.\nR.: “\nBom dia dr. Está quase mas tenho estado com umas dificuldades junto da camara. Mais uns dias e fica. Obrigado. ...\n”.\nv-4) - Em 02.06.2016 e 03.06.2016:\n1.º A.: “\nJá há novidades do projecto na Câmara ...? AA\n”.\nR.: “\nDr. nem sei o que lhe diga…. Até dia 10 entrego q depois vou estar fora. Peço mais uma vez desculpa e a sua paciência. Cump DD\n”.\n1.º A.: “\nOk. Obrigado\n”.\nv-5) Em 12.07.2016 e 13.07.2016:\n1.º A.: “\nGostava de saber se o projecto já foi entregue na Câmara .... Obrigado AA\n”.\nR.: “\nBom dia dr. AA, peço desculpa mas ainda não consegui. Ligo lhe final deste mês\n”.\n1.º A.: “\nOk. fico a aguardar notícias\n”.\nw) Para além dos contactos supra, o 1.º A. enviou, outros SMS ao R., entre 6 de Abril de 2016 e 1 de Junho de 2016 e entre 9 de Junho de 2016 e 7 de Julho de 2016, aos quais o mesmo não respondeu.\nx) Em 5.09.2016, o 1.º A. enviou nova SMS e e-mail ao R., com o seguinte teor:\n• SMS: “\nAgradeço que me informe em que estado está o meu processo de licenciamento na CM.... Obrigado\n”.\n• E-mail: “\nArquitecto DD,\nPenso que esteja por esta altura a fazer um ano de que o PIP voltou para trás a fim de ser corrigido, atendendo que a Câmara não 1.º Autorizava a edificação de uma cave.\nDe 2008 até agora (mais de 8 anos passados!) muito da minha vida alterou-se, pelo que como deve calcular tenho a máxima urgência em ver este caso resolvido.\nBem sei que o processo esteve retido na Câmara muito tempo, mas agora tenho enorme urgência em arrumar definitivamente o assunto, pelo que agradeço que me informe em que estado se encontra o processo\n”.\ny) Em 07 de Setembro de 2016 o R. respondeu ao 1.º A., por SMS com o seguinte teor: “\nBom dia Dr. AA, desculpe mas apenas final deste mês. Estive em ... e estou esta semana férias no .... Cump. FF”, tendo o 1.º A. respondido: “Obrigado. Peço lhe então quando vier de férias, penso que a semana que vem, termos uma reunião. Pode ser 3ª feira, dia 13? Cumprimentos\n”.\nz) Entre 27 de Setembro de 2016 e 29 de Setembro de 2016, o 1.º A. e o R. trocaram as seguintes SMS:\n1.º A.: “\nSempre vai entregar o projecto esta semana na CM.... Obrigado\n”.\nR.: “\nBom dia dr. AA, estou em ... e hj desco p ..., onde estarei ate final da tarde. So consigo proxima semana\n”.\n1.º A.: “\nPensa que na próxima semana não falha? Agradeço que me mantenha informado. Como lhe disse na reunião que tivemos é de uma extrema importância que o projecto entre de imediato na CM...\n”.\n“\nO que diz no seu SMS de ontem vai totalmente contra o que combinamos na nossa reunião de 16 de outubro, que foi que, imperativamente até ao final de Setembro o projecto era entregue na CM.... Não aceito que volte tudo à estaca zero, ou seja, que todas as semanas vai dizendo que entrega na próxima semana e nunca mais entrega. Não aceito pelo que agradeço que me contacte com a máxima urgência. Obrigada\n”.\n“\nPor lapso falei em reunião de 16 de outubro, quando é 16 de Setembro\n”.\naa) Em 03 de Outubro de 2016 o R. envia SMS ao 1.º A. com o seguinte teor: “\nBom dia dr. AA, queira por favor enviar cópia actualizada (digitalizada) do seu cartão de cidadao. Cump.\n”.\nbb) Em 08 de Novembro de 2016, o 1.º A. foi notificado do despacho desfavorável do Senhor Presidente datado de 18 de Outubro de 2016, através do ofício n.º ...10 de 31 de Outubro de 2016.\ncc) De acordo com o referido despacho, a CM... reiterou que a proposta de PIP apresentada não se conformava com o disposto na alínea a) do n.º 5 do artigo 24.º do POPNSC no que se refere à área bruta de construção prevista diz respeito.\ndd) Acrescentando ainda que: “\nO titular do processo foi notificado em sede de audiência prévia através do ofício nº ...45 de 9.6.2015, recepcionado em 30.06.2015, não tendo até ao momento trazido ao processo qualquer argumento que altere o sentido da decisão.\nDeverão considerar-se tacitamente deferidos os pedidos de prorrogação de prazo para a resposta em sede de audiência prévia, solicitados em 14.7.2015 e 11.12.2015.\nDeste modo, propõe-se a emissão de parecer desfavorável ao pedido de informação prévia apresentado, notificando-se o titular do processo nos termos do artigo 66.º do Código de Procedimento Administrativo do teor da presente decisão\n”.\nee) O 1.º A. reencaminhou também esta última notificação ao R..\nff) Em 21 de Novembro de 2016 o R. enviou ao 1.º A. um SMS com o seguinte teor: “\nBoa tarde Dr. AA, estive esta manhã na camara e entre outros assuntos procurei saber como seguir o processo. Vou fazer por dar entrada até final deste mês, como resposta ao último oficio. Cump. DD\n”.\ngg) Em 02 de Fevereiro de 2017, o R. deslocou-se à Direção Municipal de Ambiente, Planeamento e Gestão do Território da CM... e requereu a junção de novos elementos ao PIP.\nhh) Em 07 de Fevereiro de 2017, o 1.º A. enviou ao R. um SMS com o seguinte conteúdo: “\nPreciso de falar consigo pois pela análise do projecto agora entregue na câmara temos uma área de construção de 375 m2 quando a câmara só autoriza 237 m2\n”.\nii) A esta comunicação o R. respondeu, no mesmo dia, por e-mail, com o seguinte teor:\n“\nDr. AA a questão que levou à não aprovação da versão anterior, conforme referida pela CM..., deveu-se à “não separação física” entre a área de habitação e área destinada a arrumos, em cave, o que a juntar ao pátio então previsto àquela conta (da cave) os fez não aceitar como área não contabilizável.\nNa versão que agora se apresenta, são satisfeitos os requisitos para que tal não se verifique, conforme a definição de AB de construção contabilizável\n”.\njj) Em 29 de Setembro de 2017, o 1.º A. foi notificado, através do Ofício n.º ...08 de 13 de Setembro de 2017, do despacho proferido pelo Chefe de Divisão de Gestão e Licenciamento da CM..., com o seguinte teor: “\nEm 02.02.2017 foi efectuada junção de elementos ao presente pedido de informação prévia juntando-se, entre outros elementos, novas peças de arquitectura e memória descritiva.\nUma vez que se verifica que o presente pedido já foi decidido por despacho do Exm.º Sr. Presidente de 09.10.2016 – decisão comunicada ao titular do processo em 31.10.2016 através do ofício n.º ...10 com aviso de recepção de 08.11.2016 - propõe-se informar o requerente nos termos do art.º 66.º do CPA que a presente junção de elementos não produz quaisquer efeitos no processo, devendo antes ser apresentado novo pedido, a submeter digitalmente através da plataforma ... online\n”.\nkk) Este ofício foi remetido pelo 1.º A. ao R. na mesma data.\nll) Entre 29 de Setembro de 2017 e 14 de Junho de 2018, o 1.º A. e o R. trocaram emails, insistindo o 1.º A. com o R. para que este o informasse sobre o estado do processo junto da CM..., designadamente sobre a submissão de um novo PIP e apresentando o R. a sua justificação para a não submissão do mesmo.\nmm) Em 14 de Junho de 2018 o R. submeteu novo PIP junto da plataforma ... online, ao qual foi atribuído o número de processo P1243/2018.\nnn) Em 19 de Junho de 2018 o 1.º A. foi notificado da apreciação liminar do PIP identificado em mm), com o teor constante do documento junto sob o número 16 de fls. 70 verso a 73 verso, cujo teor se dá aqui por integralmente reproduzido para todos os efeitos legais.\noo) Além do mais, consta da apreciação liminar o seguinte:\n“\n11 - Conclusão da Apreciação Liminar:\nAtenta o pedido de informação prévia sobre viabilidade de construção de uma moradia unifamiliar, verificam-se as deficiências e/ou omissões devidamente identificadas no quadro 10 da presente informação.\nA proposta deverá verificar os parâmetros definidos em PDM para a classe de espaço agrícola nível 3, de acordo com o artigo 31.º do Regulamento – não é cumprida a superfície mínima de parcela de terreno para construção.\nAtendendo que o PDM se encontra em revisão, deverá igualmente verificar as medidas preventivas existentes para o concelho – Aviso ...16 de 19/2.\nDeve esclarecer se o terreno garante as infraestruturas básicas urbanas – arruamento de acesso à operação urbanística pavimentado, abastecimento de água, saneamento e eletricidade.\nFace ao exposto, propõe-se a notificação ao interessado para aperfeiçoar o pedido\n”.\npp) E ainda:\n“\n13 - Informação:\nConstatadas as DEFICIÊNCIAS assinaladas na presente informação indispensáveis ao conhecimento da pretensão e que não podem ser oficiosamente supridas, propõe-se DESPACHO DE APERFEIÇOAMENTO do pedido, nos termos da alínea a) do n.º 2 do artigo 11.º do Decreto-Lei n.º 555/99 de 16 dezembro, com alterações vigentes, notificando-se o requerente nos termos do n.º 3 do mesmo artigo para, no prazo de 15 dias úteis, corrigir ou completar o pedido, ficando suspensos os termos ulteriores do procedimento, sob pena de rejeição liminar e subsequente arquivamento\n”.\nqq) Em 14 de Agosto de 2018, o 1.º A. foi notificado da suspensão do PIP identificado em mm), em ofício com o seguinte teor:\n“\nPor motivos da entrada em vigor da discussão pública da Revisão do Plano Director Municipal de ..., publicada através do Aviso n.º ...18, publicado na 2.ª Série do Diário da República n.º 112, de 12 de Junho, de acordo com a deliberação da Câmara Municipal, tomada em reunião de 21 de Maio de 2018, propõe-se a notificação ao requerente, da suspensão do procedimento acima referido (…)\nMais se informa, que a suspensão cessa com a entrada em vigor do Novo Plano Director Municipal, ou, no prazo máximo de 180 dias (contínuos), a contar do início da discussão pública\n”.\nrr) Após 14 de Agosto de 2018 o 1.º A. e o R. trocaram comunicações acerca do PDM ... em processo de revisão, assunto que era uma preocupação para o 1.º A. uma vez que receava que as novas regras aplicáveis ao imóvel id. em b) lhe fossem desfavoráveis.\nss) O imóvel identificado em b) situa-se na área geográfica objecto das medidas preventivas adoptadas por deliberação da Assembleia Municipal em 03/02/2016 no âmbito do processo de revisão do plano director municipal do Concelho ... publicitada nos termos do Aviso nº ...16 publicado no DR, II, Parte H -Autarquias Locais, de 19/02/2016 (\nmodificado pela Relação\n).\ntt) Em taxas, emolumentos e encargos com o processo administrativo relacionados com os PIP o 1.º A. pagou € 341,65 (trezentos e quarenta e um euros e sessenta e cinco cêntimos).\nuu) Os terrenos limítrofes ao dos AA. encontram-se com construções implantadas.\nvv) O valor do prédio identificado em b), caso no mesmo tivesse sido edificada uma construção por referência ao projeto apresentado como o PIP referido em j) seria de € 169,00/m2.\nvv-1) Se o 1.º autor soubesse que não era possível ou viria a não ser possível construir naquele terreno em momento algum se teria decidido pela sua compra (\naditado pela Relação).\nww) Após a data do ofício referido em r) 1.º A. manifestou junto do R. preocupação quanto à decisão final do PIP.\nxx) Quando o autor solicitou ao réu a realização dos serviços como referidos em g) e i) não foi equacionado pelo autor construir a moradia de imediato (\nmodificado pela Relação\n).\nyy) (\neliminado pela Relação\n).\nzz) (\neliminado pela Relação\n).\naaa) À data em que o 1.º A contactou o R. uma área não concretamente apurada do referido terreno integrava a Reserva Ecológica Nacional (\nmodificado pela Relação\n).\nbbb) Nos contactos iniciais e até pelo menos 10/12/2009 o 1ª autor transmitiu ao réu que não tinha pressa em construir uma moradia no terreno (\nmodificado pela Relação\n).\nccc) Pelo menos após o Verão de 2015 o réu sabia que o 1.º autor pretendia construir com brevidade uma moradia no terreno e nela passar a residir (\nmodificado pela Relação\n).\nddd) O 1.º A. não aceitou o valor dos honorários propostos pelo R. referidos em g) e, na sequência das negociações mantidas entre ambos, acordaram que os honorários do R. € 1.750,00 (mil setecentos e cinquenta euros).\neee) O 1.º A. envolveu-se efectivamente no acompanhamento do processo na CM..., tendo existido diversos contactos do mesmo com a CM....\nfff) Perante a delonga do processo na CM..., o R. sugeriu por diversas vezes ao 1.º A. que este procurasse os serviços de um advogado por sentir não ter já capacidade de obter qualquer resposta junto da CM..., situação a que o A. não atendeu.\nggg) No final de Janeiro de 2009, após reunião de esclarecimentos com o Arquiteto GG, onde havia sido solicitada a alteração da implantação da moradia, o R. estudou uma nova implantação para a mesma e elaborou as respectivas plantas que foram juntas ao processo.\nhhh) Em 27 de Abril de 2009 o R. informou o 1.º A. de que havia entrado em contacto com a CM... no sentido de obter informações sobre o estado do PIP.\niii) Por email de 4 de Maio 2009, o R. informa o 1.º A. que após várias tentativas havia chegado à fala com o Arquiteto com quem havia tido a primeira reunião, tendo-lhe sido dito que da parte dele o processo estaria resolvido nessa semana.\njjj) 4. Ainda no mês de Maio de 2009 foi remetido pelo R. ao 1.º A., por email de 20 de Maio de 2009, o documento cuja cópia se mostra junta a fls. 113 verso e 114.\nkkk) Em 25 de Setembro de 2009, o R. entrou em contacto com a Sra. HH (do Parque Natural de Sintra-Cascais), tendo obtido a informação de que, a essa data, o processo ainda se encontrava para análise, informação que transmitiu ao 1.º A. por email de 24 de Setembro de 2017.\nlll) Entre o final de Outubro e início de Novembro de 2009, o R. estabeleceu diversos contactos com a CM... a fim de saber qual o estado do processo, transmitindo o ponto de situação ao 1.º A. por email de 10 de Dezembro de 2009.\nmmm) (\neliminado pela Relação\n).\nnnn) Entre 2009 e 2015, por diversas vezes o 1.º A. dirigiu-se à CM... no sentido de obter informações do processo.\nooo) Em 10 de Julho de 2015, o R. solicitou uma reunião com o Arq. II com o objectivo de esclarecer a informação da CM... de Junho de 2015, reiterando esse pedido em 13 de Julho de 2015.\nppp) Em 14 de Julho de 2015, em articulação com o 1.º A., o R. elaborou e o 1.º A. apresentou na CM... requerimento de prorrogação do prazo para responder à notificação referida em r).\nqqq) Em 23 de Julho de 2015, o R. informou o 1.º A. do agendamento da reunião referida em ooo).\nrrr) Em 25 de Agosto de 2015, o R. contactou o Arq. II no sentido de lhe dar conta das alterações que se encontrava a elaborar, nesta mesma data, o R. requereu ao 1.º A. alguns elementos em falta.\nsss) Em 14 de Dezembro de 2015, o R. justificou a ausência de resposta ao 1.º A. e deu-lhe conta dos contatos com o Arq. EE.\nttt) Tomando conhecimento do Ofício da CM... de 29 de Setembro de 2017, o R. começou a tratar de imediato da submissão de novo PIP, tendo para o efeito solicitado diversa documentação ao 1.º A..\nuuu) Em 07 de Dezembro de 2017 foi confirmado por email o registo efetuado na plataforma de urbanismo online da CM..., passando também o 1.º A. a ter acesso a essa plataforma.\nvvv) Em 07 de Junho de 2018, o R. remeteu ao 1.º A. um documento para que procedesse ao pagamento da Taxa Urbanística, conforme lhe estava a ser solicitado na plataforma de urbanismo on-line da CM....\nwww) Após a suspensão do PIP o R. solicitou uma reunião à CM..., na qual o 1.º A. pretendeu estar presente.\nE são seguintes os factos considerados\nnão provados\nno Acórdão recorrido, reorganizados aqui depois da ampla alteração pelo Tribunal recorrido:\n1 - Não se provou que a aquisição referida em b) teve como único e exclusivo propósito a construção no mesmo de uma moradia que iria ser a casa de morada de família dos AA., nem que foi esse propósito que motivou a aquisição.\n1-a. Não se provou que só após o Verão de 2015 o 1.º autor informou o réu de que pretendia construir com a brevidade possível uma moradia no seu terreno e passar a residir na mesma – sem prejuízo do que está provado em bbb) e ccc) – (\naditado pela Relação\n).\n1-b. Não se provou que o único e exclusivo propósito do 1.º autor ao adquirir o terreno foi ali construir uma moradia que iria ser a casa de morada de família dos autores – sem prejuízo do que está provado em vv-1) – (\naditado pela Relação\n).\n2 - Não se provou que após a aquisição referida em b) e com o propósito de avançar com a construção da moradia, o 1.º A. solicitou ao R., na qualidade de arquiteto, uma proposta de prestação de serviços para elaboração de projeto de arquitetura de moradia a construir no terreno.\n3 - Não se provou que o 1.º A. contratou os serviços do R. para que este elaborasse o projeto de arquitetura da moradia e diligenciasse, junto da CM..., pela sua aprovação.\n4 – (\neliminado pela Relação\n).\n5 - (\neliminado pela Relação\n).\n6 - (\neliminado pela Relação\n).\n7 - (\neliminado pela Relação\n).\n8 - Não se provou que foi o R. que se dirigiu à CM... para a entrega dos documentos referidos em n).\n9 - Não se provou que no momento e circunstâncias referidas em n) o R. tenha sido alertado para a existência de deficiências e omissões nos documentos entregues.\n10 - Não se provou que apesar de alertado para a existência de deficiências e omissões nos documentos entregues, no momento referido em n), tivesse optado por ignorar e levar avante a sua pretensão de junção dos documentos.\n11 - Não se provou que durante o período de tempo que mediou entre p) e q), o R. tivesse transmitido ao 1.º A. a informação que a demora na resposta por parte da CM... se prendia com o facto de existir um confronto entre regulamentos, designadamente o POPNSC e o PDM ..., nem que seria necessário aguardar.\n12 - (\neliminado pela Relação\n).\n13 - Não se provou que o 1.º A. não tivesse conhecimento das diligências encetadas pelo R. na sequência da comunicação referida em t).\n14 - Não se provou que entre a data referida em t) e as datas referidas em v), o R. não tivesse contactado o 1.º A., nem que não lhe tivesse prestado quaisquer informações.\n15 - Não se provou que a reunião referida em y) não teve lugar no dia 13 de Setembro de 2016, por indisponibilidade do R., nem a data concreta em que a mesma ocorreu.\n15 - Não se provou que na reunião realizada entre o 1.º A. e o R. em Setembro de 2016, o R. serenou o 1.º A., transmitindo-lhe que, apesar do tempo decorrido, o suprimento das irregularidades do 1.º PIP identificadas pela CM... estava ainda em tempo, e comprometeu-se mais uma vez a entregar, finalmente, os documentos solicitados pela CM... ao abrigo do 1.º PIP até ao final do mês de Setembro de 2016.\n16 - Não se provou que na reunião realizada entre o 1.º A. e o R. em Setembro de 2016, o R. nada referiu quanto às prorrogações do prazo que havia solicitado, nem quanto ao de que a ausência de resposta em sede de audiência prévia acarretaria a prolação de uma decisão final desfavorável sem que as partes pudessem reagir sem ser através da apresentação de um 2.º PIP.\n17 - Não se provou que após o envio do ofício para efeitos de audiência prévia referido em r), o R. se limitou a requerer, por duas vezes, a prorrogação do prazo de resposta, nem que nada tivesse feito para suprir as irregularidades sinalizadas pela CM... no dito Ofício.\n18 - Não se provou que foi em virtude da inércia do R. que a CM... proferiu decisão final desfavorável ao PIP apresentado, correspondente ao Proc. IP/78....\n20 - Não se provou que somente em 21.11.2016, após nova insistência do 1.º A., o R. lhe enviou um SMS.\n21 - Não se provou que com o SMS referido em ff) o R. quis fazer crer ao 1.º A. que seria apenas necessário juntar novos elementos devidamente rectificados de modo a suprir as irregularidades sinalizadas pela CM....\n22 - Não se provou que entre a data referida em ff) e 02.02.2017, o R. não tivesse respondido às questões suscitadas pelo 1.º A., nem que nessa data ambos tiveram uma reunião, nem que foi na sequência da mesma que o R. se deslocou CM....\n23 - Não se provou que no momento e circunstâncias referidas em gg) o R. tenha sido alertado para a existência de deficiências e omissões nos documentos entregues.\n24 - Não se provou que apesar de alertado para a existência de deficiências e omissões nos documentos entregues, no momento referido em gg), tivesse optado por ignorar e levar avante a sua pretensão de junção dos documentos.\n25 – (\neliminado pela Relação\n).\n26 - Não se provou que o 1.º A. tenha reencaminhado para o R. a comunicação referida em nn).\n27 - Nada se provou quanto à atuação do R. após o envio ao 1.º A. da comunicação referida em nn).\n28 - Não se provou que o 1.º A., agendou uma reunião com JJ, técnica da Divisão de Gestão e Licenciamento da CM... para ver esclarecidas as suas questões relativas ao Novo PDM de ... no que ao seu terreno diz respeito, nem que o fizesse dada a falta de resposta às suas solicitações por parte do R..\n29 - Nada se provou quanto ao conteúdo de reunião realizada na CM... com o 1.º A..\n30 - Não se provou que se a actuação do R. tivesse sido diferente, PIP identificado em j) teria sido aprovado.\n31 – (\neliminado pela Relação\n).\n32 – (\neliminado pela Relação\n).\n33 - Não se provou que o imóvel identificado em b) deixou de possuir qualquer valor comercial.\n34 – (\neliminado pela Relação\n).\n35 – (\neliminado pela Relação\n).\n36 - Não se provou que o 1.º A. pagou ao R., pela prestação de serviços, o valor global de € 1.600,00 (mil e seiscentos euros).\n37 – (\neliminado pela Relação\n).\n38 - Nada se provou quanto ao desgaste dos demais AA. quanto à situação dos autos.\n39 - Não se provou que o 1.º A. previa ter a moradia pronta para utilizar, juntamente com a sua família e amigos, pelo menos, a partir do ano de 2016.\n40 - Não se provou que foi pelo comportamento do R. que o 1.º A. esperou mais de 10 anos por uma decisão favorável ao PIP.\n41 - Não se provou que caso o R. tivesse suprido as irregularidades em sede de audiência prévia PIP referido em j) teria sido aprovado.\n42 - Não se provou que o PIP referido em mm) teria sido aprovado se apresentado logo após a decisão referida em r).\n43 - Não se provou que o 1.º A. assumiu como sua e como forma de diminuir a envolvência do R. e o valor dos honorários deste, a função dos contactos com a CM... ficarem a seu cargo.\nO DIREITO\nEsclarecimento sobre a admissibilidade do recurso\nSustentam os autores / recorrentes que “\nnão se encontra verificada a dupla conforme prevista no artigo 671.º, n.º 3, do CPC, porquanto, entre outros aspectos dos quais se darão nota, a Decisão de 1.ª instância e a Decisão do Tribunal da Relação divergiram quanto\n(i)\nà efectiva vigência do contrato celebrado entre o 1.º Recorrente e o Recorrido em 2015, quando se deu a apreciação do Pedido de Informação Prévia e, ainda,\n(ii)\nquanto à existência de uma proibição de edificação na área do Imóvel dos Recorrentes, na data em que aquele foi apresentado\n”.\nNão há dúvida de que lhes assiste razão.\nDito de outra forma, sucintamente, não obstante nas duas instâncias se decidir pela improcedência da acção, na 1.ª instância considerou-se que não havia qualquer incumprimento contratual por parte do réu enquanto na Relação se considerou o contrário, decaindo a acção apenas pela falta de um nexo de causalidade entre aquela violação e os danos ocorridos.\nVeja-se melhor.\nO Tribunal de 1.ª instância decidiu absolver o réu do pedido nos seguintes termos:\n“\nConcluindo o Tribunal não se verificar incumprimento contratual do R. e dada a natureza cumulativa dos pressupostos da responsabilidade civil contratual, fica prejudicada a apreciação das demais questões suscitadas nos autos, dado que ainda que se considerasse a existência de danos, sempre ficaria por demonstrar o nexo de causalidade entre os danos e o comportamento contratual do R.. Pelo que, nos termos do artigo 608º nº 2 do Código de Processo Civil, nos abstemos de conhecer das demais questões acima enunciadas\n”.\nEm contrapartida, o Tribunal da Relação afirmou:\n“\nConcluindo, em face dos referidos normativos do Código Civil, do RJUE e do Estatuto da Ordem dos Arquitectos, ao apelado impunha-se que no prazo concedido e prorrogado pela edilidade, procedesse às correcções necessárias para que a área bruta de construção ficasse conforme o Regulamento Municipal de Urbanização e Edificação do Concelho de ... (…).\nPortanto, face à informação prévia prestada no âmbito do 1º PIP o apelado incorreu em mora (…).\n[Mas] a mora do apelado no âmbito dos procedimentos referentes ao 1º PIP nenhum prejuízo causou aos apelantes, impondo-se a improcedência da acção.\nFica assim prejudicado o conhecimento das demais questões sobre os pedidos de indemnização por danos patrimoniais e danos não patrimoniais, mas ainda assim diremos que quanto aos primeiros, sempre teriam de ser deduzidos os custos que os apelantes teriam de suportar com a construção da moradia\n”.\nExiste assim, além de uma alteração não despicienda da decisão sobre a matéria de facto, uma diversidade manifesta entre as duas fundamentações no plano do direito – quer dizer: não se verifica a ausência de “\nfundamentação essencialmente diferente\n” a que se refere o artigo 672.º do CPC, o que impede que se configure a dupla conforme, obstativa do admissibilidade do recurso de revista e do conhecimento do respectivo objecto.\nDo objecto do recurso\nComo se sabe, com esta acção, e depois da ampliação do pedido, os autores pretendem que o réu seja condenado a pagar uma indemnização no montante total de € 541.212 ou, mais precisamente:\n- a pagar aos autores, a título de indemnização por danos patrimoniais, a quantia de € 536.212 (a quantia de € 192.000 respeitante ao preço pago pelo terreno e aos honorários pagos e despesas administrativas + a quantia de € 344.212 respeitante ao valor que o terreno teria se tivesse sido edificada a casa pretendida), acrescida dos juros de mora vencidos desde a citação e vincendos até integral pagamento,\n- a pagar ao 1.º autor, a título de indemnização por danos não patrimoniais, a quantia de € 5.000.\nA questão reconduz-se, assim, no essencial, à de saber\nse o réu / recorrido deve ser responsabilizado nestes termos\n.\nO Tribunal de 1.ª instância decidiu que a acção devia ser julgada improcedente porque, no seu entendimento, o réu não violou qualquer obrigação.\nE o Tribunal recorrido confirmou esta decisão, não obstante com o fundamento (distinto) da irrelevância do incumprimento para os danos alegados pelos autores.\nSegundo este Tribunal, à data de apresentação do 1.º Pedido de Informação Prévia (PIP) já não era possível construir a moradia pretendida pelo autor.\nCumpre apreciar.\nEstamos indiscutivelmente perante um caso em que se discute a responsabilidade civil (contratual) do réu, arquitecto, perante o seu cliente, o 1.º autor.\nDa factualidade provada [cfr. factos provados g), h) e i)] decorre, com efeito, que, em 30.07.2008, o 1.º autor celebrou com o réu um “contrato de prestação de serviços”, nos termos do qual o réu se comprometia a elaborar um Estudo Prévio de Arquitectura e o respectivo PIP relativo à construção de uma nova moradia que o 1.º autor pretendia realizar no lote com a área de 3160 m2 de que era proprietário.\nPara resolver o caso, há que averiguar do preenchimento dos requisitos da responsabilidade contratual, fazendo apelo especial às normas que regulam o cumprimento e o não cumprimento dos contratos.\nA primeira etapa é a de tomar posição sobre o ponto em que as duas instâncias divergiram, que é o de saber se o réu violou alguma das obrigações a que estava sujeito por força do contrato e da lei.\nConsiderando, em especial, o teor do facto provado g) e interpretando o contrato celebrado entre o 1.º autor e o réu à luz das regras de interpretação dos negócios jurídicos (cfr. 236.º e s. artigos do CC), avulta entre as obrigações do réu a de elaborar um estudo com vista à submissão de um PIP na CM....\nO PIP é um procedimento facultativo que permite a qualquer requerente – proprietário ou não – obter informações sobre a viabilidade de realizar determinada operação urbanística (nomeadamente construção, reconstrução, ampliação, alteração, demolição, urbanização, loteamento ou trabalhos de remodelação de terrenos), bem como sobre os respectivos condicionamentos legais e regulamentares.\nEm confirmação disto, veja-se o que se dispõe no artigo 14.º, n.º 1, do Regime Jurídico da Urbanização e Edificação (RJUE), na versão em vigor à data dos factos\n[2]\n:\n“\nQualquer interessado pode pedir à câmara municipal, a título prévio, informação sobre a viabilidade de realizar determinada operação urbanística ou conjunto de operações urbanísticas directamente relacionadas, bem como sobre os respectivos condicionamentos legais ou regulamentares, nomeadamente relativos a infra-estruturas, servidões administrativas e restrições de utilidade pública, índices urbanísticos, cérceas, afastamentos e demais condicionantes aplicáveis à pretensão\n”.\nVoltando à factualidade apurada [cfr. factos provados j) e k)], verifica-se que, em 25.09.2008, o réu deu entrada, em nome do 1.º autor, do PIP (1.º PIP) na CM....\nEm 30.06.2015, o autor veio a ser notificado da emissão de parecer desfavorável da CM... com os fundamentos expostos na informação técnica junta ao oficio [cfr. factos provados r) e s)].\nConsultada esta informação técnica (cfr. documento 9, junto à PI), verifica-se que as razões para aquele parecer desfavorável se prendem, designada ou essencialmente, com o facto de ser ultrapassada, no 1.º PIP, a área de construção permitida: contabilizados, como deviam ser contabilizados, não só os pisos 0 e 1 mas também o piso -1, o 1.º PIP não tinha a área de construção lá indicada mas uma área de construção superior (de 312,92 m2) quando a área bruta de construção legalmente permitida era de 237 m2.\nO 1.º autor se apressou-se a reencaminhar o ofício com este parecer técnico ao réu logo que o recebeu [cfr. facto provado t)] e encetou, desde aí, uma série regular de contactos ao réu com vista a obter dele a correcção das desconformidades assinaladas ao 1.º PIP [cfr. factos provados t-1), u) a z)], mas este não tomou as providências necessárias ou adequadas para resolver a situação e que lhe seriam exigíveis.\nA deficiência apontada ao 1.º PIP no parecer técnico poderia ter sido corrigida – e, ao que tudo indica, de forma relativamente fácil para um arquitecto mediano – no(s) prazo(s) previstos para a audiência prévia (prazo inicial de quinze dias e dois prazos dados em prorrogação). Bastaria alterar o projecto de edificação por uma das duas formas que eram sugeridas, mais ou menos explicitamente, no parecer técnico: diminuindo a área de construção total ou, alternativamente, procedendo à separação física das áreas do piso -1 (destinadas a arrumos/arrecadação e instalações sanitárias) e a sua dotação de acesso autónomo através de parte comum, caso em que deixariam de ser contabilizáveis para efeitos de área bruta de construção, conforme previsto no Regulamento Municipal da Urbanização e Edificação do Concelho de Sintra, expressamente referido no parecer técnico\n[3]\n.\nO certo é que o réu não tomou nenhuma destas medidas. Invocando, desde essa altura (Verão de 2015), impossibilidades de natureza diversa, só em 2.02.2017 o réu realizou um esforço significativo para corrigir o 1.º PIP junto da CM... [cfr. facto provado gg)].\nNesta altura, porém, já a CM... havido proferido um despacho desfavorável ao 1.º PIP (em 8.11.2016) com os fundamentos apontados no parecer técnico que o anteceder [cfr. factos provados bb), cc) e dd)], ou seja, a discussão sobre aquele 1.º PIP estava definitivamente “fechada” e a possibilidade de o corrigir precludida, como bem lembrou a CSM no ofício enviado ao 1.º autor em 29.09.2017 [cfr. facto provado jj)]. Não restava, pois, outra solução senão a de elaborar e apresentar um 2.º PIP.\nAcontece que a apresentação deste 2.º PIP, em 14.06.2018 [cfr. facto provado mm)] não representa – não podia, evidentemente representar – a retoma do processo iniciado com o 1.º PIP, configurando, sim, a abertura de um processo novo. Quer isto dizer que o 2.º PIP estava sujeito às novas regras entretanto entradas em vigor, com destaque para as chamadas “Medidas Preventivas”.\nResulta do despacho de apreciação liminar e de convite ao aperfeiçoamento [cfr. factos provados nn), oo) e pp)] que o 2.º PIP não cumpria a superfície mínima de parcela de terreno para construção, devendo conformar-se com os parâmetros definidos no Regulamento do Plano Director Municipal (PDM) do Concelho ...\n[4]\npara a classe de espaço agrícola nível 3, de acordo com o artigo 31.º, e que, atendendo que o PDM se encontrava em revisão, deviam igualmente observar-se as Medidas Preventivas adoptadas por deliberação da Assembleia Municipal em 3.02.2016 no âmbito do processo de revisão do PDM ... e publicitada no Aviso publicado no\nDiário da República\nde 19.02.2016 [cfr. facto provado ss)].\nPor força do processo de revisão do PDM ..., entrado em discussão pública por deliberação de 21.05.2018, o 2.º PIP acabou por ser suspenso até à entrada em vigor do referido PDM [cfr. facto provado qq)].\nMas nada disto é absolutamente decisivo para a questão aqui em apreço, dado que o incumprimento do réu se dá antes da apresentação do 2.º PIP.\nComo se depreende do que fica dito atrás, o incumprimento do réu reside na sua ausência de uma correcção atempada das deficiências do 1.º PIP – no prazo inicial de quinze dias da audiência prévia ou nas suas prorrogações e, em qualquer caso, antes do proferimento do despacho desfavorável ao 1.º PIP.\nÉ verdade que o 1.º autor só deu conta ao réu da necessidade de correcção das deficiências do 1.º PIP quando, em 30.06.2015, é notificado da emissão do parecer desfavorável [cfr. facto provado t)]. O facto dever-se-á a que, com a excepção de dois contactos pontuais entre a CM... e o 1.º autor, relacionados com a apresentação de cópia de documento e o pagamento de emolumento e logo cessados em 2010 [cfr. factos provados m) a q)], ter-se registado prolongado silêncio por parte da CM... [cfr. factos provados r) e s)]. Em face de tão prolongado silêncio, o réu sugeriu ao 1.º autor contratar um advogado. O 1.º autor não seguiu esta sugestão [cfr. facto provado fff)], mas não deixou de efectuar várias diligências, tendo-se dirigido, entre 2009 e 2015, por diversas vezes, à CM... para obter informações do processo [cfr. facto provado nnn)].\nE também é verdade que o réu não se manteve, durante todo este período, absolutamente passivo ou inerte, constando da factualidade provada várias iniciativas por ele adoptadas. Numa primeira fase, em 2009, por certo com o intuito de desbloquear o processo, o réu terá conversado, ao fim de algumas tentativas em vão, com o arquitecto da CM..., entrado em contacto com a Sra. HH do Parque Natural de Sintra-Cascais e estabelecido diversos contactos com a CM... [cfr. factos provados iii), kkk) e lll)]. Depois, em 2015, já na sequência da remessa do oficio com o parecer técnico ao 1.º PIP pelo 1.º autor, solicitou reuniões com o arquitecto da CM... e elaborou e apresentou requerimento de prorrogação de prazo para alegações em audiência prévia [cfr. factos provados ooo), ppp) e rrr)]. Em 2017, tentou ainda requerer a junção de novos documentos ao 1.º PIP [cfr. facto provado gg)], visto o despacho de 29.09.2017, começou de imediato a tratar da submissão de um novo PIP [cfr. factos provados qqq) e vvv)] e, perante a sua suspensão, solicitou reunião à CM... [cfr. facto provado www)].\nMas nada disto impede que se veja aquilo que é essencial: o 1.º PIP apresentava certas deficiências e o réu devia ter diligenciado para que elas não tivessem ocorrido ou então para que, tendo ocorrido, fossem eliminadas dentro de um prazo razoável.\nComo arquitecto contratado para o fim de apresentação de um PIP junto da CM..., ele tinha, desde logo, a obrigação de apresentar o 1.º PIP sem aquelas deficiências. As deficiências apontadas não são umas deficiências quaisquer, destacando-se a desconformidade da área de construção com a área de construção permitida para terrenos com aquelas características.\nE não se argumente que o 1.º autor sabia, desde a data da aquisição do terreno, que a construção naquele terreno estava sujeita a um limite máximo de 237 m2 [cfr. factos provados e) a f)]; tendo contratado um arquitecto para esse efeito, não é a ele que cabe rever e fiscalizar as características técnicas da proposta constante do PIP.\nNa pior das hipóteses, o réu podia e devia ter corrigido atempadamente as deficiências desde que o 1.º autor o advertiu. No entanto, não tomou as medidas necessárias e exigíveis, parecendo, aliás, das comunicações (telefone, sms e mails) trocadas com o 1.º autor, só não o ter feito porque estava demasiado ocupado com outros assuntos [cfr. factos provados u) a z)].\nSignifica isto que a apresentação do 1.º PIP na CM... configura um cumprimento meramente aparente. Pode dizer-se que o réu efectuou um cumprimento defeituoso e, porque os defeitos não foram posteriormente corrigidos, um cumprimento incompleto da prestação a que estava vinculado.\nÉ o próprio réu que reconhece que o seu cumprimento estava imperfeito ou incompleto quando, sete anos depois do aparente cumprimento, nas comunicações estabelecidas entre 2015 e 2018, promete sistematicamente ao 1.º autor resolver a situação, retardando sempre o cumprimento mas nunca contestando a existência / persistência da obrigação.\nO réu incorreu, em suma, em violação culposa das suas obrigações contratuais.\nEsclarecido isto, há agora que formular e responder a duas perguntas. São elas as seguintes:\n1.ª) Se o réu tivesse cumprido cabalmente, adoptando as medidas necessárias e exigíveis para corrigir atempadamente as deficiências apontadas no parecer técnico, o 1.º PIP teria sido objecto de despacho favorável?\n2.ª) No caso afirmativo, qual seria o valor deste despacho para o efeito de construção de uma casa no terreno dos autores?\nTrata-se, numa palavra, de averiguar do impacto da violação culposa do réu para os danos invocados (com a extensão invocada) pelos autores,\nmaxime\na impossibilidade de construir a casa que ambicionavam.\nA resposta à primeira pergunta não é difícil.\nSe as deficiências que explicam a informação desfavorável do 1.º PIP tivessem sido evitadas ou corrigidas em sede de audiência prévia, ainda em 2015, existe uma grande probabilidade de que a CSM teria proferido despacho favorável ao 1.º PIP.\nCabe agora responder à segunda pergunta.\nAnalisada a legislação aplicável, percebe-se que um despacho favorável ao PIP vincularia a CM... na decisão sobre o pedido de licenciamento (cfr. artigo 17.º, n.º 1, do RJUE), desde que este pedido fosse efectuado no prazo de um ano após a decisão favorável (cfr. artigo 17.º, n.º 2, do RJUE).\nDispõe o artigo 17.º do RJUE, na versão em vigor à data dos factos, quanto aos efeitos da informação prévia:\n“\n1 - A informação prévia favorável vincula as entidades competentes na decisão sobre um eventual pedido de licenciamento ou apresentação de comunicação prévia da operação urbanística a que respeita e, quando proferida nos termos do n.º 2 do artigo 14.º, tem por efeito a sujeição da operação urbanística em causa, a efectuar nos exactos termos em que foi apreciada, ao regime de comunicação prévia e dispensa a realização de novas consultas externas.\n2 - O eventual pedido de licenciamento ou apresentação de comunicação prévia prevista no artigo anterior deve ser efectuado no prazo de um ano após a decisão favorável do pedido de informação prévia e, no caso do previsto na parte final do n.º 1, é acompanhado de declaração dos autores e coordenador dos projectos de que a operação urbanística respeita os limites constantes da decisão da informação.\n(…)\n4 - Não se suspendem os procedimentos de licenciamento ou comunicação prévia requeridos ou apresentados com suporte em informação prévia nas áreas a abranger por novas regras urbanísticas, constantes de plano municipal ou especial de ordenamento do território ou sua revisão, a partir da data fixada para o início da discussão pública e até à data da entrada em vigor daquele instrumento”.\nPor outras palavras, e como se diz no Acórdão do Tribunal Central Administrativo Sul, de 18.06.2020 (Proc. 247/09.4BEALM):\n“\nA informação prévia é (i) um ato administrativo (ii) que se pronuncia sobre determinada pretensão urbanística (iii) constituindo um ato\nsui generis\n, próximo da figura do ato prévio(iv) que confere, em regra, ao interessado, o direito em não ver indeferido o seu pedido de licenciamento com base em fundamentos que já foram objeto de apreciação pela Administração no âmbito deste procedimento, desde que o pedido de licenciamento se conforme com os termos da informação prévia, for apresentado por quem tenha legitimidade e antes de decorrido o prazo de um ano a contra desde a sua emissão\n”.\nMas, desde logo, não é seguro que o pedido de licenciamento fosse efectuado no prazo de um ano após a decisão favorável ao PIP.\nDepois, não é seguro que, mesmo que o fosse, a CM... o deferisse.\nDe facto, a lei deixa, apesar de tudo, margem para o indeferimento.\nPode ler-se, a este respeito, no Acórdão acima referido:\n“\nPorém, mesmo que o projeto apresentado se conforme com a informação prévia favorável, a câmara municipal poderá sempre indeferir o pedido de licenciamento com base em qualquer dos fundamentos legalmente admitidos, desde que a razão que motiva o indeferimento ou rejeição não tenha sido objeto de apreciação no pedido de informação prévia, não constando dos elementos entregues pelo interessado, nem do conteúdo da informação prestada\n”.\nEm suma, não pode dar-se como certo que, se o réu tivesse cumprido a sua obrigação, corrigindo, de imediato, as deficiências apontadas, e a CM... tivesse proferido despacho favorável ao 1.º PIP, o 1.º autor teria dado entrada do pedido de licenciamento e que este pedido teria sido deferido.\nMas, à margem destas incertezas, emerge uma outra: a (in)validade das decisões favoráveis à construção. Explique-se melhor.\nLendo o parecer técnico e as normas para que ele remete, parece que o impedimento fundamental à construção da casa era a construção da casa nos termos apresentados no 1.º PIP, ou seja, com a área de construção aí indicada, superior à legalmente permitida.\nCompulsando o parecer técnico sobre o 1.º PIP, pode ler-se aí (cfr. “\n3. – Caracterização da proposta\n”):\n“\nA área de construção constante do quadro acima não é a indicada pelo titular do processo, uma vez que se verificou que:\n1. O Plano Director Municipal não possui a definição directa do que é considerado área bruta de construção, possuindo no entanto a definição do que é índice de construção bruto, que \"é a relação máxima entre a área bruta de construção prevista e a área do terreno objecto da operação urbanística; exceptuam-se no cálculo do índice de construção as áreas de varandas, terraços, compartimentos de serviços de higiene (recolha de lixo) e áreas de parqueamento coberto {sempre que estas se situem abaixo da cota de soleira);\"\n2. A definição de área bruta de construção consta do Regulamento Municipal da Urbanização e Edificação do Concelho de Sintra, sendo esta o \"somatório da área bruta de cada um dos pavimentos, expressa em m2, de todos os edifícios que existem, ou podem ser realizados no(s) prédios, incluindo anexos, com exclusão de: i) Terraços descobertos e varandas; ii) Galerias exteriores de utilização publica; ui) Sótãos sem pé-direito regulamentar para fins habitacionais; iv) Arrecadações em cave ou sótão, afeias aos fogos ou a espaços de atívidades económicas, desde que sejam separadas fisicamente daqueles, possuindo acesso autónomo, através de parte comum; v) Áreas técnicas, acima ou abaixo do solo (postos de transformação, centrais térmicas, casas das máquinas dos elevadores, centrais de bombagem, depósitos de água e compartimentos de recolha dos lixos)' vi) Áreas de estacionamento em cave, incluindo zonas de acesso.\nVerifica-se que a área de 230,00 m2 indicada peio técnico corresponde ao somatório das áreas dos pisos 0 e 1, não tendo sido considerada \"qualquer área referente ao piso -1. Ora. verifica-se que as áreas neste \"piso destinadas a arrumos/arrecadação e instalações sanitárias – contabilizáveis para efeitos de área bruta de construção nos termos das definições acima transcritas - somam 82,92 m2 que a adicionar aos 230,00 m2 dos pisos 0 e 1 totaliza os 312,92 m2 acima referidos. Acresce o facto de não ser especificado a que se destina a área técnica existente no piso 0 o que, para além de poder representar riscos acrescidos em termos de segurança contra riscos de incêndio, já que comunica directamente com as restantes partes da habitação, deverá ser explicitado face aos limites existentes para a área de construção.\nRelativamente ao número de pisos, dever-se-á atender à definição de constante da alínea rr) do art.º 4.º da RCM n.º 1-A/2G04 de 8 de Janeiro que define número de pisos como: \"o número máximo de andares ou pavimentos sobrepostos de uma edificação, com excepção de sótãos e caves sem frentes livres.\" Face a esta definição, o número de pisos da edificação deverá ser considerado de três, uma vez que o piso inferior possui uma frente livre. A cota do primeiro piso encontra-se deste modo condicionada pela cota do terreno natura não sendo possíveis aterros para subida artificial da cota de soleira (…)”.\nE adiante acrescenta-se (cfr. “\n4. Informação e condicionamentos\n”):\n“\nFace ao exposto, e tendo-se verificado no ponto três da presente informação que a edificação possui 312,92 m2, não se pode considerar cumprida a al. a) do n.º 5 do art.º 24.° da RCM n.º 1-A/2004 de 8 de Janeiro, por remissão do ponto 6.3. do artº 31º do Regulamento do PDM\n”.\nPor fim, conclui-se (cfr. “\n6. Conclusão\n”):\n“\nFace ao exposto, verificando-se que a proposta não se conforma com o disposto na al. a) do n.º 5 do art.º 24.º da RCM n.º 1-A/2004 de 8 de Janeiro, por remissão do ponto 6.3. do art.º 31.º do Regulamento do PDM no que se refere à área bruta de construção prevista, propõe-se a emissão de parecer desfavorável ao pedido de informação prévia apresentado, devendo o titular do processo ser notificado nos termos do art.º 100-101.º do Código de Procedimento Administrativo, podendo dizer o que se lhe oferecer no prazo de 15 dias\n.\nEm cumprimento do disposto no n.º 4 do artº 16.º do Regime Jurídico de Urbanização e Edificação, informa-se que a presente informação pode ser revista, caso o projecto da edificação a erigir no presente terreno seja alterado de modo a que a área bruta de construção seja, no máximo, de 237,00 m2 (…)\n”.\nAs normas para que o parecer técnico remete são as do artigo 24.º, n.º 5, do Regulamento do Plano de Ordenamento do Parque Natural Sintra-Cascais (POPNSC)\n[5]\ne do\nartigo 16.º, n.º 4, do RJUE\n.\nO artigo 24.º, n.º 5, do POPNSC é uma disposição específica sobre\náreas de protecção complementar do tipo III,\ncom o teor seguinte:\n“\nNas áreas de protecção complementar do tipo III, a ocupação do solo fica sujeita aos seguintes parâmetros:\na) Superfície mínima da parcela de terreno para construção - 2000 m2.\nb) Índice de implantação - 0,05;\nc) Índice de construção - 0,075 (…)\n”.\nDe acordo com a informação técnica, esta seria a norma aplicável ao caso. Segundo ela, a superfície mínima da parcela de terreno para construção seria 2.000 m2; Também segundo ela, o índice de construção seria de 0,075 %, o que correspondia à tal área construtiva de 237 m2, requisito que o PIP não cumpria.\nPor seu turno, no artigo 16.º, n.º 4, do RJUE\n, na versão em vigor à data dos factos, dispõe-se:\n“\nNo caso de a informação ser desfavorável, dela deve constar a indicação dos termos em que a mesma, sempre que possível, pode ser revista por forma a serem cumpridas as prescrições urbanísticas aplicáveis, designadamente as constantes de plano municipal de ordenamento do território ou de operação de loteamento\n”.\nParece, então, que bastaria alterar o 1.º PIP de modo a que a área bruta de construção fosse, no máximo, de 237,00 m2, para que ele se conformasse com o artigo 24.º, n.º 5, al.\na)\n, do POPNSC e pudesse merecer uma apreciação favorável.\nO Tribunal recorrido sustenta, porém, que aquela deficiência não foi determinante para os danos, sendo a construção da casa, em qualquer caso, e\nab initio\nimpossível.\nSeria aplicável, segundo o Tribunal recorrido, o artigo 31.º, n.º 4, al.\na)\n, do PDM ... então em vigor, exigindo uma superfície mínima da parcela de terreno para construção que o lote de terreno dos autos não tinha nem nunca teve.\nNo artigo 31.º do PDM ... então em vigor pode ler-se:\n“\n(…) 2 - Os espaços agrícolas (ou de expressão rústica) são classificados em quatro categorias de uso - de nível 1, de nível 2, de nível 3 e de nível 4 - correspondendo a níveis de protecção e valorização diversos face ao Instituto da Reserva Agrícola Nacional, às determinações do processo de planeamento do Parque Natural de Sintra-Cascais e à decorrência do processo de planeamento municipal.\n(…)\n4 - Nos espaços agrícolas de nível 2, de nível 3 e de nível 4, a ocupação do solo fica sujeita aos seguintes parâmetros:\na) Superfície mínima de parcela de terreno para construção:\n(…)\nEspaços agrícolas de nível 3 - 5000 m2 (…)\n”.\nQuaisquer decisões favoráveis à construção infringiriam estas regras e estariam feridas de nulidade.\nPara sustentar a prevalência desta norma diz-se no Acórdão recorrido:\n“(…)\no Regulamento do Plano de Ordenamento do Parque Natural de Sintra-Cascais foi aprovado pela Resolução do Conselho de Ministros nº 1-A/2004 de 08/01/2004 e estabelece nos art. 1º e 2º:\nArt. 1º\n«1- O Plano de Ordenamento do Parque Natural de Sintra-Cascais (revisão), adiante abreviadamente designado por POPNSC, tem a natureza de regulamento administrativo e com ele devem conformar-se os planos municipais e intermunicipais de ordenamento do território, bem como os programas e projectos, de iniciativa pública ou privada, a realizar na sua área de intervenção (…)»\n(…).\nO art. 11º do CC estabelece os seguintes princípios para a interpretação da lei:\n«1. A interpretação não deve cingir-se à letra da lei, mas reconstituir a partir dos textos o pensamento legislativo, tendo sobretudo em conta a unidade do sistema jurídico, as circunstâncias em que a lei foi elaborada e as condições específicas do tempo em que é aplicada.\n2. Não pode, porém, ser considerado pelo intérprete o pensamento legislativo que não tenha na letra da lei um mínimo de correspondência verbal, ainda que imperfeitamente expresso.\n3. Na fixação do sentido e alcance da lei, o intérprete presumirá que o legislador consagrou as soluções mais acertadas e soube exprimir o seu pensamento em termos adequados.».\nDe acordo com estes princípios, impõe-se interpretar o art. 1º da Resolução do Conselho de Ministros nº 1-A/2004 de 08/01/2004 como impondo que os PDM se conformem com o POPNSC, mas não impedindo que estabeleçam medida mais restritivas para melhor salvaguardarem os valores e recursos naturais.\nOra, o PDM ..., ao ser mais exigente quanto à superfície mínima de parcela de terreno para construção, e portanto, mais restritivo, não é prejudicial, mas sim mais benéfico para a protecção dos valores e interesses a que se refere o POPNSC. Por isso, esse regime mais restritivo do PDM prevalece. Em consequência, à data da apresentação do 1º PIP já não era possível edificar a moradia neste terreno\n”\n[6]\n.\nNo entender do Tribunal Recorrido, a eventual decisão de licenciamento que viesse a ser proferida sobre o 1.º PIP violaria o artigo 31.º, n.º 4, n.º 1, al.\na)\n, do PDM ... e seria nula, por aplicação dos actuais artigos 130.º do RJIGT\n[7]\ne 68.º do RJUE.\nO artigo 130.º do RJIGT determina:\n“\n1 - São nulos os atos praticados em violação de qualquer plano de âmbito intermunicipal ou municipal aplicável.\n2 - Aos atos nulos previstos no número anterior é aplicável o disposto nos artigos 68.º e 69.º do regime jurídico de urbanização e edificação\n”.\nPor sua vez, o artigo 68.º do RJUE determina:\n“\nSem prejuízo da possibilidade de atribuição de efeitos jurídicos a situações de facto decorrentes de atos nulos nos termos gerais de direito, bem como do disposto no artigo 70.º, são nulas as licenças, as autorizações de utilização e as decisões relativas a pedidos de informação prévia previstos no presente diploma que:\na) Violem o disposto em plano municipal ou intermunicipal de ordenamento do território, plano especial de ordenamento do território, medidas preventivas ou licença ou comunicação prévia de loteamento em vigor (…)\n”.\nPor tudo isto, o incumprimento do réu seria, no entender do Tribunal\na quo\n, irrelevante para os danos.\nOs recorrentes contestam esta conclusão, argumentando que a norma aplicável é, sim, a do artigo 24.º, n.º 5, al.\na)\n, do POPNSC, invocando diversos argumentos.\nInvocam, primeiro, a relação de superioridade hierárquica dos planos especiais (em que se integra o POPNSC) relativamente aos planos municipais (em que se integra o PDM ...), resultante do disposto no artigo 24.º, n.º 4, do RJIGT então em vigor\n[8]\n, segundo a qual, prefigurando-se um conflito entre o regime do POPNSC o regime do PDM ..., deveria prevalecer o primeiro.\nUm segundo argumento prende-se com o dever de interpretação conforme à Constituição e de observância dos princípios e normas nela consagrados, designadamente o princípio da proporcionalidade (cfr. artigo 18.º, n.ºs 2 e 3, da CRP). Também este princípio conduziria, no entender dos recorrentes a que o conflito de regimes fosse resolvido no sentido da prevalência do regime que importa a solução menos gravosa para os interesses em presença, o que significaria, no caso, o regime do POPNSC de ....\nUm terceiro argumento reside na ordem da sucessão dos regimes e no princípio de que, nada se dispondo em contrário, a norma mais antiga deveria ceder perante a mais recente. Remontando o PDM ... a 1999 e tendo o POPNSC sido adoptado mais recentemente (em 2004), este sobrepor-se-ia àquele.\nOs recorrentes refutam igualmente o raciocínio adicional apresentado no Acórdão recorrido, segundo o qual a construção estaria, em qualquer caso, proibida por força do disposto nas já referidas Medidas Preventivas. Alegam que as Medidas Preventivas não substituíram o PDM ..., continuando a fazer sentido a remissão do ponto 6.3 do seu artigo 31.º para o POPNSC. Mais importante ainda, as Medidas Preventivas não se aplicariam ao 1.º PIP pois não podiam aplicar-se a procedimentos em curso. Por último, ainda que as Medidas Preventivas fossem aplicáveis, elas não afastariam a responsabilidade do réu, a qual residiria num incumprimento ocorrido em momento anterior (a falta de conformação entre o valor indicado para área de construção e o valor legalmente permitido) e que, se não se tivesse verificado, teria, sempre no entender dos recorrentes, propiciado o proferimento de um despacho favorável ao 1.º PIP.\nCumpre tomar posição.\nComeçando pelo último ponto, ou seja, a relevância das Medidas Preventivas, dê-se razão os recorrentes. Diga-se apenas que, estando o incumprimento do réu, como se viu atrás, relacionado com o comportamento adoptado quanto ao 1.º PIP e tendo este sido apresentado oito anos antes (2008) da entrada em vigor das Medidas Preventivas (2016), estas não se aplicavam.\nA determinação da norma aplicável, essa, é uma questão mais difícil. Não por acaso ela foi objecto de duas respostas diferentes por parte da própria CM...: na apreciação do 1.º PIP a questão foi decidida no sentido da prevalência do artigo 24.º, n.º 5, al.\na)\n, do POPNSC; na apreciação do 2.º PIP, foi afirmada a aplicabilidade do artigo 31.º, n.º 4, al.\na)\n, PDM.\nÉ, de facto, significativo que a CM... tivesse admitido, aquando da apreciação do 1.º PIP, que o ponto era duvidoso mas tivesse acabado por concluir e afirmar firmemente que se aplicava o artigo 24.º, n.º 5, al.\na)\n, do POPNSC, por remissão do ponto 6.3. do artigo 31.º do PDM ....\nDiz-se na informação:\n“\nDe acordo com o indicado no n.º 4 do art.º 31.º do Regulamento do PDM (RPDM) de ..., nos espaços agrícolas de nível 3 a superfície mínima de parcela de terreno para construção é de 5000 m2, os índices máximos de ocupação e de construção de 0,04, o número máxima de pisos acima do solo de 2 e o índice mínimo de permeabilidade de 0,86. No entanto, o ponto 6.3. do art.º 31.º do Regulamento do PDM indica que no Parque Natural de Sintra-Cascais se observam as disposições constantes dos respectivos planos de ordenamento e regulamento. Deste modo, e apesar de num primeiro momento terem surgido dúvidas quanto à aplicação ao presente caso das regras do RPDM - que, como veremos, são mais restritivas que as regras do parque natural ordenamento - concluiu-se que o ponto 6.3. do RPDM ao remeter para o regulamento do Plano de Ordenamento do Parque Natural de Sintra-Cascais afasta as maiores restrições à edificação constantes do seu regulamento\n”.\nNo ponto 6.3. do artigo 31.º do PDM ..., ao qual se atribuiu função remissiva, determina-se:\n“\nNo Parque Natural de Sintra-Cascais observam-se as disposições constantes dos respectivos plano de ordenamento e regulamento\n”.\nSó na apreciação liminar do 2.º PIP vem a ser afirmado que a superfície do terreno para construção (3160 m2) era inferior à mínima legalmente exigida para que fosse possível construir dizendo-se:\n“\nA proposta deverá verificar os parâmetros definidos em PDM para a classe de espaço agrícola nível 3, de acordo com o artigo 31.º do Regulamento – não é cumprida a superfície mínima de parcela de terreno para construção\n”.\nÉ possível encontrar argumentos favoráveis à prevalência da norma do POPNSC, menos exigente, quanto à superfície mínima da parcela de terreno para construção.\nDestaca-se o preceituado no artigo 1.º do POPNSC, que dispõe:\n“\nO Plano de Ordenamento do Parque Natural de Sintra-Cascais (revisão), adiante abreviadamente designado por POPNSC, tem a natureza de regulamento administrativo e com ele devem conformar-se os planos municipais e intermunicipais de ordenamento do território (…)\n”.\nÉ possível – e porventura necessário – dar a esta norma um sentido diferente daquele que lhe deu o Tribunal recorrido, à luz do disposto no artigo 24.º, n.º 4, do RJIGT,\nSobre a relação entre os instrumentos de âmbito nacional ou regional e os instrumentos de âmbito municipal, dispõe-se neste preceito:\n“\nOs planos especiais de ordenamento do território prevalecem sobre os planos intermunicipais de ordenamento do território, quando existam, e sobre os planos municipais de ordenamento do território\n”.\nInterpretando a norma, Cláudio Monteiro reconhece que daqui decorre uma genuína relação de subordinação dos planos municipais aos planos especiais de ordenamento do território:\n“\nA e\nxistir,\na subordinação apenas se verifica em relação ao PNPOT\n,\naprovado por lei da Assembleia da República\n,\ne aos planos especiais de ordenamento do território\n,\nque nos termos do número 4 do artigo 24° do RJIGT prevalecem sempre sobre os planos intermunicipais de ordenamento do território e sobre os planos municipais de ordenamento do território\n”\n[9]\n.\nExplica o autor:\n“\n'\ncomp\natibilidade\ne conformid\nade são conc\neitos\nj\nurídicos\nd\nistintos,\nqu\nando a\nplicados às rel\nações\nn\normativas\nestab\nelecidas\nentre doi\ns\nacto\ns\njurídic\nos\n'\n:\nenquanto a relação de\nc\nonformidade ex\nige\ntotal id\nentidade\nentre o\ns\ntermo\ns\nda compar\nação,\npara que se pos\nsa\nsubsu\nmir\nautomaticament\ne o\ncont\neúdo\nde um acto jurídic\no\nnas\ns\noluções normati\nvas\ndo outr\no,\na relação de compatibilid\nade\ne\nxige\napenas que um\ndo\ns\ntermos da comparaç\não\nn\não\nc\nontrarie\nos princípio\ns\nfund\namentais\ndo outro, pod\nen\nd\no\ne\nxistir\ndiscrepância de cont\neúdo\nentre as respecti\nvas\ndispo\nsições.\nA relação de dep\nendência h\nierárquica, sendo um\na\nr\nelação\nd\ne s\nubordinação,\nn\não s\ne comp\nadece\na di\nscrepância\nd\ne\nc\nonteúdo a\ndmitida n\no â\nmbito de uma rela\nção\nde\nc\nonformidade,\nn\nem co\nm\na a\nutonomia ou\nin\ndependência\ncarac\nterística d\nos reg\nulamentos\nd\nos\nplan\nos\nmuni\ncipais\n”\n[10]\n[11]\n.\nE conclui adiante:\n“\n(…) a regra de prevalência dos planos especiais sobre os planos municipais envolve\numa ideia de subordinação\n.\nDe certo modo, os planos especiais de ordenamento do território podem ser\nvistos como uma espécie de planos de pormenor com funções de tutela ambiental,\ncolocados por isso na posição de elo final da cadeia de planeamento, como\nparâmetro de validade dos actos e operações materiais de ocupação, uso e transformação\ndo território,\nÉ sintomático, aliás, que nas suas relações com os particulares o legislador\nlhes tenha atribuído uma força jurídica equivalente à dos planos municipais, mas\nque nas relações entre ambos os tenha feito prevalecer sobre aqueles.\nO legislador preservou, assim, o modelo de aplicação exclusiva de um único\nplano, garantindo, também aqui, no ponto em que o sistema se projecta para o\nexterior, que na mesma parcela do território não estão simultaneamente em vigor\ndois planos com soluções opostas\n”\n[12]\n.\nAssim, quando no POPNSC se determina a necessidade de conformação do PDM, isso parece significar que são inadmissíveis todas as divergências que este contenha, devendo aquele prevalecer.\nFace a tudo isto, é possível dizer que a aplicabilidade ao caso da norma do artigo 31.º, n.º 4, al.\na)\n, do PDM ... é duvidosa.\nMas o problema maior é que, independentemente do que se conclua quanto à norma aplicável, não há certezas quanto à norma que viria a ser, efectivamente, aplicada caso o réu tivesse cumprido e o procedimento do 1.º PIP prosseguido.\nSão conjecturáveis, pelo menos, dois desfechos:\na)\na CM... ter permanecido sempre fiel à convicção de que o impedimento era, fundamentalmente, a (excessiva) área de construção e nunca ter levantado, até ao final do procedimento, o obstáculo da superfície mínima da parcela de terreno para construção; ou\nb)\na CM... ter inflectido, em algum momento do procedimento, na sua posição inicial e, com fundamento na (insuficiente) superfície da parcela de terreno para construção, não ter autorizado ou ter impedido a construção.\nLogo se vê que o impacto do incumprimento do réu não é o mesmo nos dois casos. No primeiro caso, o incumprimento do réu teria sido determinante; no segundo caso, teria sido indiferente para o resultado.\nPerante esta indeterminação, considera-se, não que seja de excluir\nin limine\na responsabilidade do réu, como fez o Tribunal recorrido, com base na ideia de um comportamento alternativo lícito, dado que isso seria fazer tábua rasa da possibilidade real de as coisas se terem passado, de facto, de um modo diferente; entende-se, sim, que é preciso apurar o grau de probabilidade de ocorrência de cada uma das situações e identificar a situação mais provável, tendo sempre no horizonte a situação hipotética\nde facto\ne não a situação hipotética\nnormativa\n[13]\n.\nPode expor-se o raciocínio de outra maneira – em vez de partir da visão global (uma situação com encadeamento de causas), destacar a possibilidade de um contributo causal do réu.\nA possibilidade definitiva de construir a casa estava dependente de uma pluralidade de circunstâncias, algumas das quais escapavam, manifestamente, ao domínio do réu (como a diligência do autor na apresentação do pedido de licenciamento e o sentido da decisão final da CM...). Nada disto invalida o facto de que o comportamento do réu impediu que o procedimento do 1.º PIP prosseguisse, i.e., teve impacto na\npossibilidade\nde obtenção de parecer favorável ao PIP, o que, por sua vez, dado que este parecer representa uma certa predisposição ao êxito do pedido de licenciamento, se repercutiu na\npossibilidade\nde obtenção do licenciamento e, portanto, na\npossibilidade\nde construir a casa e, com isso, valorizar o terreno. Mas a probabilidade de ocorrerem aquelas (outras) circunstâncias tem necessariamente de ser ponderada para determinar o contributo do réu para a situação que se configurou a final.\nDito de outro modo: nada garante que a casa viesse, a final, a ser construída mesmo que o réu tivesse cumprido, mas não há dúvidas de que o seu comportamento contribuiu para impedir um curso possível ou o curso provável dos acontecimentos, fazendo com que o 1.º autor perdesse\numa possibilidade\nde obter um parecer favorável ao PIP e, por isso,\numa possibilidade da possibilidade\nde obter o licenciamento e\numa possibilidade da possibilidade da possibilidade\nde construir no terreno.\nVerifica-se, assim, uma hipótese de “\nincerteza factual causal\n”\n[14]\n[15]\n, incerteza no contributo e na medida do contributo do comportamento do réu para a situação final, em que é particularmente difícil a determinação da responsabilidade e da correspondente indemnização.\nA propósito da obrigação de indemnização, relembre-se que a norma do artigo 562.º do CC prescreve que “\n[q]uem estiver obrigado a reparar um dano deve reconstituir a situação que existiria se não se tivesse verificado o evento que obriga à reparação\n”. A obrigação de indemnização a fixar no caso em apreço deve sempre ter em conta a possibilidade que subsistiria de o 1.º autor realizar o seu interesse (i.e., levar a cabo a construção da casa) não fora o incumprimento do réu.\nCorresponde esta obrigação de indemnização,\ngrosso modo\n, à obrigação de indemnização que alguma doutrina e alguma jurisprudência associa à noção de “perda de\nchance\n” ou “perda de oportunidade”\n[16]\n.\nTal obrigação está, naturalmente, subordinada a condições.\nDiz-se, por exemplo, no Acórdão deste Supremo Tribunal de Justiça de 19.10.2021 (Proc. 174/18.1T8GMR.G1.S1):\n“\n[c]ondição da indemnização em sede de perda de\nchance\né que se mostre que o lesado detinha na sua esfera jurídica a oportunidade de (com grande probabilidade, pois tudo gira ao redor de situações eivadas de um certo grau de aleatoriedade, de incerteza) alcançar certo efeito que lhe seria vantajoso, mas que acaba por não ser alcançado devido a facto do autor da lesão\n”\n[17]\n.\nA condição fundamental é, então, a de que a probabilidade de ocorrência de um resultado diferente não fora o comportamento ilícito não seja uma probabilidade qualquer e tenha de ser – aproveitando o termo usado no Acórdão do Supremo Tribunal de Justiça de 9.03.2022 (Proc. 21963/15.6T8PRT.P1.S1) – uma “\nprobabilidade qualificada\n”.\nNo mesmo sentido, a propósito da perda de\nchance\nprocessual, havia sido precisado no Acórdão Uniformizador de Jurisprudência do Supremo Tribunal de Justiça de 5.07.2021 (Proc. 34545/15.3T8LSB.L1.S2-A) que o dano “\ntem de ser consistente e sério, cabendo ao lesado o ónus da prova de tal consistência e seriedade\n”.\nPerscrutando a factualidade provada, conclui-se que não existem dados que permitam caracterizar e medir, nesta sede, com a precisão necessária, a probabilidade de o PIP ter sido aprovado, o licenciamento ter sido concedido e, em última análise, a casa ter sido construída se não fosse o comportamento ilícito do réu. Relembre-se que só uma probabilidade séria e consistente de um desenlace diferente permitirá – e na medida em que o seja – responsabilizar o réu.\nAssim, resta anular o acórdão recorrido e determinar o regresso do processo ao Tribunal\na quo\npara o efeito da ampliação da decisão de facto em ordem a constituir base suficiente para a decisão de direito, nos termos do disposto no artigo 682.º, n.º 3, do CPC.\nDeve, designadamente, apurar-se:\n(1) que possibilidades teria o autor de obter um parecer favorável ao PIP se o réu tivesse suprido as irregularidades em sede de audiência prévia;\n(2) que possibilidades teria o autor de obter o licenciamento se tivesse obtido um parecer favorável ao PIP; e\n(3) que possibilidades teria o autor de construir a casa se não houvesse qualquer impedimento de ordem administrativa.\nEm face desta decisão, fica, naturalmente, prejudicada a apreciação da ampliação do âmbito do recurso requerida, a titulo subsidiário, pelo réu / recorrido.\n*\nIII. DECISÃO\nPelo exposto,\ndecide-se:\n1.º) anular o Acórdão recorrido; e\n2.º) determinar a baixa dos autos ao Tribunal da Relação, nos termos e para os efeitos do artigo 682.º, n.º 3, do CPC.\n*\nCustas a meias.\n*\nLisboa, 13 de Outubro de 2022\nCatarina Serra (Relatora)\nRijo Ferreira\nCura Mariano\n_______\n[1]\nCfr., neste sentido, Abrantes Geraldes,\nRecursos em Processo Civil\n, Coimbra, Almedina, 2020 (6.ª edição), p. 149.\n[2]\nTrata-se do RJUE aprovado pelo DL n.º 555/99, de 16.12.\n[3]\nDa factualidade apurada [cfr. factos provados gg), hh) e ii)] parece resultar que, requerendo a junção de certos documentos ao 1.º PIP, em 2.02.2017, o réu acabou por optar pela segunda solução, ou seja, pela separação física das áreas de arrumos do piso -1, tendo mesmo aumentado a área de construção aumentado para 375 m2. A tentativa veio, porém, a revelar-se extemporânea.\n[4]\nAprovado pela Resolução do Conselho de Ministros n.º 116/99, de 4.10.\n[5]\nAprovado pela Resolução de Conselho de Ministros n.º 1-A, de 8.01.\n[6]\nSublinhados nossos.\n[7]\nTrata-se do RJIGT aprovado pelo DL n.º 80/2015, de 14.05, em vigor desde 2015.\n[8]\nTrata-se do RJIGT aprovado pelo DL n.º 380/99, de 22.09, actualmente revogado.\n[9]\nCfr. Cláudio Monteiro, “A lei do mais próximo. As relações entre planos no sistema de gestão territorial”, in:\nGeoinova\n, 2003, 7, p. 161.\n[10]\nCfr. Cláudio Monteiro, “A lei do mais próximo. As relações entre planos no sistema de gestão territorial”, cit., p. 162.\n[11]\nSobre o tema pode ver-se ainda Fernanda Paula Oliveira, “Os princípios da nova Lei do Ordenamento do Território: da hierarquia à coordenação”, in:\nCEDOUA\n, 2002, 1/3, p. 25. Diz a autora:\n“\nO princípio da hierarquia, que rege as relações entre os planos, não assume, no entanto, sempre o mesmo grau, podendo ser entendido com base ora no princípio da compatibilidade ora no princípio da conformidade. A nossa legislação urbanística e do ordenamento do território tem vindo, ao longo dos últimos anos, a utilizar indistintamente os termos compatibilidade e conformidade, como se de uma e mesma coisa se tratasse. Estamos, no entanto, como defendeu Alves Correia, perante conceitos jurídicos diversos: a obrigação de compatibilidade é menos rigorosa do que a obrigação de conformidade. Enquanto a conformidade exclui qualquer diferença entre os elementos da comparação, a relação de compatibilidade exige somente que não haja contradição entre eles. A compatibilidade implica um controlo do juiz menos apertado do que a conformidade, resultando da não contrariedade dos dados em presença ou do respeito por uma orientação. Isto significa, em resumo, que a conformidade exige ou define uma relação positiva entre os dados da comparação, enquanto a compatibilidade expressa uma relação negativa, resultante da não contradição entre eles. Como decorre claramente do que vimos de expor, a compatibilidade e a conformidade estão directamente ligadas ao grau de precisão dos planos urbanísticos que se encontram em relação\n”.\n[12]\nCfr. Cláudio Monteiro, “A lei do mais próximo. As relações entre planos no sistema de gestão territorial”, cit., p. 164.\n[13]\nEntende-se, pois, que não é imprescindível tomar posição quanto à validade ou invalidade de eventuais actos administrativos favoráveis à construção, bastando que se apure a probabilidade de eles serem praticados e persistirem, produzindo os seus efeitos, no ordenamento jurídico.\n[14]\nA expressão é de Rui Soares Pereira,\nO nexo de causalidade na responsabilidade delitual\n, Coimbra, Almedina, 2017, pp. 1178.\n[15]\nOs factos não provados 30, 41 e 42 confirmam esta incerteza. É esta incerteza – não só quanto à medida, mas quanto à própria contribuição causal do sujeito – que constitui o pressuposto da responsabilização por perda de\nchance\n. Nos casos típicos de responsabilidade médica ou de responsabilidade do advogado, é frequente encontrar-se entre os factos não provados que não se provou que a conduta alternativa do médico teria permitido salvar o doente ou que a conduta alternativa do advogado teria permitido ganhar a causa. Pelo contrário, sempre que esteja provado que o dano se teria produzido mesmo que houvesse uma conduta alternativa lícita do sujeito não poderá este ser responsabilizado.\n[16]\nSobre o tema encontra-se, na doutrina portuguesa, uma profusão de estudos e referências. Cfr. para alguns exemplos, Paulo Mota Pinto, “Perda de chance processual”, in:\nRevista de Legislação e Jurisprudência\n, 2016, n.º 3997, pp. 174 e s., Manuel Carneiro da Frada,\nDireito civil. Responsabilidade civil — O método do caso\n, Coimbra, Almedina, 2006, pp. 107-108, Manuel Carneiro da Frada, “Danos societários e governação de sociedades\n(corporate governance)\n”, in:\nCadernos de Direito Privado\n–\nII Seminário dos Cadernos de direito privado – Responsabilidade civil\n, 2012, pp. 31-48, Júlio Vieira Gomes, “Sobre o dano da perda de chance”, in:\nDireito e Justiça\n, 2005, Vol. XIX, pp. 9 e s., Júlio Vieira Gomes, “Ainda sobre a figura do dano da perda de oportunidade ou perda de chance”, in:\nCadernos de Direito Privado\n–\nII Seminário dos Cadernos de direito privado – Responsabilidade civil\n, 2012, 17 e s., Júlio Vieira Gomes, “Em torno do dano da perda de chance – Algumas reflexões”, in:\nArs Ivudicandi – Estudos em Homenagem do Professor Doutor António Castanheira Neves\n, Vol. II, Coimbra, Coimbra Editora, 2008, pp. 289 e s., Rute Teixeira Pedro,\nA responsabilidade civil do Médico. Reflexões sobre a perda de chance e a tutela do doente lesado\n, Centro de Direito Biomédico da Faculdade de Direito da Universidade de Coimbra / Coimbra Editora; Coimbra, 2009, Rute Teixeira Pedro, “Reflexões sobre o dano da perda de chance à luz da jurisprudência”, in:\nNovos olhares sobre a responsabilidade civil\n, Centro de Estudos Judiciários, Lisboa, 2018, pp. 183 e s., Rui Soares Pereira,\nO nexo de causalidade na responsabilidade delitual\n, cit., pp. 1189 e s., Rui Cardona Ferreira,\nIndemnização do interesse contratual positivo e perda de chance (em especial, na contratação pública)\n, Coimbra Editora, Coimbra, 2011, Rui Cardona Ferreira, “A perda de chance – Análise comparativa e perspetivas de ordenação sistemática”, in:\nO Direito\n, 2012, tomo I, pp. 29 e s., Rui Cardona Ferreira, “A perda de chance revisitada (a propósito da responsabilidade do mandatário forense)”, in:\nRevista da Ordem dos Advogados\n, 2013, vol. IV, pp. 1301 e s., Rui Cardona Ferreira, “The Loss of Chance in Civil Law Countries: A Comparative and Critical Analysis”, in:\nMaastricht Journal of European and Comparative Law\n, 2013, vol. 20, pp.\n53 e s., Nuno Santos Rocha, “Perda de chance como uma nova espécie de dano”, Coimbra, Almedina, 2016, Durval Ferreira, “Dano da perda de chance – responsabilidade civil”, Lisboa, Vida Económica, 2017 (2.ª edição), Patrícia Cordeiro da Costa,\nCausalidade, dano e prova: a incerteza na responsabilidade civil\n, Coimbra, Almedina, 2016 (2.ª edição), Patrícia Cordeiro da Costa, “A perda de chance – Dez anos depois”, in:\nJulgar\n, 2020, n.º 42, pp. 51 e s.\n[17]\nNa jurisprudência a responsabilidade por perda de\nchance\ngeneralizou-se com o proferimento do Acórdão do Supremo Tribunal de Justiça, de 22.10.2009 (Proc. 409/09.4YFLSB), onde se dizia já que a\nchance\ntinha de ser consistente, e com o Acórdão do Supremo Tribunal de Justiça de 29.04.2010 (Proc. 2622/07.0TBPNF.P1.S1), onde se dizia que era preciso que se concluísse que “\ncom elevado grau de probabilidade ou verosimilhança»\no lesado obteria certo benefício não fora a\nchance\nperdida. Cfr., na sequência disto, com ligeiras\nnuances\n, os Acórdãos do Supremo Tribunal de Justiça de 29.11.2012 (Proc. 29/04.0TBAFE.P1.S1), de 14.03.2013 (Proc. 78/09.1TVLSB.L1.S1), de 04.07.2013 (Proc. 298/10.6TBAGN.C1.S1), de 5.11.2013 (Proc. 1150/10.0TBABT.E1.S1), de 6.03.2014 (Proc. 23/05.3TBGRD.C1.S1), 01.07.2014 (Proc. 824/06.5TVLSB.L2.S1), de 30.09.2014 (Proc. 15/11.3TCGMR.G1.S1), de 30.09.2014 (Proc. 739/09.5TVLSB.L2-A.S1), de 9.12.2014 (Proc. 1378/11.6TVLSB.L1.S1), de 30.04.2015 (Proc. 338/11.1TBCVL.C1.S1), de 5.05.2015 (Proc. 614/06.5TVLSB.L1.S1), de 9.07.2015 (Proc. 5105/12.2TBSXL.L1.S1), de 19.05.2016 (Proc. 6473/03.2TVPRT.P1.S.1), e, só para alguns exemplos mais recentes, os Acórdãos do Supremo Tribunal de Justiça de 6.07.2021, de 19.10.2021 (Proc. 174/18.1T8GMR.G1.S1) (Proc. 3573/16.2T8AVR.P1.S1), de 9.03.2022 (Proc. 21963/15.6T8PRT.P1.S1), de 10.02.2022 (Proc.\n12213/15.6T8LSB.L1.S1\n), de 23.06.2022 (Proc.\n6112/15.9T8VIS.L1.S1\n).",
    "type": "Acordao"
}