{
    "link": "http://www.dgsi.pt/jstj.nsf/954f0ce6ad9dd8b980256b5f003fa814/960d138417b4ee33802588e70049c8c0?OpenDocument",
    "court": "Supremo Tribunal de Justiça",
    "_id": "5261/20.6T8BRG.G1.S1",
    "author": [
        "LUIS ESPÍRITO SANTO"
    ],
    "descriptors": [
        "RECONHECIMENTO",
        "OMISSÃO DE FORMALIDADES",
        "ABUSO DO DIREITO",
        "NULIDADE DE CLÁUSULA",
        "ASSINATURA",
        "INTERESSE PÚBLICO",
        "PRETERIÇÃO DE FORMALIDADES",
        "RENÚNCIA",
        "CLÁUSULA CONTRATUAL",
        "CONTRATO-PROMESSA DE COMPRA E VENDA",
        "BEM IMÓVEL"
    ],
    "date": "10/26/2022",
    "year": 2022,
    "summary": "I – O artigo 410º, nº 3, do Código Civil, estabelece uma norma de carácter imperativo que visa  tutelar, em especial, a posição do promitente comprador, atenta a ordem de grandeza dos interesses patrimoniais envolvidos, obrigando ao reconhecimento presencial de assinaturas (devidamente autenticado) no texto que formaliza o contrato promessa como forma de sensibilização e consciencialização, pela sua solenidade, para a importância do acto e para o dever do subscritor de atentar, com toda a seriedade e rigor, em todo o clausulado a que se está dessa forma a vincular (e que na esmagadora maioria dos casos é (pré)elaborado e proposto pelo promitente vendedor).\n\n\nII – Constitui um exercício de incontornável ilogicidade permitir que esse escrito – que não contém a obrigatória assinatura presencial, devidamente certificada, do promitente comprador – possa, afinal e simultaneamente, comportar uma cláusula que visa directamente frustrar o desiderato que a lei visou alcançar, impedindo o promitente transmissário (não sensibilizado ou alertado pela obrigação de reconhecimento presencial da sua assinatura) de invocar a nulidade estabelecida para sua especial protecção.\n\n\nIII – Sendo o segmento da norma em causa de cariz imperativo e de interesse público, nada vale a inclusão no texto do contrato promessa de uma cláusula, pretensamente consensual, que se propõe produzir o efeito prático contraditório de tornar não obrigatória uma formalidade que a lei expressamente impõe como tal.\n\n\nIV - A cominação, na mesma cláusula, de que tal invocação de nulidade constituirá automaticamente uma conduta qualificável como abuso de direito é completamente descabida, na medida em que tal figura jurídica, de previsão genérica, depende absoluta e decisivamente da análise concreta e casuística de todas as particularidades da conduta de cada um dos contraentes, não sendo generalizável, de forma abstracta, com base no funcionamento cego de uma qualquer cláusula contratual.\n\n\nV – Pelo que é nula, nos termos do artigo 220º, do Código Civil, a cláusula contratual de contrato promessa que estipula a renúncia de qualquer dos promitentes a invocar a nulidade prevista no artigo 410º, nº 3, do Código Civil.\n\n\nVI – Actuam em abuso de direito os promitentes compradores que efectuaram, ao longo de meses, diversas e elucidativas comunicações dirigidas à Ré, promitente vendedora, assentes, todas elas e coerentemente, na plena pressuposição (para eles) da intocada validade do contrato promessa que subscreveram (sem a formalidade legal necessária), e cujo clausulado manifestaram a firme, clara e inequívoca intenção de aceitar (procurando inclusive tirar dele proveito pessoal), apenas se tendo lembrado de invocar o vício formal previsto no artigo 410º, nº 3, do Código Civil aquando da interposição da presente acção, quase um mês após terem entregue a chave do imóvel à Ré.\n\n\nVII – Existe, portanto, na situação\nsub judice,\num caso de inalegabilidade do vício formal do negócio que impede os ora AA. de obterem a declaração da invalidade que peticionam.",
    "full_text": "Processo nº 5261/20.6T8BGR.G1.S1\nAcordam no Supremo Tribunal de Justiça (6ª Secção).\nI - RELATÓRIO.\nAA e BB instauraram acção declarativa de condenação, com processo comum, contra Construresolve – Construção e Reabilitação, Unipessoal, Lda.\nEssencialmente alegaram:\nOs AA. e os RR. celebraram contrato-promessa, no dia 29 de Novembro de 2019, não havendo o respectivo documento observado as formalidades impostas por lei, nomeadamente pelo n.º 3, do art. 410.º do Código Civil, quanto à certificação da existência de licença de utilização ou de construção (nada foi acordado ou estipulado, mencionando-se somente nos pontos 2 e 3 que o processo de licenciamento de obra está pendente na CM de ... e que a promitente vendedora se encontra a diligenciar pela obtenção da licença de utilização), bem como quanto ao reconhecimento presencial de assinaturas.\nApesar do que ficou escrito na cláusula 15.ª do contrato, tal exigência legal não pode ser derrogada pelas partes, gerando a sua nulidade, nos termos do art. 286.º do Cód. Civil.\nMas ainda que assim não se pudesse considerar, sempre se deveria entender-se a anulabilidade do contrato promessa de compra e venda, nos termos do art. 287.º do Código Civil, por preterição da exigência constante do art. 410.º, n.º 3, do Código Civil, declarando-se anulado o negócio e restituindo-se o sinal prestado, porquanto as partes nada convencionaram quanto ao regime da anulabilidade.\nAs partes estipularam como prazo para o cumprimento a data de 31 de Janeiro de 2020 (cfr. cláusula quarta), e configuraram ainda, quanto ao prazo definido, a possibilidade de prorrogação por um período de 30 (trinta) dias, mediante comunicação à parte contrária, através de carta registada com aviso de recepção.\nSucede que, a ré nunca enviou qualquer comunicação para prorrogação do prazo aos autores ou o solicitou por qualquer outro meio.\nAcresce a tal circunstância o facto de as partes terem convencionado, na cláusula sexta que\n“se a Primeira Outorgante não atualizar a situação registal do prédio, o negócio em causa fica  sem efeito e o sinal prestado na cláusula quarta será devolvido na totalidade aos Segundos Outorgantes”\n.\nOra, a ré não actualizou a situação registal até ao mês de Junho de 2020, porquanto apenas em 26 de Junho de 2020 comunicou aos autores a data para celebração do prometido contrato de compra e venda, sendo que antes não dispunha da documentação necessária para a respectiva celebração.\nOs autores haviam já, em data anterior, comunicado à ré a perda de interesse no cumprimento na prestação.\nDe facto, os autores enviaram interpelação à ré, no dia 9 de Março de 2020, alegando o incumprimento decorrente do esgotamento do prazo, bem como a perda de interesse na prestação com fundamento no decurso do prazo estipulado para a celebração do contrato prometido; a impossibilidade legal de a ré cumprir o contrato, em face da inexistência de licença de utilização - a qual foi apenas obtida em data posterior ao envio de tal comunicação pelos autores; a verificação da existência, superveniente à celebração do contrato promessa de compra e venda, de ónus de renúncia à indemnização por aumento de valor, a que alude o art. 61º, n.º 1 al. d) e n.º 2 da Lei n.º 2110 de 19 de Agosto de 1961, a qual diminui o valor do prédio prometido; e ainda a verificação da condição estipulada na cláusula sexta, número 2, porquanto foi recusado aos promitentes compradores o acesso ao crédito bancário.\nEm face de tal interpelação, constituiu-se a ré em incumprimento definitivo, o que a constitui na obrigação de devolução aos autores do sinal prestado em dobro, nos termos do art.º 442.º, n.º 2, do Código Civil. Caso assim não se entenda, nos termos da cláusula sexta número dois e da cláusula décima, sempre estará a ré vinculada à restituição do sinal em singelo aos autores face ao que aí se determinou.\nOs autores já entregaram à ré a chave do imóvel, e não conseguiram acesso ao financiamento bancário, situação da qual informaram a ré.\nA manutenção da quantia de 30.000,00€ (trinta mil euros) de sinal, na posse da ré, relativamente a um contrato promessa de compra e venda que não foi capaz de cumprir nos termos acordados, designadamente no que respeita ao prazo estipulado, configura ainda uma situação de enriquecimento sem causa da ré.\nConcluem pedindo que seja julgada procedente a acção e, em consequência:\n- se declare nulo ou anulável o contrato-promessa de compra e venda celebrado entre os autores e a ré, e seja a ré condenada a restituir-lhes o valor de 30.000,00€ (trinta mil euros), prestado a título de sinal, acrescido de juros vencidos e vincendos até efectivo e integral pagamento;\n- caso assim não entenda, seja declarado o contrato-promessa de compra e venda celebrado definitivamente incumprido pela ré e, em consequência, seja a ré condenada a restituir aos autores o valor de 60.000,00€ (sessenta mil euros), correspondente ao sinal em dobro, acrescido de juros vencidos e vincendos até efectivo e integral pagamento;\n- ou, em alternativa, caso assim não se entenda, se declare resolvido o contrato-promessa de compra e venda celebrado entre os autores e a ré, nos termos das cláusulas 6.ª e 10.ª do mesmo contrato, e a ré condenada a restituir-lhes o valor de 30.000,00€ (trinta mil euros), prestado a título de sinal, acrescido de juros vencidos e vincendos até efectivo e integral pagamento;\n- ainda, supletivamente, caso não seja concedido provimento a nenhum dos pedidos supra, seja a ré condenada a restituir aos autores o valor de 30.000,00€ (trinta mil euros), a título de enriquecimento sem causa.\nA ré contestou, pedindo a improcedência da acção.\nAlegou essencialmente:\nO contrato-promessa não padece de nenhum dos vícios formais invocados, desde logo porque ante o declarado na cláusula 15.ª estava vedado aos autores a possibilidade de arguir a nulidade dele, uma vez que as partes renunciaram expressamente à invocação dela, gerando a convicção na ré de que não o fariam, pelo que agem os autores em abuso do direito; o mesmo se diga da falta de menção à licença de utilização, uma vez que os autores tinham perfeito conhecimento que o imóvel prometido vender não a tinha, pelo que na cláusula 6.ª se mencionou que a obtenção da licença de utilização era mera condição da celebração do contrato definitivo.\nRelativamente ao alegado incumprimento contratual da ré, é verdade que a 31 de Janeiro de 2020 a ré ainda não tinha na sua posse toda a documentação para celebrar o contrato definitivo, nomeadamente a licença de utilização do imóvel ainda não obtida junto da Câmara Municipal, e estavam em curso diligências para remoção do ónus.\nPorém, nessa mesma data os autores ainda não tinham obtido resposta por parte do banco ao seu pedido de financiamento, pelo que nenhuma das partes estava em condições de celebrar a escritura.\nAdemais, e em face da possibilidade de prorrogação do prazo, só a partir de 2 de Março de 2020 poderia ter alguma das partes incorrido em mora.\nA carta remetida pelos autores a 9 de Março de 2020 não foi precedida de interpelação judicial ou extrajudicial feita à ré, no sentido de a mesma cumprir as suas obrigações até um prazo limite e com a solicitação dos elementos documentais necessários à outorga da escritura. Comportamento que os autores reiteraram a 26 de Maio de 2020.\nNa verdade, os autores sempre foram informados pela ré do motivo do atraso na celebração do contrato prometido, em face dos obstáculos encontrados para obter a licença de utilização e remover os ónus que oneravam o prédio, sobretudo em face do encerramento e restrições de acesso aos serviços públicos, em face do decretamento do estado de emergência na sequência do despoletar da pandemia.\nNão obstante isso, a 25 de Junho de 2020 a ré obteve a licença de utilização e o certificado energético, após o que a 26 de Junho notificou os autores, através de carta, do dia e hora agendados para a realização da escritura pública (29 de Julho de 2020, às 15.00 horas, no cartório do Dr. CC), informando que caso os autores não comparecessem\n“consideraremos que V.Exa perdeu definitivamente o interesse na celebração do referido contrato promessa e como tal que o mesmo se considera definitivamente incumprido por falta apenas imputável a V. Exa.”\n.\nPorém, os autores não compareceram à outorga da escritura, nem se fizeram representar, pelo que a ré, por carta de 30 de Julho de 2020 comunicou a resolução do contrato-promessa, por incumprimento definitivo deles, com a perda do sinal.\nApesar de na carta remetida a 9 de Março de 2020 os autores informem a ré da recusa do crédito bancário pela inexistência de licença de utilização, tal não corresponde à verdade, uma vez que eram os autores quem não reunia condições para que lhes fosse concedido o financiamento, por terem incidências bancárias, o que já era do conhecimento daqueles desde a outorga do contrato-promessa.\nE na carta remetida a 9 de Março 2020 os autores nem invocam a recusa de concessão do crédito como causa de resolução do contrato-promessa.\nEm reconvenção, peticiona ainda a ré que, além de ser reconhecido que lhe assiste o direito de fazer seu o sinal, os autores sejam condenados a pagar-lhe o valor despendido com a instalação do ar condicionado e alarme, que não estava incluído no preço (de 290.000,00 Eur.), e que computam em   € 4.887,16 (quatro mil, oitocentos e oitenta e sete euros e dezasseis cêntimos) de equipamentos e em 3.000,00 Eur. (três mil euros) de mão-de-obra.\nOs autores replicaram, alegando, em suma, que quanto ao facto de a 31 de Janeiro de 2020 não terem obtido financiamento, segundo a cláusula 7.ª, n.º 2, tal circunstância é causa resolutiva do contrato-promessa com consequente devolução do sinal; quanto à ausência de interpelação da ré, afirmam que interpelaram diversas vezes a ré, ainda que não por escrito, para a celebração do contrato prometido, além disso, o prazo consignado no contrato era peremptório, pelo que ultrapassada a data de 31 de Janeiro de 2020 as partes estariam em mora, pois que a possibilidade de prorrogação por 30 dias não era automática, dependia de comunicação à contraparte por carta com AR, o que não ocorreu. Ainda que não se entenda que, ultrapassada aquela data limite, o contrato-promessa estava automaticamente resolvido, os autores advertiram a ré da sua constituição em mora e da sua perda de interesse, o que justificou a resolução operada.\nA ré só obteve a licença de utilização e removeu os obstáculos a venda após esgotado o prazo contratualmente fixado para o efeito, pelo que os autores lhe endereçaram carta a 23 de Julho de 2020 a reiterar a verificação do incumprimento definitivo.\nQuanto à reconvenção alegam que o valor despendido no ar condicionado e alarme estava incluído no preço, além disso tais equipamentos integram a fracção, não sendo responsáveis pelos valores despendidos pela ré com a sua aquisição e instalação.\nRealizada audiência de julgamento, foi proferida sentença que julgou a presente acção improcedente e a reconvenção parcialmente procedente e, em consequência declarou válida a resolução do contrato promessa celebrado a 29 de Novembro de 2019, por incumprimento definitivo imputável aos autores/promitentes-compradores; reconheceu o direito da ré/reconvinte a fazer sua a importância entregue pelos autores/promitentes-compradores a título de sinal; absolveu os autores de tudo o mais peticionado em sede reconvencional.\nApresentado recurso de apelação, o mesmo veio a ser julgado  improcedente pelo acórdão do Tribunal da Relação de Guimarães, datado de 17 de Março de 2022.\nVieram os AA. interpor recurso de revista excepcional, apresentando as seguintes conclusões:\nI.    O tribunal a quo no Acórdão Recorrido considerou não ser invocável a nulidade do contrato promessa compra e venda, nos termos do art.º 410.º, n.º 3, do Cód. Civil, pelos promitentes compradores, em virtude de no clausulado do contrato promessa compra e venda constar cláusula de renúncia a tal invocação, sob pena de abuso de Direito, destarte,\n“Todos os contraentes prescindem mutuamente do reconhecimento presencial das assinaturas no presente contrato promessa, não podendo, por isso, invocar a nulidade do mesmo, sob pena de abuso de direito (…)” (cláusula décima sexta);”\nII.   Não consta dos autos qualquer elemento que permita concluir pelo abuso de direito dos Apelantes ao invocarem tal nulidade, nem tal questão foi suscitada pela Apelada.\nIII.  Na verdade, os Apelantes invocaram a nulidade do contrato promessa compra e venda, nos termos do art.º 410.º, n.º 3, do Cód. Civil, nem sequer 4 meses decorridos da outorga do mesmo, o que fizeram por carta registada com aviso de receção recebida pela Apelada.\nIV. O que está em causa na presente Revista excecional é a interpretação do art.º 410.º, n.º 3, do Cód. Civil, quando invocada pelo promitente comprador que renunciou no clausulado do contrato promessa compra e venda à invocação de tal nulidade.\nV.  O Supremo Tribunal de Justiça, em Acórdão já transitado em julgado, datado de 4 de julho de 2013, sobre a mesma questão de Direito e a interpretação da mesma norma, considerou ser nula a cláusula de renúncia à invocação da nulidade plasmada no art.º 410.º, n.º3, do Cód. Civil, por contrária ao interesse e ordem pública e, em consequência, nulo o contrato promessa quando tal nulidade seja invocada pelo promitente comprador.\nVI. Ao julgar como julgou, o respeitável Tribunal a quo errou na interpretação    e aplicação             da       norma aplicável,       existindo contradição jurisprudencial, para efeitos do artigo 672º, nº 1, alínea c), quando no Acórdão recorrido é entendido não ser invocável a nulidade do contrato promessa compra e venda, pelos promitentes compradores, que apuseram no referido contrato cláusula de renúncia a tal invocação, nos termos do n.º 3, do art.º 410.º, do Cód. Civil, enquanto que no Acórdão fundamento foi considerado que a circunstância de se renunciar à invocação da nulidade do contrato promessa de compra e venda por preterição de reconhecimento de assinaturas do contrato, não impede a invocação da nulidade do contrato promessa compra e venda, tratando-se aquela cláusula de cláusula nula por contrariar uma norma de interesse e ordem pública e o contrato promessa compra e venda nulo.\nContra-alegou a Ré, apresentando as seguintes conclusões:\n1. Por douto acórdão datado de 17 de março de 2022, julgou o Tribunal recorrido improcedente o recurso interposto pelos ora Recorrentes da decisão proferida em 1º instância que havia julgado improcedente a ação movida pelos mesma os contra a ora Recorrida, na qual os mesmos peticionavam que fosse declare nulo ou anulável o contrato-promessa de compra e venda celebrado entre os autores e a ré, e seja a ré condenada a restituir-lhes o valor de 30.000,00€ (trinta mil euros), prestado a título de sinal, acrescidos de juros vencidos e vincendos até efectivo e integral pagamento; que caso assim não entendesse, fosse declarado o contrato-promessa de compra e venda celebrado definitivamente incumprido pela ré e, em consequência, seja a ré condenada a restituir aos autores o valor de 60.000,00€ (sessenta mil euros), correspondente ao sinal em dobro, acrescido de juros vencidos e vincendos até efectivo e integral pagamento; que, em alternativa, caso assim não se entenda, fosse declare resolvido o contrato-promessa de compra e venda celebrado entre os autores e a ré, nos termos das cláusulas 6.ª e 10.ª do mesmo contrato, e a ré condenada a restituir-lhes o valor de 30.000,00€ (trinta mil euros), prestado a título de sinal, acrescido de juros vencidos e vincendos até efectivo e integral pagamento; e ainda, “supletivamente”, caso não seja concedido provimento a nenhum dos pedidossupra, fosse a récondenada a restituir aos autores o valor de 30.000,00€ (trinta mil euros), a título de enriquecimento sem causa.\n2. Os Autores interpuseram recurso de revista excepcional alegando, para o efeito que o acórdão recorrido está em contradição com o Acórdão de 04.07.2013 deste Venerando Tribunal proferido no âmbito do Proc. nº 176/13.5TBRSD.P1.S1, enunciando como questão de direito a dirimir saber se “a nulidade prevista no art. 410º, nº 3, do Cód. Civil é invocável a todo o tempo, pelos promitentes compradores, ainda que as partes tenham renunciado no clausulado do contrato-promessa de compra e venda a tal invocação”.\n3. A contradição existente entre os acórdãos fundamento e acórdão recorrido centra-se na validade da cláusula de renuncia ao reconhecimento notarial, ou entidade munidade dos mesmos poderes, das assinaturas ínsita na cláusula décima sexta do contrato ora em crise, onde se pode ler o seguinte:\n“Todos os contraentes prescindem mutuamente do reconhecimento notarial das assinaturas no presentecontrato-promessa, não podendo,por isso invocar anulidadedomesmo, sobpena de abuso de direito, nos termos do preceituado no artigo 334º do Código Civil”.\n4. São, pelo menos, duas teses que se perfilam na nossa jurisprudência a respeito da nulidade da referida cláusula.\n5. Uma delas é que surge expressa no acórdão-fundamento que considera que uma cláusula de renúncia ao reconhecimento de assinatura aposta num contrato-promessa de compra e vendaestáferidade nulidade,uma vezque contraria anormade interessee ordempública ínsita no art. 410º, nº 3, do CC que pretende defender os promitentes-compradores normalmente considerada a parte mais frágil na relação contratual contra a sua própria fraqueza contratual.\n6. Os defensores da nulidade da clausula de renúncia consideram, no entanto, que a falta de reconhecimento presencial de assinaturas do promitentes prevista no art.410º, nº 3, do CC constitui nulidade atípica, porquanto carece de ser invocada pelas partes, podendo a referida nulidade ser invocada pelos promitentes-compradores a qualquer tempo, mas limitando-se a invocação pelo promitente-vendedor aos casos em que a falta de reconhecimento da assinatura tiver sido culposamente causada pela contraparte.\n7. Em sentido oposto, há os que defendem que a referida cláusula de renúncia ao direito de anularem o negócio com fundamento na omissão do reconhecimento de assinaturas por notário, ou entidade com poderes para tal, é válida, porquanto entendem que tratando-se de uma invalidade instituída em benefício das partes, portanto, na sua disponibilidade, nada impede que, prevendo tal efeito jurídico , ambas as partes (ou apenas uma delas) renunciem de forma expressa ou tácita, ao direito de invocar a invalidade.\n8. Mais defendem os que sufragam a tese da validade da cláusula de renúncia que a mesma é perfeitamente válida e que o direito de pedir a anulação não se mostra abrangida pela disposição restritiva do art. 809º do C. Civil.\n9. A decisão recorrida sufraga o entendimento de que a cláusula de renúncia ao reconhecimento presencial das assinaturas é válida, e, como tal, o direito de anular o negócio ora em causa com fundamento na preterição daquela formalidade legal mostra-se extinto por renúncia das partes.\n10. Mesmo os defensores da tese de que a cláusula contratual de renúncia ao reconhecimento notarial da escritura está ferida de nulidade, nada impede que o promitente vendedor demonstre a existência de uma situação de abuso de direito de arguir a nulidade do contrato promessa por inobservância das formalidades legais não apenas quando a falta tenha sido intencionalmente causada pelo promitente comprador que a invoca em juízo, mas também sempre que o seu comportamento posterior à conclusão do contrato tenha sido de molde, por um lado a não pôr em questão da validade do negócio e, por outro, a criar na contra-parte a confiança de que ele seria integralmente cumprido.\n11.      Analisando a lista de factos assentes, temos que o Tribunal a quo considerou como provados, entre outros, os seguintes factos:\na) Por acordo reduzido a escrito no dia 29.11.2019, que aqui se dá por reproduzido, intitulado de “Contrato-Promessa de Compra e Venda”, os autores como “segundos outorgantes” e na qualidade de “promitentes-compradores” e a ré como “primeira outorgante” e na qualidade de “promitente-vendedora”, ali representada pelo seu sócio e gerente, DD, ajustaram o seguinte, entre o mais:\n(…) Todos os contraentes prescindem mutuamente do reconhecimento presencial das assinaturas no presente contrato promessa, não podendo, por isso, invocar a nulidade do mesmo, sob pena de abuso de direito (…)” (cláusula décima sexta);\nb) Os autores comunicaram previamente à ré a sua perda de interesse no cumprimento na prestação, atravésda carta datadade9.03.2020,como assunto“incumprimentodo contrato-promessade compra e venda; resolução; restituição do sinal”, onde reclamaram a restituição do sinal por: i. existência de mora da ré por esgotado o prazo para a realização da escritura (31.01.2020), sem que a ré tenha solicitado a sua prorrogação; ii. perda de interesse dos autores na prestação por: a) não celebração do contrato prometido pela não obtenção da licença de utilização; b) inexistência de licença de utilização;\nc) verificação da existência, superveniente à realização da promessa, de ónus de renúncia à indemnização por aumento do valor; iii. verificação da condição estabelecida na cláusula sexta “porquanto foi recusado aos promitentes compradores o acesso ao crédito para aquisição do prédio e ainda pela inexistência da licença de utilização, a qual seria obtida por V.s Exas.”;\nc) A 30.09.2020 os autores entregaram à ré a chave do imóvel;\nd)   Os autores ao renunciar expressamente necessidade do reconhecimento presencial das assinaturas no contrato-promessa, geraram na ré a confiança e legítima convicção de que a referida nulidade jamais seria invocada pelos mesmos;\ne) E de que iriam honrar os compromissos contratualmente assumidos outorgando o contrato prometido.\n12. Os factos enunciados na conclusão 11 são de molde a concluir, como o fez o Tribunal a quo, que os intervenientes contratuais, Autores e Ré, renunciaram validamente ao seu direito de arguir a nulidade do contrato-promessa, tanto mais que os autores sempre se comportaram como se o referido contrato fosse válido, conforme resulta do teor das missivas remetidas pelos Autores à Ré a 09 de Março de 2020, 26 de Maio de 2020 e 23 de Julho de 2020.\n13. A questão da nulidade da cláusula décima sexta do contrato-promessa de compra e venda apenas foi suscitada pelos ora autores na petição inicial que deu origem aos presentes autos, tendo a Ré sido confrontada com a mesma aquando da citação para contestar os presentes autos.\n14. Ainda que se perfilhe a tese contrária àquela que é defendida no acórdão recorrido acerca da validade dacláusulaora em causa,atenta aseleção damatéria de facto dada como provadasempre se teria que concluir, no caso concreto, que a invocação pelos Autores da nulidade do contrato por omissão do reconhecimentopresencial dasassinaturasconstituiabuso de direitonostermosdo art. 334º do CC.\n15. A conduta dos ora Autores que, nas negociações e no momento da celebração do contrato ora em crise, deram o seu acordo à dispensa de reconhecimento das assinaturas, que nunca suscitaram a referida nulidade em momento anterior ao da propositura da acção, e que, inclusive, comunicaram à Ré a sua intenção de proceder à resolução do contrato por perda de interesse contratual, é manifestamente violadora dos deveres de boa fé e contraditória com a declaração de resolução comunicada à Ré, resolução que pressupõe a existência de um negócio válido.\n16. No caso sub judice, independentemente da posição que se assuma perante a cláusula de renúncia ao reconhecimento presencial das assinaturas prevista no art. 410º do CC, atenta a selecção da matéria de facto dada como provada, em particular os pontos 8) e 9) da lista de factos assentes,mister se torna concluir que a arguição pelos autores da nulidade do contrato-promessa ora em crise constitui abuso de direito à luz do art. 334º, do CC, uma vez o comportamento dos Autores posterior à conclusão do contrato foi de molde a criar a expectativa de que a questão da validade do negócio nunca iria ser suscitada e que os mesmos honrariam os compromissos contratuais assumidos.\nFoi proferido acórdão da Formação, datado de 23 de Junho de 2022, que admitiu a revista excepcional com a seguinte fundamentação:\n“Confrontados os acórdãos, recorrido e fundamento, concedemos não só a identidade substancial do núcleo factológico que suportam a aplicação dos mesmos normativos legais, mas também distinguimos que as soluções em confronto, encontradas no domínio da mesma legislação, encerram divergência, são diferentes entre si, ou seja, as decisões adotadas, quer no acórdão recorrido, quer no acórdão fundamento, revelam oposição afirmada.\nImporta, pois, a intervenção deste Tribunal de revista para que conheça da questão enunciada, dada a verificação da oposição entre o acórdão recorrido e o acórdão fundamento, onde a orientação proclamada neste, está em contradição com o enquadramento jurídico que moldou o acórdão recorrido”.\nII – FACTOS PROVADOS.\n1. Por acordo reduzido a escrito no dia 29 de Novembro de 2019,\nque\naqui\nse\ndá\npor\nreproduzido\n, intitulado de\n“Contrato-Promessa de Compra e Venda”,\nos autores como\n“segundos outorgantes”\ne na qualidade de\n“promitentes-compradores”\ne a ré como\n“primeira outorgante”\ne na qualidade de\n“promitente-vendedora”,\nali representada pelo seu sócio e gerente, DD, ajustaram o seguinte, entre o mais:\n- A primeira outorgante prometeu vender aos segundos e estes, por sua vez, prometeram comprar-lhe o prédio urbano descrito no ponto 1 dos considerandos, com as benfeitorias realizadas no mesmo, melhor descritas no ponto 2 dos considerandos com tudo o que o compõe inclusive os equipamentos do ar condicionado, alarme e aspiração central, pelo valor total de 290.000,00 Eur. (duzentos e noventa mil euros), correspondente a uma Habitação de Tipo Moradia Unifamiliar, composta por cave, rés-do-chão e andar, com construção já terminada, e cujo licenciamento camarário se encontrava em curso, através do processo de obras n.º ...5-R, junto da Câmara Municipal ... (cláusula 2.ª e pontos 1 e 2 dos considerandos);\n- Habitação essa implantada numa parcela de terreno para construção, sita no lugar de ..., Rua ..., freguesia ..., concelho ..., com a área total de 1.073m2, inscrito na matriz predial urbana da freguesia ... sob o artigo ... e descrito na Conservatória do Registo Predial ... sob o n.º ...5 da mencionada freguesia ..., inscrito a favor da 1.ª outorgante através da apresentação ...65 de 2017.11.22;\n- E relativamente à qual a 1.ª outorgante\n“encontra-se a diligenciar para a obtenção do alvará de autorização de utilização por forma a proceder à actualização jurídica do prédio junto da Conservatória do Registo”\n(ponto 3 dos considerandos);\n- O preço seria a pagar da seguinte forma: os segundos outorgantes entregam a quantia de 30.000,00 Eur. (trinta mil euros), no acto da assinatura do presente contrato, quantia esta que tem carácter de sinal ou princípio do pagamento do preço e da qual a primeira outorgante confere quitação; a restante quantia de 260.000,00 Eur. (duzentos e sessenta mil euros) será paga pelos segundos outorgantes à primeira outorgante no acto da escritura de compra e venda ou documento particular autenticado da compra e venda ora prometida (cláusulas 3.ª e 4.ª dos considerandos);\n- A escritura de compra e venda prometida\n“será outorgada logo que juridicamente possível e obtida toda a documentação necessária para o efeito, ficando desde já estipulado o dia 31 de Janeiro de 2020. A data supra estipulada pode ser prorrogada por ambas as partes por um período de 30 (trinta) dias, mediante a comunicação à parte contrária através de carta registada com aviso de recepção”\n(cláusula quinta);\n- A compra e venda ora prometida é feita livre de quaisquer ónus, encargos ou responsabilidades, com excepção do ónus de não fraccionamento que incide sobre o prédio, que se acha registado através da inscrição da apresentação nº ...76 de 2019/08/05, que os Segundos Outorgantes declaram ter conhecimento (cláusula sexta);\n- O contrato-promessa de compra e venda\n“encontra-se condicionado, à obtenção do alvará de autorização de utilização do prédio e posterior actualização da situação registral e à obtenção de financiamento bancário para a aquisição, que se contra a ser diligenciado pelos segundos outorgantes”.\n“Se a primeira outorgante não actualizar a situação registral do prédio, o negócio em causa fica sem efeito e o sinal prestado … será devolvido na totalidade aos Segundos Outorgantes e o mesmo se aplica no caso dos Segundos Outorgantes não conseguirem financiamento bancário em nenhuma instituição bancária e fizerem prova de tal situação”\n(cláusula sétima);\n- A Primeira Outorgante fica responsável pela despesa e apresentação de todos os documentos e eventuais averbamentos e/ou actualizações que se venham a verificar necessários para a formalização da escritura pública de Compra e Venda do imóvel e entregar aos Segundos Outorgantes toda a documentação, nomeadamente licenças, certificados e garantias dos equipamentos (cláusula décima);\n-\n“Os outorgantes concordam que caso não consigam cumprir o acordado na Cláusula Sexta, o presente contrato será resolvido sem qualquer cominação, para as partes, apenas devolvendo a Primeira Outorgante aos Segundos Outorgantes a quantia de sinal entregue, em singelo, entregando as chaves, valendo o presente contrato como título executivo para entrega do imóvel no seu estado inicial e devolução do sinal.”\n(cláusula décima primeira);\n-\n“Todos\nos\ncontraentes\nprescindem\nmutuamente\ndo\nreconhecimento\npresencial\ndas\nassinaturas\nno\npresente\ncontrato\npromessa,\nnão\npodendo,\npor\nisso,\ninvocar\na\nnulidade\ndo\nmesmo,\nsob\npena\nde\nabuso\nde\ndireito\n(…)”\n(cláusula\ndécima\nsexta);\n2. A ré dirigiu aos autores uma carta, datada de 26 de Junho de 2020, com o assunto\n“interpelação admonitória – convocação para outorga de escritura”\na realizar a 29 de Julho de 2020, às 15.00 horas, no cartório de CC, em ..., com a advertência de que, caso não comparecessem,\n“consideraremos que V. Exa. perdeu definitivamente o interesse na celebração do referido contrato-promessa e como tal que o mesmo se considera definitivamente incumprido por falta apenas imputável a V. Exa.”;\n3. Os autores comunicaram previamente à ré a sua perda de interesse no cumprimento na prestação, através da carta datada de 9 de Março de 2020, com o assunto\n“incumprimento do contrato-promessa de compra e venda; resolução; restituição do sinal”,\nonde reclamaram a restituição do sinal por:\ni. existência de mora da ré por esgotado o prazo para a realização da escritura (31 de Janeiro de 2020), sem que a ré tenha solicitado a sua prorrogação;\nii. perda de interesse dos autores na prestação por: a) não celebração do contrato prometido pela não obtenção da licença de utilização; b) inexistência de licença de utilização; c) verificação da existência, superveniente à realização da promessa, de ónus de renúncia à indemnização por aumento do valor;\niii. verificação da condição estabelecida na cláusula sexta\n“porquanto foi recusado aos promitentes compradores o acesso ao crédito para aquisição do prédio e ainda pela inexistência da licença de utilização, a qual seria obtida por V.s Exas.”;\n4. A 30 de Setembro de 2020 os autores entregaram à ré a chave do imóvel;\n5. A 13 de Fevereiro de .2020 os autores foram informados, através de carta remetida pela Caixa Geral de Depósitos, da agência de ..., de que\n“a concessão de crédito implica a reunião de um conjunto de critérios comerciais e resulta de uma análise que tem como objectivo salvaguardar os interesses da caixa e dos clientes tendo em atenção a capacidade de endividamento e a avaliação prévia do risco associado às respectivas operações”\ne que\n“face aos elementos disponíveis, verificamos não estarem reunidas as condições para a  concessão do financiamento proposto”;\n6. Situação da qual informaram a ré na carta remetida a 9 de Março de 2020;\n7. A ré procedeu à venda da moradia objecto do contrato-promessa a terceiros, o que foi levado a registo através da Ap. ...78 de 2020.08.07.\n8. Os autores ao renunciar expressamente necessidade do reconhecimento presencial das assinaturas no contrato-promessa, geraram na ré a confiança e legítima convicção de que a referida nulidade jamais seria invocada pelos mesmos;\n9. E de que iriam honrar os compromissos contratualmente assumidos outorgando o contrato prometido;\n10. Aquando da assinatura do contrato-promessa, os autores tinham perfeito conhecimento que a moradia prometida vender ainda não tinha licença de utilização, e que a ré estava a diligenciar pela sua obtenção;\n11. A obtenção da licença de utilização da moradia erigia-se como mera condição para a celebração do contrato definitivo;\n12. A 26 de Junho de 2020 a ré obteve a licença de utilização do imóvel, bem como já havia removido todos os obstáculos jurídicos que obstavam à celebração do contrato prometido, nomeadamente, aqueles que se prendiam com a situação registral do prédio e os ónus que sobre ele impendiam;\n13. No dia 31 de Janeiro de 2020, a ré não tinha na sua posse a licença de utilização e estavam em curso diligências tendentes à remoção dos ónus que impendiam sobre o prédio prometido vender;\n14. No dia 31 de Janeiro de 2020, os autores ainda não tinham qualquer informação sobre o pedido de financiamento bancário por si feito à Caixa Geral de Depósitos;\n15. A carta referida em 3., não foi precedida de qualquer interpelação, judicial ou extrajudicial, feita pelos autores à ré para que cumprisse os termos do contrato-promessa, com menção, designadamente, à data, hora e local onde o representante legal da ré deveria comparecer para aí ser celebrada a escritura de compra e venda do imóvel, bem como a solicitar os elementos necessários à outorga da mesma;\n16. E que fixasse um prazo para o cumprimento da obrigação, e que contivesse a declaração de que os autores considerariam incumprido o referido contrato caso a prestação não fosse realizada no prazo assinalado.\n17. Os autores foram sempre informados pela ré dos motivos no atraso da celebração do contrato prometido, em face dos obstáculos encontrados para obter a licença de utilização e remover os ónus e encargos que oneravam o prédio prometido vender, mormente por força do contexto decorrente da propagação do coronavírus com o decretamento do estado de emergência, em que muitos serviços públicos foram encerrados ou se encontravam em teletrabalho.\n18. Os autores remeteram ainda à ré uma carta datada de 26 de Maio de 2020, com o assunto\n“resolução do contrato-promessa de compra e venda celebrado a 29.11.2019”\na comunicar, entre o mais, que\n“tendo os nossos constituintes tomado conhecimento de que o processo de obtenção do alvará de autorização do prédio não foi concedido pela Câmara Municipal ..., tal se traduz no incumprimento da condição prevista na cláusula sexta do contrato…”,\npela\n“presente interpelação, os nossos constituintes vêm comunicar a resolução do contrato-promessa de compra e venda celebrado … solicitando a devolução do sinal entregue…”;\n19. A 26 de Junho de 2020 a ré obteve a ficha técnica da habitação, o certificado energético e a 25 de Junho de 2020 o alvará de autorização de utilização n.º ...20;\n20. A ré logrou ainda actualizar a situação registal do imóvel, removendo os ónus que sobre ele recaiam (que se incumbiu de eliminar), fazendo o averbamento da respectiva alteração, mormente a 26 de Maio de 2020 data em que o prédio que passou a estar descrito com o n.º 1355, com 1927 m2, como terreno para construção, e a 5.08.2019 e a 6.12.2019 em que a moradia prometida vender que passou a estar descrita com o n.º 45, com 1073 m2, como casa de cave, rés-do-chão, andar e logradouro, desanexado do n.º 28971 (3000 m2) e após destaque daquela parcela;\n21. Após o referido em 19. e 20. a ré facultou aos autores a possibilidade de cumprirem com as suas obrigações, remetendo a ambos a carta referida em 2.;\n22. No dia e hora agendados pela ré para a realização da escritura, os autores não compareceram no Cartório Notarial designado, nem aí se fizeram representar;\n23. Pelo que, a 30 de Julho de 2020 a ré remeteu aos autores uma carta, com o assunto\n“incumprimento contratual - resolução do contrato-promessa de 29.11.2019” a comunicar, que apesar de convocados para o dia 29.07.2020, às 15.00 horas, para outorga da escritura pública, não o fizeram, demonstrando perda de interesse na sua celebração, pelo que se comunica a resolução do contrato-promessa por “falta totalmente imputável à V/parte e, em consequência, vimos informar que faremos nossa a quantia de €30.000,00 (trinta mil euros) entregue”;\n24. A recusa do financiamento decorreu do facto de os autores não reunirem as condições necessárias para que lhe fosse concedido crédito bancário;\n25. A ré gastou 4.887,16 Eur. (quatro mil, oitocentos e oitenta e sete euros e dezasseis cêntimos) na aquisição e instalação dos equipamentos de AC e alarme.\n26. Os autores remeteram à ré uma carta a 23 de Julho de 2020 a comunicar, entre o mais, e em resposta à referida em 2., que reafirmavam o transmitido a 9 de Março de 2020, bem ainda que a não obtenção do financiamento bancário e a não actualização da situação registral do prédio até 31 de Janeiro de 2020 importava igualmente a resolução do contrato, insistindo na devolução do sinal prestado.\nIII – QUESTÕES JURÍDICAS ESSENCIAIS DE QUE CUMPRE CONHECER.\n1 – (In)validade da cláusula contratual em que se prevê:\n“Todos\nos\ncontraentes\nprescindem\nmutuamente\ndo\nreconhecimento\npresencial\ndas\nassinaturas\nno\npresente\ncontrato\npromessa,\nnão\npodendo,\npor\nisso,\ninvocar\na\nnulidade\ndo\nmesmo,\nsob\npena\nde\nabuso\nde\ndireito\n(…)”.\n2 – Da inalegabilidade da invocação da invalidade formal do contrato promessa, com base na figura do abuso de direito.\nPassemos à sua análise:\n1 – (In)validade da cláusula contratual em que se prevê:\n“Todos\nos\ncontraentes\nprescindem\nmutuamente\ndo\nreconhecimento\npresencial\ndas\nassinaturas\nno\npresente\ncontrato\npromessa,\nnão\npodendo,\npor\nisso,\ninvocar\na\nnulidade\ndo\nmesmo,\nsob\npena\nde\nabuso\nde\ndireito\n(…)”.\nNos termos do artigo 410º, nº 3, do Código Civil:\n“No caso de promessa respeitante à celebração de contrato oneroso de transmissão ou constituição de direito real sobre edifício, ou fracção autónoma dele, já construído ou a construir, o documento referido no número anterior (documento exigido como condição de validade formal do contrato promessa) deve conter o reconhecimento presencial das assinaturas do promitente ou promitentes e a certificação, pela entidade que realiza aquele reconhecimento, da existência da respectiva licença de utilização ou construção; contudo, o contraente que promete transmitir ou constituir o direito só pode invocar a omissão destes requisitos quando a mesma tenha sido culposamente causada pela outra parte”.\nEncontramo-nos aqui perante um regime que consagra uma nulidade atípica, de natureza mista, que só pode ser (incondicionalmente) invocada pela promitente comprador,\nem cujo especial interesse se encontra estabelecida\n, não sendo do conhecimento oficioso, nem podendo ser suscitada por terceiros.\n(Neste preciso sentido vide o assento do Supremo Tribunal de Justiça nº 15/94, de 28 de Junho de 1994 (relator Miguel Montenegro), publicado no Diário da República nº 230/94, Série 1-A, de 12 de Outubro de 1994 e o assento do Supremo Tribunal de Justiça nº 3/95, de 1 de Fevereiro de 1995 (relator César Marques), publicado no Diário da República nº 95/95, Série 1-A, de 22 de Abril de 1995).\nNa situação\nsub judice\n, o contrato promessa celebrado entre as partes contém uma cláusula de renúncia (recíproca) à invocação desta nulidade, prevendo-se ainda que a mesma, a ser invocada por qualquer dos contraentes, consubstanciará, nesse caso, uma situação de abuso de direito, enquadrável na previsão do artigo 334º do Código Civil.\nCom efeito, tal cláusula dispõe que:\n“\nTodos os contraentes prescindem mutuamente do reconhecimento presencial das assinaturas no presente contrato promessa, não podendo, por isso, invocar a nulidade do mesmo, sob pena de abuso de direito (…)”.\nColoca-se, portanto e antes de mais, a questão da (in)validade desta mesma cláusula, cuja resposta jurisprudencial foi divergentemente assumida em dois acórdãos do Supremo Tribunal de Justiça, configurando a contradição de julgados que fundamentou a admissão da revista excepcional.\nTomando posição:\nAfigura-se-nos que a declaração de nulidade da cláusula de renúncia à invocação da dita nulidade é absolutamente insofismável, em conformidade com o disposto no artigo 220º do Código Civil, contrariamente ao decidido no acórdão recorrido.\nCom efeito, o artigo 410º, nº 3, do Código Civil, estabelece uma norma de carácter imperativo que visa  tutelar, em especial, a posição do promitente comprador, atenta a ordem de grandeza dos interesses patrimoniais envolvidos, obrigando ao reconhecimento presencial, devidamente autenticado, de assinaturas no texto que formaliza o contrato promessa, como forma de sensibilização e consciencialização, pela sua solenidade, para a importância do acto e para o dever do subscritor de atentar, com toda a seriedade e rigor, em todo o clausulado a que se está dessa forma a vincular (e que na esmagadora maioria dos casos é (pré)elaborado e proposto pelo promitente vendedor).\nAssim sendo, constitui um exercício de incontornável ilogicidade permitir que esse escrito – que não contém a obrigatória assinatura presencial, devidamente certificada – possa, afinal e simultaneamente, comportar uma cláusula que visa directamente frustrar o desiderato que a lei visou alcançar, impedindo o promitente transmissário (não sensibilizado ou alertado pela obrigação de reconhecimento presencial da sua assinatura) de invocar a nulidade do negócio estabelecida para sua especial protecção.\nSendo o segmento da norma em causa de cariz imperativo e de interesse público, nada vale naturalmente a inclusão no texto do contrato promessa de uma previsão – ainda que pretensamente consensualizada - que se propõe produzir o efeito contrário de tornar não obrigatória uma formalidade que a lei expressamente impõe como tal.\nIsso equivaleria, na prática, a\nabrir a porta\nà concreta desprotecção do promitente comprador que a lei quis precisamente salvaguardar, a pretexto de um formal consenso escrito (\nquiçá\npor simples adesão ao clausulado apresentado pela promitente vendedora) para o qual o sujeito a proteger, ele próprio, não se encontrava alertado – como devia estar – por via da tutela adveniente do obrigatório cumprimento da formalidade imposta.\n(Neste sentido, vide João Calvão da Silva in\n“Sinal de Contrato Promessa”\n, Almedina, 2007, 12ª edição, a páginas 79 a 80, onde refere:\n“A admitir-se a validade da cláusula pela qual o promitente comprador renuncia antecipadamente ao direito de arguir a nulidade estaria aberta a porta para com a maior das facilidades os promitentes vendedores incluirem nas promessas uma cláusula do estilo em que as partes declarariam prescindir das formalidades impostas pelo artigo 410º, nº 3, renunciando à invocação da respectiva omissão, e assim sabotar o sentido e fim de uma norma de protecção da parte mais fraca, o consumidor. Tanto mais incoerente quanto o artigo 830º, nº 3, veio também a impor a irrenunciabilidade antecipada do direito de exigir a execução específica”.\nPerfilhando o mesmo entendimento, vide o acórdão do Supremo Tribunal de Justiça de 5 de Julho de 2007 (relator Oliveira Rocha), proferido no processo nº 07B2027, publicado in\nwww.dgsi.pt\n.\nEm sentido oposto, vide Fernando Gravato de Morais, in\n“Contratos-Promessa em Geral. Contratos-Promessa em Especial”\n, Almedina, Abril de 2009, a páginas 278 a 279, quando refere:\n“Quanto ao facto de os promitentes prescindirem do reconhecimento presencial das assinaturas, renunciando assim à invocação da nulidade do contrato promessa, cremos que nada obsta a que tal aconteça. Trata-se de um direito que, atentos os interesses em jogo, se entende disponível. Embora a regram através do assinalado reconhecimento, vise dar uma dimensão solene ao acto, e, consequentemente, conferir mais segurança às partes, a cláusula de renúncia ficaria afectada se, v.g., houvesse lugar a falsidade da assinatura ou à sua comprovação por pessoa legitimada. E isso é atacável noutra sede”).\nSobre o carácter insanável da nulidade invocada pelo promitente comprador, relativa à ausência da certificação devida da sua assinatura no contrato promessa em apreço, vide Nuno Pinto de Oliveira, in\n“Princípios de Direito dos Contratos”,\nCoimbra Editora, Maio de 2011, a página 268).\nAcresce que a cominação, na mesma cláusula, da assunção de conduta automaticamente qualificável como abuso de direito é completamente descabida, na medida em que tal figura jurídica, de previsão genérica, depende absoluta e decisivamente da análise concreta e casuística de todas as particularidades da conduta de cada um dos contraentes, não sendo generalizável, de forma abstracta, com base no funcionamento cego de uma qualquer cláusula contratual.\nPelo que se considera a ser nula e de nenhum efeito a referenciada cláusula de renúncia à invocação da nulidade prevista no artigo 410º, nº 3, do Código Civil.\n2 – Da inalegabilidade da invocação da invalidade formal do contrato promessa, com base na figura do abuso de direito.\nSem prejuízo da invalidade da cláusula de renúncia à invocação de nulidade, haverá, todavia, que apurar se, perante os factos dados como provados, se deve, ou não, considerar que essa mesma invocação de nulidade constitui um exercício abusivo do direito por parte dos AA., nos termos gerais do artigo 334º do Código Civil.\n(Sobre este ponto, vide Ana Afonso, in\n“Comentário ao Código Civil. Das obrigações em geral”,\nUniversidade Católica Portuguesa, Dezembro de 2018, a página 81 a 82).\nDispõe ao artigo 334º do Código Civil:\n“É ilegítimo o exercício de um direito, quando o titular exceda manifestamente os limites impostos pela boa fé, pelos bons costumes ou pelo fim social ou económico desse direito”.\nConforme refere Jorge Coutinho de Abreu in\n“Abuso de Direito”,\nAlmedina, 1983, página 43:\n“(...) há abuso de direito quando o comportamento aparentando ser um exercício de um direito, se traduz na realização dos interesses pessoais de que esse direito é instrumento e na negação de interesses sensíveis de outrem”.\nRefere, a este propósito, António Menezes Cordeiro, in Revista da Ordem dos Advogados, Volume II, Setembro de 2005, artigo intitulado:\n“Do abuso de direito: estado das questões e perspectivas”,\npublicado in Revista da Ordem dos Advogados e consultável in\nhttps://portal.oa.pt/publicacoes/revista/ano-2005/ano-65-vol-ii-set-2005/artigos-doutrinais/antonio-menezes-cordeiro-do-abuso-do-direito-estado-das-questoes-perspectivas/ /#:text=Ant%C3B3nio%20Menezes%20Cordeiro%20%2D%20Do%20abuso,e%20perspectivas%20*%20%2D%20Ordem%20dos%20Advogados\n“Torna-se fundamental ter presente que a boa fé surge tão-só como uma via para permitir, ao sistema, reproduzir, melhorar, corrigir e completar as suas soluções. Apenas o uso da História e do Direito comparado nos pode explicar esta dimensão. Além disso, o recurso à boa fé só é pensável para uma dogmática não conceptualista. Criticar a boa fé ou descobrir a sua inutilidade parece-nos tão descabido como fulminar ad nutum todos os avanços da Ciência do Direito no último século. Quais são as alternativas?\nA boa fé e o abuso do direito não são compatíveis com análises racionalistas — ou aparentemente racionalistas, já que a Razão, para o ser, examina o real não funcionando, apenas, sobre si própria. Exigem valorações e um atendimento ao poder dos factos\nÉ perfeitamente surrealista reclamar “valorações materiais” e, depois, recusar os institutos onde, dogmaticamente, tais valorações poderiam ser postas em  prática.\nA jurisprudência portuguesa não tem sido suficientemente apoiada pela doutrina. O individualismo dos autores portugueses, que os leva, muitas vezes, a montar discordâncias de pura terminologia, a aparentar originalidades sem substância ou sem estudos aprofundados bastantes ou a, pura e simplesmente, ignorar quanto se faz e decide intra muros, dá ensejo a uma doutrina desalinhada onde, em vez de se progredir, se procura continuamente rediscutir os fundamentos e isso mesmo quando estes, sendo histórico-culturais, estejam assentes há décadas ou séculos. Nestas condições, não admira que a jurisprudência vá procurando os seus próprios caminhos”.\nA figura do abuso de direito contemplada na previsão normativa do artigo 334º do Código de Processo Civil, revestindo cariz amplo e multifacetado, abrange o exercício do direito pelo seu titular que é feito de molde a extrapolar a sua finalidade própria e típica, afastando-se do fundamento axiológico para o qual lhe foi concedido pelo sistema jurídico, prosseguindo o escopo da obtenção de um benefício que lhe seria vedado se tivesse agido de acordo com os ditâmes da boa fé, segundo o imperativo geral do artigo 762º, nº 2, do Código Civil (\n“no cumprimento da obrigação, assim como no exercício do direito correspondente, devem as partes proceder de boa fé”)\n, e provocando sensível prejuízo para os interesse de outrem.\nConcretamente, o agente actua com o propósito de se aproveitar dos efeitos típicos associados à natureza e estrutura formal do direito, mas instrumentaliza-o de modo a alcançar uma finalidade contrária à boa fé, tendo plena consciência de estar, por essa via, a beneficiar-se ilegitimamente com a produção de um correspectivo prejuízo para terceiro.\n(Vide sobre esta matéria o acórdão do Supremo Tribunal de Justiça de 22 de Setembro de 2021 (relator Manso Rainho), proferido no processo nº 22628/18.2T8SNT.L1.S1, publicado in\nwww.dgsi\n., onde se enfatiza que\n“está aqui em causa a boa fé objectiva, sendo atendíveis os critérios que, no plano das relações intersubjectivas, estabelecem regras de conduta. Como é pacificamente aceite (assim, Carvalho Fernandes, Teoria Geral do Direito Civil, II, página 626), o exercício conforme à boa fé envolve um comportamento próprio de pessoas de bem e honestas, que agem com correcção e lealdade, respeitando as razoáveis expecativas dos outros e a confiança que esses outros depositam na actuação alheia”\n).\nConforme refere ainda Fernando Cunha e Sá in\n“Abuso do Direito”,\nAlmedina, 1997, a páginas 616 a 617:\n“(...) identifiquei o acto de exercício abusivo de um direito subjectivo pela contraditoriedade entre o preenchimento da estrutura formal do direito subjectivo em questão, seja ele qual for, e o valor que juridicamente funda o sentido teleológico do mesmo direito, isto é, pela contradição revelada na materialidade concreta do comportamento entre a forma ou estrutura e a axiologia de um certo e determinado direito subjectivo.\n(...)Em toda e qualquer prerrogativa jurídica é-nos dada uma estrutura que é axiologicamente fundada; se o sujeito viola o íntimo sentido da faculdade que lhe é reconhecida ou concedida, se o seu concreto comportamento é o oposto do valor que materialmente lhe preside e orienta mas se mascara, na aparência com o respeito dos limites lógico-formais da norma que a concede ou reconhece, se finge (ou se acoberta com) os quadros estruturais de uma determinada faculdade, deparamo-nos com a mesma realidade dogmática que tecnicamente vem sendo individualizada como abuso de direito. É acto abusivo o excesso dos limites axiológicos-materiais de um qualquer direito subjectivo, como de igual modo e pelas mesmas razões, é acto abusivo a violação do fundamento valorativo de uma prerrogativa individual do sujeito, mascarada pelo enquadramento da actuação nos limites formais dessa mesma prerrogativa”.\nNo mesmo sentido, refere J. Batista Machado, in artigo publicado na Revista de Legislação e Jurisprudência, Ano 117º, pag. 229 e seguintes, subordinado ao título\n“Tutela da Confiança e “Venire contra factum proprium”:\n“(…) dentro da comunidade das pessoas responsáveis (ou imputáveis) a toda a conduta (conduta significativa, comunicativa) é inerente uma “responsabilidade” pelas pretensões de verdade, de rectitude ou de autenticidade inerentes à mensagem que essa conduta transmite. Dir-se-ia que é este desde logo o imposto que teremos de pagar por pertencermos à universo das pessoas de juízo, das pessoas com credibilidade. Desta “autovinculação” inerente à nossa conduta derivam ao mesmo tempo regras de conduta básicas, também postuladas pelas exigências elementares de uma ordem de convivência e de interacção, que o próprio direito não pode deixar de tutelar, já que sem a sua observância nem essa ordem de convivência nem o direito seriam possíveis.\nDonde poderíamos já concluir que as próprias “declarações de ciência” ou simples dictum (que não chegue a promissum) podem vincular, quer porque envolvem uma responsabilização pela pretensão da verdade que lhes é inerente, quer pelos efeitos que podem ter sobre a conduta dos outros que acreditam em tais declarações (…) Do exposto, podemos concluir que o princípio da confiança é um princípio ético-jurídico fundamentalíssimo e que a ordem jurídica não pode deixar de tutelar a confiança legítima baseada na conduta de outrem”.\nNo plano jurisprudencial, também se tem afirmado repetidamente a necessidade de tutelar, por via da figura do abuso de direito, a confiança gerada na conservação de determinada situação jurídica, perfeitamente consolidada pela reiterada conduta de quem a aceitou pacificamente, ao longo de algum tempo, para um dia, contra todas as expectativas, contradizer frontal e totalmente essa sua postura e colocar em crise aquele realidade que o tempo e a boa fé dos intervenientes tinha por perfeitamente adquirida e imodificável.\nVide, neste tocante:\nO\nacórdão uniformizador de jurisprudência do Supremo Tribunal de Justiça de 5 de Julho de 2016 (relator Lopes do Rego),\npublicitado in\nwww.jusnet.pt\n. onde se escreveu a este propósito:\n“A\nproibição do comportamento contraditório\nconfigura actualmente um instituto jurídico autonomizado, que se enquadra na figura do\nabuso do direito (art. 334.º do CC)\n, sendo nessa medida de conhecimento oficioso, desde que revelado pelos factos processualmente adquiridos (embora, no caso dos autos, a verificação de tal figura haja sido, como se referiu, suscitada expressamente pelos RR/recorridos).\nEste princípio surge caracterizado nos seus elementos fundamentais, por exemplo, no Ac. de 12/11/13, proferido pelo STJ no P. 1464/11.2TBGRD-A.C1.S1, nos seguintes termos:\nAssim, há desde logo um primeiro e fundamental pressuposto a considerar: a existência de um comportamento anterior do agente (o factum proprium) que seja susceptível de fundar uma situação objectiva de confiança. Em segundo lugar exige-se que, quer a conduta anterior (factum proprium), quer a actual (em contradição com aquela) sejam imputáveis ao agente. Em terceiro lugar, que a pessoa atingida com o comportamento contraditório esteja de boa fé, vale por dizer, que tenha confiado na situação criada pelo acto anterior, ignorando sem culpa a eventual intenção contrária do agente. Em quarto lugar, que haja um \"investimento de confiança\", traduzido no facto de o confiante ter desenvolvido uma actividade com base no factum proprium, de modo tal que a destruição dessa actividade pela conduta posterior, contraditória, do agente (o venire) traduzam uma injustiça clara, evidente. Por último, exige-se que o referido \"investimento de confiança\" seja causado por uma confiança subjectiva objectivamente fundada; terá que existir, por conseguinte, causalidade entre, por um lado, a situação objectiva de confiança e a confiança da contraparte, e, por outro, entre esta e a \"disposição\" ou \"investimento\" levado a cabo que deu origem ao dano. Os pressupostos enumerados não podem em caso algum ser aplicados automaticamente pois, como observa o autor que vimos a acompanhar, o venire contra factum proprium é, em última análise, \"uma técnica que não dispensa, e antes pressupõe, um controlo da adequação material da solução, com uma valoração global de todos os elementos à luz do ponto de vista da tutela da confiança legítima\"; por isso, todos aqueles pressupostos \"deverão ser globalmente ponderados, em concreto, para se averiguar se existe efectivamente uma \"necessidade ético-jurídica\" de impedir a conduta contraditória, designadamente, por não se poder evitar ou remover de outra forma o prejuízo do confiante, e por a situação conflituar com as\nexigências de conduta de uma contraparte leal, correcta e honesta - com os ditames da boa fé em sentido objectivo\". Dentro desta mesma linha de pensamento, escreveu-se no acórdão do STJ de 12.2.09 (Revª 4069/08) que \"no âmbito da fórmula \"manifesto excesso\" cabe a figura da conduta contraditória (venire contra factum proprium), que se inscreve no contexto da violação do princípio da confiança, que sucede quando o agente adopta uma conduta inconciliável com as expectativas adquiridas pela contraparte em função do modo como antes actuara\". Assim tem de ser, acrescentamos nós, justamente porque o princípio da confiança é um princípio ético fundamental de que a ordem jurídica em momento algum se alheia; ele está presente, desde logo, na norma do artº 334º do CC, que, ao falar nos limites impostos pela boa fé ao exercício dos direitos, pretende por essa via assegurar a protecção da confiança legítima que o comportamento contraditório do titular do direito possa ter gerado na contraparte”.\nSobre os pressupostos legais da figura do abuso de direito, vide ainda, entre muitos outros, o\nacórdão do Supremo Tribunal de Justiça de 8 de Junho de 2010 (relator Lopes do Rego); acórdão do Supremo Tribunal de Justiça de 28 de Fevereiro de 2012 (relator Fonseca Ramos); acórdão do Supremo Tribunal de Justiça de 9 de Setembro de 2015 (relator António Dantas); acórdão do Supremo Tribunal de Justiça de 28 de Fevereiro de 2008 (relator Azevedo Ramos), publicado in Colectânea de Jurisprudência/STJ, Ano XVI, Tomo I, páginas 122 a 126.\nConcretamente e em especial sobre a qualificação como abusiva de uma situação de invocação de nulidade por omissão da formalidade prevista no artigo 410º, nº 3, do Código Civil, vide:\n- acórdão do Supremo Tribunal de Justiça de 2 de Março de 2010 (relator António Magalhães), proferido no processo nº 538/01.2YRPRT.S1;\n- acórdão do Supremo Tribunal de Justiça de 9 de Setembro de 2008 (relator Nuno Cameira), proferido no processo nº 1915/2008;\n- acórdão do Supremo Tribunal de Justiça de 11 de Julho de 2013 (relator Moreira Alves), proferido no processo nº 2005/04.3TVLSB.L1.S1;\n- acórdão do Supremo Tribunal de Justiça de 29 de Novembro de 2011 (relator Martins de Sousa), proferido no processo nº 2632/08.0TVLSB.L1.S1;\n- acórdão do Supremo Tribunal de Justiça de 11 de Setembro de 2012 (relator António Joaquim Piçarra), proferido no processo nº 3843/07.0TCLRS.L1.S1;\n- acórdão do Supremo Tribunal de Justiça de 2 de Março de 2010 (relator Azevedo Ramos), proferido no processo nº 538/01.2YRPRT.S1.\n(Sobre este ponto, vide ainda Rute Teixeira Pedro, in\n“Contrato Promessa. Estudos em comemoração dos cinco anos (1995-2000) da Faculdade de Direito da Universidade do Porto”\n, Almedina 2001, Número especial, a páginas1062 a 1063).\nCumpre agora atentar, com especial rigor, na factualidade subjacente ao comportamento assumido pelos promitentes.\nNo essencial, a mesma pode resumir-se nos seguintes termos:\n- O contrato promessa foi celebrado no dia 29 de Novembro de 2019, aí se prevendo a data de celebração do contrato prometido para o dia 31 de Janeiro de 2020, logo que fosse possível obter toda a documentação necessária para o efeito, prevendo-se ainda a possibilidade de prorrogação, por acordo das partes, por um período de 30 dias.\n- Em 9 de Março de 2020 (um pouco mais de três meses após a realização do contrato promessa), os AA. comunicaram previamente à R. a sua perda de interesse no cumprimento na prestação, aí afirmando:\ni. existência de mora da ré por esgotado o prazo para a realização da escritura (31 de Janeiro de 2020), sem que a ré tenha solicitado a sua prorrogação;\nii. perda de interesse dos autores na prestação por:\na) não celebração do contrato prometido pela não obtenção da licença de utilização;\nb) inexistência de licença de utilização;\nc) verificação da existência, superveniente à realização da promessa, de ónus de renúncia à indemnização por aumento do valor;\niii. verificação da condição estabelecida na cláusula sexta\n“porquanto foi recusado aos promitentes compradores o acesso ao crédito para aquisição do prédio e ainda pela inexistência da licença de utilização, a qual seria obtida por V.s Exas.”;\n- Acontece que os autores foram sempre informados pela ré dos motivos no atraso da celebração do contrato prometido, em face dos obstáculos encontrados para obter a licença de utilização e remover os ónus e encargos que oneravam o prédio prometido vender, mormente por força do contexto decorrente da propagação do coronavírus com o decretamento do estado de emergência, em que muitos serviços públicos foram encerrados ou se encontravam em teletrabalho.\n- Em 26 de Maio de 2020, os AA. comunicaram à Ré que\n“tendo os nossos constituintes tomado conhecimento de que o processo de obtenção do alvará de autorização do prédio não foi concedido pela Câmara Municipal ..., tal se traduz no incumprimento da condição prevista na cláusula sexta do contrato…”,\npela\n“presente interpelação, os nossos constituintes vêm comunicar a resolução do contrato-promessa de compra e venda celebrado … solicitando a devolução do sinal entregue…”;\n- Em 26 de Junho de 2020, a ré obteve a ficha técnica da habitação, o certificado energético e a 25 de Junho de 2020 o alvará de autorização de utilização n.º ...20;\n- No mesmo dia 26 de Junho de 2020, a Ré dirigiu aos AA. a seguinte comunicação:\n“interpelação admonitória – convocação para outorga de escritura”\na realizar a 29 de Julho de 2020, às 15.00 horas, no cartório de CC, em ..., com a advertência de que, caso não comparecessem,\n“consideraremos que V. Exa. perdeu definitivamente o interesse na celebração do referido contrato-promessa e como tal que o mesmo se considera definitivamente incumprido por falta apenas imputável a V. Exa.”;\n- No dia 23 de Julho de 2020, os AA. comunicaram à Ré que reafirmavam o transmitido a 9 de Março de 2020, bem ainda que a não obtenção do financiamento bancário e a não actualização da situação registral do prédio até 31 de Janeiro de 2020 importava igualmente a resolução do contrato, insistindo na devolução do sinal prestado.\n- Os AA. não compareceram à escritura designada para o dia 29 de Julho de 2020, nem se fizeram representar.\n- No dia 30 de Julho de 2020, a Ré comunicou aos AA., sob o assunto\n“incumprimento contratual - resolução do contrato-promessa de 29.11.2019”, que apesar de convocados para o dia 29.07.2020, às 15.00 horas, para outorga da escritura pública, não o fizeram, demonstrando perda de interesse na sua celebração, pelo que se comunica a resolução do contrato-promessa por “falta totalmente imputável à V/parte e, em consequência, vimos informar que faremos nossa a quantia de €30.000,00 (trinta mil euros) entregue”;\n- Em 30 de Setembro de 2020, os AA. entregaram as chaves do imóvel à Ré.\nApreciando:\nDo conjunto destes factos resulta, com absoluta segurança, que toda a conduta desenvolvida pelos AA., promitentes compradores, através das diversas, repetidas e elucidativas comunicações que efectuaram relativamente à Ré, promitente vendedora, assentou, coerentemente, na plena pressuposição da (para eles) – intocada - validade do contrato promessa que subscreveram (sem a formalidade legal necessária), cujo clausulado manifestaram a firme, clara e inequívoca intenção de aceitar, procurando inclusive tirar dele o correspondente proveito pessoal.\nCom efeito, passado pouco mais de três meses após a realização do contrato promessa, já os AA., com base no exacto conteúdo do contrato promessa – que demonstraram bem conhecer – confrontavam a Ré com o seu pretenso incumprimento e com o consequente exercício do seu direito de resolução.\nSeguindo esse desiderato, invocaram, cumulativamente, a mora do promitente comprador pelo decurso do prazo indicado para a celebração do contrato prometido; a não obtenção da licença de utilização e inexistência de licença de utilização, quando tinham sido regularmente informados das diligências empreendidas pela Ré para a superação desses entraves no cumprimento do contrato promessa; a verificação da existência, superveniente à realização da promessa, de ónus de renúncia à indemnização por aumento do valor; a recusa do acesso ao crédito por parte de uma entidade bancária que haviam contactado.\nOu seja, foram várias as motivações subjacentes à conduta assumida pelos promitentes comprador, tendo todas elas em comum a pressuposta e inabalável aceitação (pelos AA.) da validade do contrato promessa e da plena eficácia do respectivo clausulado de que pretenderam beneficiar, utilizando-o em seu favor.\nTal postura foi totalmente reafirmada com missiva que enviaram à Ré em 26 de Maio de 2020.\nConfrontados com a carta de interpelação para a realização do contrato prometido, em 26 de Junho de 2020, os AA. reafirmaram o transmitido a 9 de Março de 2020, bem ainda que a não obtenção do financiamento bancário e a não actualização da situação registral do prédio até 31 de Janeiro de 2020 importava igualmente a resolução do contrato, insistindo na devolução do sinal prestado.\nEm momento algum até à interposição da presente acção, em 28 de Outubro de 2020 (quase um mês após terem entregue a chave do imóvel à Ré), os AA. se lembraram de invocar o dito vício formal previsto no artigo 410º, nº 3, do Código Civil.\nE quando o fizeram na petição inicial fica sem explicação séria e convincente a circunstância de toda a matéria por si alegada – e supra referenciada – demonstrar à evidência que conheciam perfeitamente o teor do contrato; agiram sempre e todos os momentos no indispensável pressuposto lógico da sua plena validade; inclusivamente procuraram activamente aproveitar-se, em proveito próprio e exclusivo, do exacto clausulado que agora entendem\nnão ser para valer\npor razões relacionadas com a sua própria (pretensa) protecção.\nTrata-se, nessa medida, de uma conduta profundamente contraditória e violadora das legítimas expectativas por si criadas na parte contrária, que consubstancia um\nvenire contra factum proprium\nabrangido pela figura do abuso de direito prevista no artigo 334º do Código Civil.\n(Abordando situação similar vide o acórdão do Supremo Tribunal de Justiça de 29 de Novembro de 2011 (relator Nuno Cameira), proferido no processo nº 2632/08.0TVLSB.L1.S1, publicado in\nwww.dgsi.pt\n, onde se pode ler:\n“Ora, justamente, olhando com atenção para os factos provados verifica-se que a autora agiu ao longo de vários meses até à propositura da causa como se o contrato fosse inteiramente válido, jamais dando a entender à contraparte, fosse por que modo fosse, que iria servir-se da irregularidade formal do negócio para, com base nela, obter a sua anulação.\nBem pelo contrário, a sua conduta é a este propósito por demais evidente, devendo salientar-se, desde logo, que o protelamento da data de apresentação a pagamento do cheque relativo ao sinal acordado que a seu pedido se foi verificando, bem como o conteúdo do próprio aditamento feito ao contrato inicialmente celebrado, constituem, objectivamente, sinais certos e seguros de que era sua intenção manter e cumprir o negócio, levando-o até ao fim.\nUm contraente normal, colocado na posição do promitente vendedor (o ora recorrente), não deixaria de interpretar nesse sentido o comportamento da autora, e de confiar, a partir dessa base, em que ela “não voltaria atrás com a palavra dada”; teria, em suma, fundadas razões para crer que ela não assumiria algum tempo depois uma atitude em manifesta contradição com a anterior, tanto mais sendo certo que, consoante de igual modo transparece da matéria de facto coligida, nenhuma inflexão, nenhuma incoerência houve entretanto no comportamento do réu que de algum modo pudesse justificar semelhante alteração de postura negocial.\nSem dúvida, pois, que a autora abusou do seu direito, por isso que excedeu manifestamente os limites que a boa fé (vale por dizer, a lisura, a correc­ção, a lealdade) lhe impunham”).\nEm suma, há, portanto, na situação\nsub judice,\num caso de inalegabilidade do vício formal do negócio que impede os ora AA. de obterem a declaração da invalidade que peticionam.\nPelo que, por razões não inteiramente coincidentes com as constantes do acórdão recorrido, nega-se a revista.\nIV – DECISÃO\nPelo exposto, acordam os juízes do Supremo Tribunal de Justiça (6ª Secção) negar a revista.\nCustas pelos recorrentes.\nLisboa, 26 de Outubro de 2022.\nLuís Espírito Santo (Relator)\nAna Resende\nAna Paula Boularot\nV – Sumário elaborado pelo relator nos termos do artigo 663º, nº 7, do Código de Processo Civil.",
    "type": "Acordao"
}