{
    "link": "http://www.dgsi.pt/jstj.nsf/954f0ce6ad9dd8b980256b5f003fa814/712ad797f4fc36068025891a0034a9bd?OpenDocument",
    "court": "Supremo Tribunal de Justiça",
    "_id": "550/14.1T8PVZ.P1.S1",
    "author": [
        "JOÃO CURA MARIANO"
    ],
    "descriptors": [
        "VÍTIMA",
        "ACIDENTE DE VIAÇÃO",
        "CÁLCULO DA INDEMNIZAÇÃO",
        "EQUIDADE",
        "DANOS REFLEXOS",
        "MENOR",
        "PERDA DA CAPACIDADE DE GANHO",
        "DANOS PATRIMONIAIS",
        "DANO CAUSADO POR ANIMAL",
        "DANO BIOLÓGICO",
        "ACÓRDÃO UNIFORMIZADOR DE JURISPRUDÊNCIA",
        "RESPONSABILIDADE EXTRACONTRATUAL",
        "DANOS NÃO PATRIMONIAIS",
        "DANOS FUTUROS",
        "PROGENITOR"
    ],
    "date": "12/15/2022",
    "year": 2022,
    "summary": "I. O AUJ n.º 6/2014 perfilhou uma leitura atualista do disposto nos artigos 483.º, n.º 1, e 496.º, n.º 1, do Código Civil, de modo a que a dor e o sofrimento, particularmente graves, das pessoas com uma relação afetiva de grande proximidade com um lesado direto, fosse indemnizável em situações em que este, apesar de sobrevivente, tivesse sofrido lesões, também elas particularmente graves.\nII. Na aplicação da doutrina deste acórdão uniformizador, a realizar num campo em que o traçado das margens é ténue e irregular, na determinação do que é “particularmente grave” há que valorar, por um lado, as caraterísticas das lesões sofridas e das suas sequelas, e por outro lado, o grau de sofrimento das pessoas mais próximas do lesado assistirem ao padecimento de um ente querido, além da privação da qualidade do relacionamento com este e ainda o custo existencial do acréscimo das necessidades de acompanhamento.\nIII. No caso em análise neste recurso de revista, se, numa perspetiva de risco de vida ou de défice funcional, as lesões sofridas pela menor de 2 anos que foi atacada por um cão rottwiller, não podem ser qualificadas de particularmente graves, o mesmo já não sucede se considerarmos a potencialidade do seu impacto emocional nos pais da CC, tendo em atenção o tipo de agressão sofrida, a idade da vítima, a zona do corpo atingida (a face), as caraterísticas das lesões mais graves sofridas (esfacelo complexo transmural da hemiface esquerda por mordedura de cão com secção de ramos do nervo fácil e infraorbitário esquerdo; desinserção da componente cartilaginosa da narina esquerda, tendo ficado desfigurada na parte esquerda da sua face, o que obrigou a que a Autora CC, no dia 14-12-2013, fosse submetida a uma intervenção cirúrgica no referido Hospital CUF, que durou cerca de 4/5 horas, onde foi realizado o retalho da hemiface esquerda, reconstrução nasal parcial e vestibuloplastia por quadrante superior esquerdo), e o dano estético acentuado permanente causado.\nIV. São lesões chocantes, cuja existência tem uma capacidade de causar sérios danos no modo de estar e sentir a vida daqueles que geraram e cuidaram da CC e o vão continuar a fazer, pelo que devem ser consideradas lesões particularmente graves com vista à aplicação da doutrina do AUJ n.º 6/2014.",
    "full_text": "*\nI - Relatório\nOs Autores propuseram ação declarativa condenatória, sob a forma de processo comum, contra os Réus, pedindo que estes fossem condenados, solidariamente, a pagar € 100.448,17 à Autora AA, € 52.820,98 ao Autor BB, e € 200.000,00 à Autora CC, acrescidos de juros de mora, desde a citação, até integral pagamento, e ainda uma indemnização adicional a liquidar em decisão ulterior, referente a danos patrimoniais e não patrimoniais futuros consequentes a diversos tratamentos médicos a que a Autora CC se terá ainda de submeter.\nAlegaram, em suma, que a Autora CC, filha dos dois co-Autores, foi atacada por um cão da raça rotweiller, sofrendo em consequência graves lesões, na sequência do que todos os Autores sofreram danos patrimoniais e não patrimoniais, sendo o cão propriedade dos Réus DD e EE, que o usavam no seu interesse, e estava sob a vigilância da Ré FF, trabalhadora por conta daqueles, que o deixou escapar, permitindo que este atacasse a Autora CC.\nOs Réus contestaram defendendo a improcedência da ação.\nApós realização de audiência de julgamento foi proferida sentença que julgou parcialmente procedente a ação, julgando nos seguintes termos:\n1) Condenam-se solidariamente os Réus a pagar ao Autor BB a quantia de € 1.832,86 (mil, oitocentos e trinta e dois euros e oitenta e seis cêntimos), acrescida de juros de mora, à taxa legal, contados desde a citação, até integral pagamento;\n2) Condenam-se solidariamente os Réus a pagar à Autora CC a quantia de € 30.000,00 (trinta mil e euros), acrescida de juros de mora, à taxa legal, contados desde a data da prolação desta sentença, até integral pagamento;\n3) Condenam-se solidariamente os Réus a pagar à Autora CC todas as despesas médicas, medicamentosas, cirúrgicas e de recuperação que tenha de suportar até ao fim da sua vida para fazer face às lesões e sequelas resultantes do ataque do canídeo Q..., a fixar em sede de liquidação de sentença;\n4) Absolvem-se os Réus do demais que foi peticionado.\nDesta decisão recorreram os Autores e o Réu EE, subordinadamente, tendo sido proferido acórdão pelo Tribunal da Relação do Porto que julgou procedente o recurso dos Autores e improcedente o recurso do Réu, tendo revogado parcialmente a sentença da 1.ª instância e decidido nos seguintes termos:\n1) Condenar solidariamente os Réus a pagar ao Autor BB a quantia de € 1.832,86 acrescida de juros de mora, à taxa legal, contados desde a citação, até integral pagamento;\n2) Condenar solidariamente os Réus a pagar aos Autores\n(AA e BB)\na quantia de € 15.000,00 a título de danos patrimoniais, sendo € 7 500,00 para cada um, acrescida de juros de mora, à taxa legal, contados desde a citação, até integral pagamento;\n3) Condenar solidariamente os Réus a pagar aos Autores, a quantia de € 10.000,00 à autora AA a título de danos morais e ao autor BB a quantia de € 5.000,00 acrescido de juros de mora desde a prolação deste acórdão;\n4) Condenar solidariamente os Réus\n(por lapso de escrita escreveu-se Autores)\na pagar à autora CC a quantia de €75 000,00 de danos morais e patrimoniais por si sofridos contados desde a data da prolação desta sentença, até integral pagamento;\n5) Absolvem-se os Réus do demais que foi peticionado.\nO Réu EE interpôs recurso de revista para o Supremo Tribunal de Justiça desta decisão do Tribunal da Relação, tendo concluído as suas alegações do seguinte modo:\n1.ª Afigura-se que os montantes que o Acórdão recorrido atribuiu à menor CC em consequência da mordida do cão, se mostram manifestamente exagerados, face à Jurisprudência, mormente deste Supremo, em situações congéneres,\n2ª- Sem prejuízo do que ao diante se dirá, o Tribunal da Relação atribuiu à menor CC, que ficou com uma IPP de 6%, a quantia de € 75.000,00; este Supremo, na sua Revista nº 302/07, a um lesado com uma incapacidade de 70%, que sofrera fractura da tíbia e perónio, com amputação dos topos, atribuiu… € 60.000,00.\n3ª- Por outro lado, o recorrente igualmente não pode conformar-se com a atribuição de indemnizações aos pais da referida menor, que o Acórdão recorrido também fixou, em revogação da sentença da 1ª Instância, pois que entende, fundadamente (o recorrente), que eles pais, à face da lei, não têm direito a qualquer indemnização.\nAbordam-se as duas questões, na sequência:\nI – Quanto à menor CC:\n4ª- A indemnização a tributar à lesada é-o a título de dano biológico, seja qual for a natureza desse tipo de dano; trata-se pois de indemnizar o dano corporal sofrido, quantificado por referência a um índice 100, ou seja, a uma integridade psicossomática plena – dano esse que, no caso, foi fixado na percentagem de 6% – ou seja, de uma gravidade extremamente reduzida.\n5ª- Outrossim, a recorrente CC pretendeu duplicar o direito à indemnização «separando» as duas categorias – danos não patrimoniais e danos patrimoniais – com os mesmíssimos fundamentos, o que se afigura de todo incorreto, mas que foi acolhido no Acórdão recorrido.\n6ª-A mordedura de que a menor foi vítima causou-lhe, a final: - um «quantum doloris» de grau 4 numa escala crescente de 0 a 7 (Facto 38));\n- um dano estético de grau 4 numa escala crescente de 0 a 7 (Facto 40));\ne, mais relevante ainda:\n- um défice funcional permanente da integridade físico-psíquica, como se disse, de 6% (Facto nº 43)).\n7ª-   Paralelamente, não se provou, por forma alguma, que a menor tivesse ficado com quaisquer outras sequelas de ordem psicológica, designadamente as que os pais procuraram inculcar, de que teria ficado a padecer de «stress pós-traumático», «insónias», «sono agitado», «pesadelos», «medo de animais» (pelo contrário, gosta de animais e até de “cãezinhos”), «dificuldades de interação social» ou outras fantasias, tais como a de a menor «ter visto a morte de frente, etc.».\n8ª-     No caso em análise, tal como resulta da lei (Cód. Civil, art. 496º nº 4 e 494º) a compensação por danos não patrimoniais, a fixar equitativamente pelo tribunal, deve traduzir a ponderação:\n- da extensão e gravidade dos danos causados;\n- do grau de culpa do lesante – que poderá conduzir a uma indemnização inferior à que corresponderia aos danos causados;\n- da situação económica deste e a do lesado;\n- e das demais circunstâncias relevantes do caso, nomeadamente, os critérios e valores  usuais na jurisprudência em casos similares.\n9ª-    Em segundo lugar, no que respeita ao grau de culpa, o ora recorrente já não vivia na habitação onde o canídeo em causa permanecia e dera instruções à 3ª Ré para passear um canídeo de cada vez [Factos Provados nºs 4), 5) e 12) a 15)] – pelo que a culpa a atribuir-lhe deverá classificar-se como sendo de leve negligência.\n10ª-   No que respeita à situação económica dos «lesantes», ela afigura-se a nível de classe média quanto ao recorrente e à 2ª Ré e de modesta quanto à 3ª; e no que respeita à dos Autores, como bem refere a sentença, deverá reputar-se também de modesta, «revelada pelo benefício do apoio judiciário» que lhes foi concedido.\n11ª-   Quanto aos «critérios e valores usuais na jurisprudência em casos similares», esta tem consagrado, como compensação a atribuir a situações de todo semelhantes à dos autos, quer no que respeita à atribuição do défice funcional permanente da integridade físico-psíquica, quer quanto ao dano estético, quer quanto ao pretium doloris, quantias bem inferiores àquela que tanto a sentença da 1ª Instância como o Acórdão recorrido concederam à Autora CC:\n12ª-    O Acórdão da Relação de Coimbra de 2010.10.06 (Proc. nº 426/06 – parcialmente transcrito na presente alegação), versando o caso de mordeduras de um cão da raça Rottweiler que «atacou a ofendida X, desferindo-lhe diversas dentadas na face, mordendo-a junto ao olho esquerdo e cabeça) atribuiu-lhe, a final, a indemnização de € 15.000,00.\n13ª-    O Acórdão recorrido, por danos que se podem classificar como bem menos graves, conferiu à Autora CC nada menos do que o quíntuplo dessa quantia – o que se reputa de exagerado e desmedido.\n14ª-    O Acórdão da Relação de Lisboa de 2011.01.13 (Proc. nº 2876/08), também versando sobre danos resultantes de um ataque de um canídeo, que «saltou na direção da vítima, alcançou a face, mordeu e arrancou à dentada um bocado do nariz, obrigando-o a retirar uma parcela de carne da bochecha para colmatar essa falta, submetendo-se a intervenção cirúrgica com anestesia geral», neste caso, que se afigura bem mais grave do que o dos autos, o Tribunal fixou a indemnização em € 9.000,00.\n15ª-    A título de situação excecional, numa conjuntura em que uma menor teve muitos danos e mazelas que a Autora CC felizmente não teve (é bom que se sublinhe), o Acórdão da Relação de Lisboa de 2019.10.24 (Proc. nº 383714), parcialmente citado na sentença da 1ª Instância e parcialmente transcrito nesta alegação, foi fixada a indemnização de € 22.000,00.\n16ª-    Façamos um breve cotejo jurisprudencial sobre a quantificação a fazer sobre danos não-patrimoniais:\nA este título, a Autora CC pediu € 100.000,00 (mais € 100.000,00, a título de danos patrimoniais).\n17ª-    A sentença da 1ª Instância cita um Acórdão exemplar, do STJ, que fixou uma indemnização por danos não patrimoniais de € 68.200,00 decorrentes de: - Lesões físicas que implicaram risco de vida;    - internamentos prolongados; - sequelas irremediáveis e gravosas para a autonomia e qualidade de vida da vítima, de sete anos de idade; - afectada por uma incapacidade de 75% em consequência das gravosas lesões neurológicas sofridas\n18ª-    Chega, por isso, a ser ofensiva a pretensão pecuniária da Autora CC, que ficou com uma incapacidade de 6% (assim como as de seus pais, mas isso abordar-se-á infra).\n19ª-    O Acórdão recorrido pronunciou-se da seguinte forma:\n«Estamos na presença de um dano de conteúdo biológico que contém, as dores, sofrimentos e desgostos, os traumatismos físicos, as fraturas, os tratamentos e reabilitações necessários à regeneração da pessoa, vítima, no caso concreto, de acidente com um cão - as dores e dano estético são de grau 4 na escala de 7, ultrapassando mais de metade desta escala.\nA menor antes do acidente era uma criança sem qualquer incapacidade física ou estética, sendo expectável que tivesse uma vida pessoal e profissional normal, como pessoa saudável, alegre, confiante, com projetos de futuro, com vida que se podia antever preenchida.\nO dano de que ficou a padecer, pode afetá-la física e psiquicamente, ou de alguma forma constituir uma limitação na sua actividade futura sendo certo que é bastante acentuado.\nAcresce que deverá ter acompanhamento médico e medicamentoso e com necessárias correções cirúrgicas, o que implicará gastos futuros.\nAtendendo aos parâmetros referidos nos artigos 496º, nº 1 e 4 e 494º, 564º e 567º do CC, tendo sempre em mente o disposto no artº 8º, nº 3 do CC fixa-se equitativamente a indemnização por danos patrimoniais e não patrimoniais em €75 000,00».\n20ª-     Sem olvidar que os relatórios do INML descrevem a Autora CC como uma criança saudável, sem qualquer psicopatologia relevante, sem dificuldades relacionais, sem quaisquer comportamentos fóbicos associados a animais, particularmente a cães – e,     sobretudo com uma incapacidade geral altamente reduzida, que pouco influi na sua normal vida diária,\n21ª-    cotejando a situação da Autora CC com a descrita na precedente 17ª conclusão, mostra-se de extremo exagero a indemnização que o Acórdão recorrido lhe atribuiu; e os exemplos multiplicam-se; apontam-se apenas mais quatro, deste Supremo:\nRevista nº 302/07: Fratura da tíbia e do perónio, com amputação dos topos, incapacidade de 70%: € 60.000,00.\nRevista nº 17/09: Fratura da coluna cervical e lombar, extração do baço, várias intervenções cirúrgicas, incapacidade de 70%, paraplégico, deslocando-se em cadeira de rodas: € 105.000,00.\nRevista nº 1634/07: Impotência sexual, incontinência urinária e fecal, alteração psíquica, incapacidade de 70%: € 37.409,84.\nRevista nº 2671/07: Infeções urinárias, impotência, perda de sensibilidade, tetraplegia incompleta, não podendo o lesado beber um copo de água sem ajuda, psicose pós-traumática, incapacidade de 80%: € 79.000,00.\n22ª-    Constata-se, assim, o manifesto exagero da quantificação indemnizatória atribuída pelo respeitável Acórdão recorrido à Autora CC.\n23ª-    Por outro lado, o Acórdão fixa a referida indemnização a título de «danos patrimoniais e não patrimoniais», sem os destrinçar, quando, e citando a sentença da 1ª Instância,\n«Verifica-se que não se provou que as sequelas sofridas pela Autora tenham repercussão sobre a sua atividade profissional futura. Por tal razão, o pedido da Autora CC relativo aos danos patrimoniais improcederá».\n24ª-    Não se provaram quaisquer danos patrimoniais da Autora CC, pelo que deverá ser confirmada a sentença da 1ª Instância, não devendo a indemnização a atribuir à Autora CC exceder a quantia aí fixada, de € 30.000,00 – e tão-só a título de danos não patrimoniais.\nAcresce que:\n25ª-    Não deverá argumentar-se que, no que respeita à menor CC, haveria «dupla conforme», por a quantia fixada no Acórdão «conter» a da sentença:\n26ª-    Desde logo, o Tribunal da Relação entendeu que a menor teria sofrido, também, danos patrimoniais, ao invés da sentença da 1ª Instância – e, como referiu este Supremo no seu Acórdão de 2015.06.04 (Proc. nº 3138/11.5TBTVD.L1.S1 - 2.ª Secção), «A fundamentação é essencialmente diferente se da mesma questão a resolver se extraem efeitos jurídicos diferentes» – como é o caso.\n27ª-    Mesmo em termos quantitativos não poderia considerar-se haver «dupla conforme»; citam-se, a este propósito, mais duas decisões deste Supremo: Acórdão de 2014.10.30 – (Revista n.º 16/13.7TBSCF-A.L1-A.S1 - 7.ª Secção) e Acórdão de 2014.09.11 (Revista n.º 3281/10.8TBLLE.E1.S1 - 7.ª Secção), ambos parcialmente transcritos nesta alegação.\nIII - Quanto aos pais da menor\n28ª-    O Código Civil apenas prevê o ressarcimento dos danos indiretos provocados a terceiros nos casos excecionais previstos nos art.s 495º e 496º nº 2; este Supremo, em 09.01.2014.01.09, em plenário das secções cíveis, uniformizou a jurisprudência (Acórdão no 6/2014, publicado no D.R. 1.ª série, n.º 98, de 22.5.2014) nos seguintes termos:\n«Os artigos 483.º, n.º 1 e 496.º, n.º 1 do Código Civil devem ser interpretados no sentido de abrangerem os danos não patrimoniais, particularmente graves, sofridos por cônjuge de vítima sobrevivente, atingida de modo particularmente grave».\n29ª-    Os citados preceitos permitem uma interpretação extensiva em situações particularmente graves, que possam ser equiparadas à morte!\n30ª-    À semelhança do Acórdão da Relação do Porto citado pelos Autores no seu recurso de Apelação, o Acórdão recorrido diz, citando um outro, da Relação de Lisboa:\n«Daí que a morte ou a lesão grave de um pai ou de um filho, comprometendo séria e irremediavelmente essa dimensão essencial da vivência da pessoa, constitua, em regra, um dano direto, a lesão de direito absoluto ou interesse juridicamente tutelado, que verificados que estejam os restantes pressupostos da responsabilidade civil, merece ser compensado, a título de dano não patrimonial, ao abrigo do disposto nos artigos 483.º n.º 1 e 496.º n.º 1 do Código Civil” – cfr. ac. Rel Lisboa, 26-01-2017, in\nwww.dgsi.pt\n, que vimos seguindo».\n31ª-    Ora, na decisão que o Acórdão recorrido diz «seguir», estava em causa o caso de um pai que sofrera um traumatismo cranioencefálico grave, deixando-o em estado semivegetativo desde então ! «(…) ficou reduzido a um ser inerte, sem interação (…)».\n32ª-    E no Acórdão citado pelos Autores, a propósito de um filho ter ficado irremediavelmente preso a uma cadeira de rodas, em virtude de um acidente de viação, «Efetivamente, não só a morte de um filho causa sofrimento aos pais. Também o causa, e, por vezes, em grau não menor, a deformação física permanente do filho, não só estética, mas igualmente incapacitante» (bolds, nossos).\n33ª- Ora, como é evidente, não pode equiparar-se pessoas que ficaram para sempre num estado vegetativo com a de outra – a Autora CC – que, como atrás de disse, os relatórios do INML descrevem como uma criança saudável (cfr. supra, 20ª conclusão) e, sobretudo, com uma incapacidade geral altamente reduzida, de 6%, que pouco influi na sua normal vida diária.\n34ª-    Cremos que se deverá atentar, a propósito, nos seguintes Factos não provados, que deixámos transcritos na presente alegação: nºs 74), 75), 76), 77), 78), 79), 80), 81), 82), 83), 84), 85), 86), 87), 88) e 93) – todos estes factos, com os quais os pais tentaram empolar e agravar as consequências das lesões foram não provados! E atestam a boa saúde da menor e a ausência de sequelas sequer graves, muito menos «particularmente graves».\n35ª-    Aliás, apesar de ser um Facto não provado, com o número 94), que a Autora AA ter abortado, confrontada com a situação da sua filha, o Acórdão recorrido, sem alterar esse facto, teve a seguinte expressão: «A matéria de facto demonstra a afetação grave do estado emocional dos AA, sobretudo a autora, que se encontrava grávida e em consequência abortou», fazendo uma extrapolação que, salvo o devido respeito, não podia fazer.\n36ª-    Não deve, pois, ser reconhecido aos pais da menor o direito a serem indemnizados por danos não patrimoniais, uma vez que não são vítimas, mas terceiros, sendo os seus danos reflexos – e jamais diretos – e por isso fora do âmbito do artigo 496º do Cód. Civil, mesmo fazendo uma interpretação extensiva do preceito, pois que as lesões da menor CC de maneira alguma a afetaram de modo «particularmente grave».\n37ª-    E, quanto a danos patrimoniais, o Acórdão recorrido exprimiu-se da seguinte forma: «os autores têm direito à perda da remuneração, ao agravamento do seu direito de parentalidade para com a menor, pelo que fixamos a indemnização em €15 000,00, €7 500,00 para cada um».\n38ª-    O que o Acórdão fez sem quaisquer dados numéricos, em abstrato, designadamente no que concerne a eventual privação de rendimentos – e afigura-se que os danos patrimoniais, ao contrário dos não-patrimoniais, não são suscetíveis de serem fixados em termos de equidade, o que é mais um fundamento para a revogação dessa parte do Acórdão.\n39ª-    De qualquer forma, ainda que se pudessem ser exigíveis (o que não se aceita), sempre os montantes arbitrados a ambos os títulos no Acórdão recorrido se mostram de um inusitado exagero, o que se diz sem qualquer quebra de respeito.\n40ª-    Finalmente, a serem computados juros de mora, estes apenas deveriam sê-lo a contar do transito em julgado da decisão que fixasse o capital – pois apenas aí a obrigação seria líquida; ou, pelo menos, da data da decisão final (Cód. Civil, art. 805º nº 3).\n41ª-    Encontram-se interpretadas e aplicadas por forma inexata as normas legais referidas nas precedentes conclusões.\nTermos em que deverá o presente recurso merecer provimento, sendo revogado o Acórdão recorrido, para ficar a subsistir a sentença da 1ª Instância, em conformidade com as conclusões que antecedem.\nOs Autores apresentaram contra-alegações, tendo concluído pela improcedência do recurso e manutenção do acórdão recorrido.\n*\nII – O objeto do recurso\nAtendendo às conclusões das alegações de recurso e ao conteúdo da decisão recorrida cumpre apreciar neste recurso os seguintes temas:\n- Do valor da indemnização pelos danos patrimoniais suportados pelos Autores AA e BB com os tratamentos e assistência à sua filha CC;\n- Da indemnizabilidade dos danos morais sofridos pelos Autores AA e BB provocados pelas lesões causadas à sua filha CC e do valor das respetivas indemnizações atribuídas;\n- Do valor da indemnização pelos danos sofridos pela Autora CC;\n- Da contabilização dos juros de mora.\n*\nIII – Os factos\nNeste processo provaram-se os seguintes factos:\n1)\nCC nasceu no dia .../.../2011 e é filha de AA e de BB.\n2)\nDD casou com EE, sem convenção antenupcial, em ...-10-1979, tendo esse casamento sido dissolvido por divórcio decretado em ...-01-2014.\n3)\nOs canídeos Q... (macho) e K... (fêmea) eram da raça rottweiler e foram adquiridos por EE, em data posterior a ...-10-1979 e anterior a 2013.\n4)\nEm abril de 2013, DD e EE separaram-se de facto, tendo EE deixado de viver na casa que fora a residência do casal, sita na Rua ..., em ..., ..., aí continuando a viver DD.\n5)\nApós a separação de facto de DD e de EE, em abril de 2013, os canídeos Q... e K... permaneceram no local do seu alojamento, na casa que fora a residência do casal, sita na Rua ..., em ..., ....\n6)\nEE deslocava-se uma vez por semana à casa que fora a residência do casal, sita na Rua ..., em ..., ..., para estar com o Q... e a K... e ainda para deixar a alimentação para os mesmos.\n7)\nPara passear os canídeos Q... e K..., limpar o lugar que ocupavam e dar-lhes comida, EE contratou FF, o que sucedeu quando aquele ainda era casado com DD, situação que se manteve, posteriormente, após a separação do casal.\n8)\nPorque os canídeos tinham muita força, a arguida FF passeava um de cada vez na via pública, apondo previamente nesse o açaimo funcional devidamente seguro à trela e esta, por sua vez, fixa à coleira.\n9)\nNa residência sita na Rua ..., em ..., ..., existia um espaço fechado, construído no logradouro, que podia ser usado como canil.\n10)\nPor vontade e decisão exclusiva da Ré DD e do Réu EE, os canídeos Q... e K... passeavam pelo exterior da moradia, de forma absolutamente livre.\n11)\nO Réu EE deu ordens à Ré FF para que esta passeasse os cães, de onde a onde, no exterior.\n12)\nA Ré FF passeava um canídeo de cada vez.\n13)\nO Réu EE deu ordens à Ré FF para que esta passeasse os cães, de onde a onde, no exterior.\n14)\nO Réu EE ensinou a Ré FF a colocar açaime nos canídeo ...\n15)\n... e deu-lhe instruções para passear um canídeo de cada vez, enquanto que o outro permaneceria no espaço exterior da casa.\n16)\nQuando estavam no logradouro da moradia, os cães andavam soltos e sem qualquer trela.\n17)\nNo dia ...-12-2013, pelas 10:30 horas, quando FF se preparava para levar a cadela K... a passear na via pública, tendo-lhe aposto o açaime e segurando a trela que estava fixa à coleira; ...\n18)\n… abriu o portão pequeno que dá acesso à rua, com a cadela K... presa pela trela, mas deixando solto e desprovido de açaime o canídeo Q...;...\n19)\n… tendo o canídeo Q... aproveitado a abertura do portão para fugir para a rua.\n20)\nJá na rua, de imediato, o canídeo Q... atacou a menina CC, que caminhava com os seus avós maternos e a sua irmã, quando já tinham passado em frente à casa de onde tinha fugido o canídeo Q....\n21)\nO canídeo Q... surgiu repentina e inesperadamente na retaguarda de CC e mordeu-a na face e na cabeça\n22)\nA Ré FF ao não prender o canídeo Q... no canil e ao deixá-lo à solta, desprovido de qualquer meio de contenção, não podia deixar de prever que o canídeo pudesse sair para o exterior da área vedada, não tendo previsto a possibilidade de, no caso concreto, o cão Q... vir a atacar a menor CC.\n23)\nA Ré FF, enquanto detentora do cão estava obrigada a vigiá-lo de forma a garantir que o mesmo não se evadisse do recinto onde se encontrava, pois só assim acautelaria a segurança de terceiros e seus bens, nomeadamente a integridade física da CC.\n24)\nPara tanto, estava obrigada a mantê-lo preso, designadamente no espaço vedado, ou pelo menos açaimado.\n25)\nAo omitir tais cuidados e diligências, a que se encontrava obrigada e que estavam na esfera dos seus conhecimentos, a Ré FF permitiu a evasão do Q... para a via pública, o que deu causa ao ataque da menor CC, sendo certo que sabia que aquele canídeo é agressivo e consequentemente tinha de estar preso ou açaimado aquando da abertura dos portões.\n26)\nImediatamente após o ataque do canídeo Q..., a Autora CC foi transportada para o Hospital ..., na cidade ..., num carro particular que ia a passar pelo local.\n27)\nEm consequência do ataque do canídeo Q..., a Autora CC sofreu esfacelo complexo transmural da hemiface esquerda por mordedura de cão com secção de ramos do nervo fácil e infraorbitário esquerdo; desinserção da componente cartilaginosa da narina esquerda; e feridas várias na pálpebra e couro cabeludo; ...\n28)\n… tendo ficado desfigurada na parte esquerda da sua face e com golpes profundos na cabeça; ...\n29)\n…O que obrigou a que a Autora CC, no dia ...-12-2013, fosse submetida a uma intervenção cirúrgica no referido Hospital ..., que durou cerca de 4/5 horas.\n30)\nNessa intervenção cirúrgica, da especialidade de Cirurgia Pediátrica, foram realizados: retalho da hemiface esquerda; reconstrução nasal parcial; vestibuloplastia por quadrante superior esquerdo, sutura de ferida da pálpebra superior; sutura de ferida do couro cabeludo.\n31)\nNo dia ...-12-2013, no Hospital ..., a Autora CC foi submetida a uma outra intervenção cirúrgica, da especialidade de Cirurgia Plástica e Reconstrutiva, para acerto/remodelação do retalho da hemiface esquerda.\n32)\nA Autora CC ficou internada no Hospital ..., na cidade ..., desde o dia ...-12-2013 até ao dia ...-12-2013, ou seja, durante sete dias consecutivos, onde, para além das referidas intervenções cirúrgicas, realizou vários exames complementares de diagnóstico.\n33)\nPosteriormente à data em que recebeu alta hospitalar, a Autora CC foi várias vezes examinada na consulta externa de pediatria\n34)\nE, teve, também, consultas de cirurgia plástica, dermatologia e psicologia.\n35)\nA data da consolidação médico-legal das lesões sofridas pela Autora CC, em consequência do ataque do canídeo Q..., é fixável em 07-05-2014.\n36)\nEm consequência do ataque do canídeo Q..., a Autora CC ficou com as seguintes sequelas permanentes:\nCrânio: uma cicatriz nacarada de localização sagital, completamente coberta por cabelo (não sendo visível a distância social ou íntima), com 2,5 por 0,5 cms de maiores dimensões;\nFace: assimetria ligeira da mímica facial, mais evidente com os movimentos de sorriso; área cicatricial irregular da hemiface entre a região zigomática e a comissura labial no seu epicanto esquerdo, esboçando morfologia arciforme, de tonalidade rósea-nacarada similar à da restante superfície cutânea da face, com 7 por 6 cm de maiores dimensões, visível a distância social (cerca de 3 metros), sem aderências ou retrações a planos profundos.\n37)\nA Autora CC sofreu dores nas zonas do corpo atingidas pelas mordeduras do canídeo Q... e em consequência dos tratamentos médicos e clínicos a que teve de se sujeitar.\n38)\nAs dores sentidas pela Autora CC em consequência do ataque do canídeo Q... são quantificáveis no grau 4, numa escala crescente de 0 a 7.\n39)\nAs cicatrizes causadas pelo ataque do canídeo Q... à Autora CC não poderão ser eliminadas na totalidade\n40)\nAs lesões e sequelas sofridas pela Autora CC em consequência do ataque do canídeo causaram-lhe um dano estético quantificável no grau 4, numa escala crescente de 0 a 7\n41)\nO período de défice funcional temporário total em consequência do ataque do canídeo é fixável num período de 8 dias.\n42)\nO período de défice funcional temporário parcial em consequência do referido evento é fixável num período de 137 dias.\n43)\nEm consequência do ataque do canídeo, a Autora CC é portadora de um défice funcional permanente da integridade físico-psíquica de 6%.\n44)\nAs sequelas de que a Autora CC é portadora, em consequência do evento, necessitarão de ajudas farmacológicas e tratamentos médicos regulares.\n45)\nEm consultas a que a Autora CC se teve de submeter, bem como, em exames médicos complementares, assistência médica e medicamentosa e acompanhamento por parte dos seus pais, estes\n– ou seja, os Autores AA e BB – já despenderam a quantia de € 1.832,86.\n46)\nAs lesões e sequelas causadas pelo ataque do canídeo Q... à Autora CC acompanhá-la-ão durante toda a sua vida.\n47)\nPara tratar das lesões e sequelas causadas pelo ataque do canídeo Q..., a Autora CC necessitará de assistência médica e medicamentosa regular e permanente, designadamente, de tomar analgésicos e anti-inflamatórios; …\n48)\n…poderá vir a necessitar de acompanhamento médico nas especialidades de cirurgia plástica, psicologia, psiquiatria e dermatologia; ...\n49)\n…poderá vir a necessitar de efetuar exames médicos de diagnóstico e de aferição da consolidação das referidas lesões e sequelas; …\n50)\n… e poderá vir a necessitar de se submeter a internamentos hospitalares, tratamentos médicos e clínicos, ajudas técnicas, bem como a ter de efetuar deslocações a hospitais e clínicas.\n51)\nQuando o Autor BB viu a sua filha CC chegar ao Hospital, depois de esta ter sido atacada pelo canídeo Q..., sofreu um intenso choque emocional, chegando a pensar que a sua filha não iria sobreviver, devido às lesões que o canídeo lhe infligiu.\n52)\nQuando a Autora AA viu a sua filha CC chegar ao Hospital, depois de esta ter sido atacada pelo canídeo Q..., sofreu um intenso choque emocional, chegando a pensar que a sua filha não iria sobreviver, devido às lesões que o canídeo lhe infligiu.\n53)\nA Autora AA esteve com a sua filha CC ao colo, no Hospital ..., desde cerca das 11:00 horas até cerca das 15:00 horas, do referido dia ...-12-2013, enquanto eram reunidas as condições para se proceder à operação cirúrgica de CC.\n54)\nDesde a admissão de CC, no Hospital ..., no dia ...-12-2013, até que teve alta, no dia ...-12-2013, sua mãe AA (ora Autora) e seu pai BB (ora Autor) aí permaneceram continuamente junto a sua filha, saindo, alternadamente, daquele Hospital, apenas para realizarem a sua higiene diária.\n55)\nRelativamente à Autora AA, o período de défice funcional temporário parcial em consequência do acidente é fixável num período de 731 dias.\n56)\nAs dores e demais sofrimentos sentidos pela Autora AA em consequência do acidente são quantificáveis no grau 4, numa escala crescente de 0 a 7.\n57)\nEm consequência do acidente, a Autora é portador de um défice funcional permanente da integridade físico-psíquica de 6%.\n58)\nAs sequelas de que a Autora AA é portadora, em consequência do evento que vitimou a sua filha CC, são, em termos de repercussão permanente na actividade profissional, compatíveis com o exercício da atividade profissional, implicando ligeiros esforços suplementares.\n59)\nNo dia ...-12-2013, a Autora AA estava grávida; ...\n60)\n… só tendo tido conhecimento de tal facto no dia ...-12-2013.\n61)\nEm janeiro de 2014, verificou-se que o feto de que a Autora AA estava grávida tinha morrido.\n62)\nNo dia 26-01-2014, o feto morto foi expelido através de cirurgia.\n63)\nA Autora AA despendeu a quantia de € 250,00 com a cirurgia para retirar o feto morto.\n64)\nA Autora AA, em consequência do evento que vitimou a sua filha CC sofreu de uma perturbação de stress póstraumático, com repercussão ligeira na autonomia pessoal, social e profissional.\n65)\nA data da consolidação médico-legal das lesões sofridas pela Recorrente AA (perturbação de stress pós-traumático), em consequência do ataque do canídeo à sua filha, fixou-se em 14-12-2015.\n66)\nPor causa do estado crítico, precário e debilitado em que ficou a Autora CC, o seu pai, aqui Autor BB, recorreu à situação de baixa médica, para a acompanhar e prestar todos os cuidados e assistência de que a filha necessitava.\n67)\nO autor deixou de auferir quantia de € 465,00 (quatrocentos e sessenta cinco euros) referentes aos dias de baixa médica para assistência à Recorrente CC.\n*\nIV – O direito aplicável\nNo presente processo já se encontra definitivamente apurada a responsabilidade dos Réus pelo ataque de um cão\nrottweiler\nà Autora CC, na altura com dois anos de idade.\nNeste recurso para o Supremo Tribunal de Justiça apenas está em causa se são indemnizáveis alguns dos danos invocados pelos Autores, assim como o valor de outros.\n1. A indemnização de danos reflexos\nConstituindo missão do Estado de direito democrático a proteção dos cidadãos contra a prepotência, o arbítrio e a injustiça, não poderá o legislador ordinário deixar de assegurar o direito à reparação dos danos injustificados que alguém sofra em consequência da conduta de outrem. A tutela jurídica dos bens e interesses dos cidadãos reconhecidos pela ordem jurídica e que foram injustamente lesionados pela ação ou omissão de outrem, exige, nestes casos, a reparação dos danos sofridos, tendo o instituto da responsabilidade civil vindo a desempenhar nessa tarefa um papel primordial.\nNessa missão, o legislador tem ampla liberdade de conformar mais ou menos limitativamente o direito à reparação dos danos, seja definindo condições para a constituição de uma obrigação de indemnização, seja restringindo os danos ressarcíveis.\nApesar do mesmo facto ilícito poder atingir interesses de múltiplas pessoas, costuma afirmar-se  que só aqueles que são titulares dos bens que o comportamento lesivo violou diretamente têm direito a ser indemnizados dos danos sofridos, não merecendo, em regra, tutela os direitos de terceiros que só indiretamente ou reflexamente foram prejudicados por aquela conduta, de modo a impedir uma multiplicação indefinida e infinita de pretensões indemnizatórias, insuportavelmente constrangedora da vida em sociedade e suscetível de colocar em risco a solvabilidade do lesante para satisfazer a indemnização devida ao lesado direto.\nEsta limitação admite, no entanto, exceções, exigidas pela necessidade de a ordem jurídica tutelar determinados interesses, mesmo quando estes são apenas atingidos mediatamente, de modo a garantir uma cobertura eficaz do referido direito constitucional à reparação dos danos injustamente sofridos, ínsito ao modelo do estado de direito democrático.\nUma dessas exceções está expressamente consagrada nos artigos 495.º, n.º 1 e 2, do Código Civil, contemplando, em caso de morte da vítima, as despesas com a tentativa do seu salvamento, assim como as despesas com o seu funeral, e, em caso de lesões corporais, as despesas com o tratamento e assistência da vítima.\nOutra, consta do n.º 3 do mesmo artigo 495.º, conferindo àqueles que tinham direito a receber alimentos do lesado, uma indemnização pela eventual impossibilidade de exercício desse direito.\nE, no artigo 496.º, n.º 4, do Código Civil, contempla-se ainda a indemnização pelos danos não patrimoniais suportados pelos familiares mais próximos da vítima, em caso de morte desta.\nNos trabalhos preparatórios do Código Civil de 1966, em matéria de indemnização dos danos morais, Vaz Serra, após explicar a razoabilidade do reconhecimento do direito a uma satisfação pela dor sofrida a certas pessoas ligadas à vítima mortal por vínculos de afeição, retoricamente, interrogava-se:\nReconhecido este direito a certos familiares, não deveria igualmente reconhecer-se, no caso de lesão de outra natureza, um direito de satisfação a favor de determinados familiares (v.g. ao pai no caso da mutilação do filho)?\n(...)\nMas, não será razoável que o pai tenha, naquele exemplo, um direito de satisfação? Este direito poderia prejudicar o do filho, pois, o responsável pode não estar em situação económica que lhe permita pagar a ambos. Se, porém, não o prejudicar, talvez devesse admitir-se, visto que o pai pode ter danos morais consideráveis. Além do pai, os outros familiares, que, segundo o critério proposto para o caso de morte, teriam direito pessoal de satisfação, parece deverem tê-lo aqui também\n[1]\n.\nA resposta implícita a estas perguntas teve tradução no n.º 5, do artigo 759.º do Anteprojeto sobre Direito das Obrigações apresentado por Vaz Serra\n[2]\n, onde, após regular o direito de indemnização por danos não patrimoniais aos parentes próximos da vítima, em caso de morte, nos parágrafos 2.º, 3.º e 4.º, se lê:\nNo caso de dano que atinja uma pessoa de modo diferente do previsto no § 2.º, tem os familiares dela direito de satisfação pelo dano a eles pessoalmente causado.\nNo entanto, a 1.ª Revisão Ministerial excluiu logo esta disposição do artigo 476.º do Anteprojeto dela saído, tendo a versão final do Código Civil se limitado a prever expressamente a indemnização dos danos morais dos familiares próximos da vítima mortal.\nIsso não impediu que Vaz Serra, em anotação crítica ao acórdão do Supremo Tribunal de Justiça de 13.01.1970\n[3]\n, que refletia a posição então consolidada da jurisprudência, a qual se havia de manter inalterável durante muitos mais anos, viesse a sustentar a possibilidade de, em casos em que a vítima sobrevivesse, pudesse ser arbitrada uma indemnização por danos morais reflexos. Embora reconhecendo a regra de que, em caso de responsabilidade extracontratual, o direito de indemnização apenas cabe àqueles cujos interesses juridicamente protegidos tenham sido imediatamente lesados e de que a norma do artigo 496.º, n.º 2, do Código Civil, tem natureza excecional, Vaz Serra defendeu que esta norma é suscetível de interpretação extensiva a outros casos compreendidos no espírito dessa proteção excecional, como sejam algumas situações em que as lesões sofridas, apesar de não terem causado a morte do lesado, são de tal modo graves que são suscetíveis de provocar um sofrimento aos parentes próximos do lesado equivalente ao que causaria a sua morte.\nNesta mesma anotação, Vaz Serra aventava ainda a possibilidade de, em algumas situações, se verificar uma lesão imediata de direitos ou bens dos parentes da pessoa fisicamente atingida pelo ato lesivo, como sucederia quando\numa mãe sofre uma depressão nervosa pelo facto do seu filho ser atropelado, ou um filho sofre um grave choque espiritual com consequentes perturbações nervosas por assistir à morte ou atropelamento do seu pai.\nPerante o imobilismo jurisprudencial e um quase silêncio doutrinal\n[4]\n, seria no entanto, Abrantes Geraldes\n[5]\nquem provocaria uma inflexão nesta matéria, aduzindo convincentes argumentos no sentido\nde que eram ressarcíveis os danos não patrimoniais suportados por pessoas diversas daquela que é diretamente atingida por lesões de natureza física ou psíquica graves, nos termos gerais do artigo 496.º, n.º 1, do Código civil, designadamente quando fique gravemente prejudicada a sua relação com o lesado ou quando as lesões causem neste grave dependência ou perda de autonomia, devendo esse direito ser circunscrito às pessoas indicadas no n.º 2, do artigo 496.º, do Código Civil.\nO acolhimento desta posição favorável à indemnização de danos morais de terceiros, em caso de lesões corporais graves de familiares próximos, por algumas decisões dos tribunais superiores\n[6]\n, conduziu naturalmente à necessidade de se fixar jurisprudência, através da prolação de um acórdão uniformizador (o Acórdão n.º 6/2014, de 16.01.2014\n[7]\n) que decidiu\nque os artigos 483.º, n.º 1, e 496.º do Código Civil devem ser interpretados no sentido de abrangerem os danos não patrimoniais, particularmente graves, sofridos por cônjuge de vítima sobrevivente, atingida de modo particularmente grave.\nApesar da redação do segmento uniformizador se encontrar dirigida ao caso concreto em discussão na decisão aí recorrida, não deixa de consolidar uma inversão da orientação inicialmente seguida pela jurisprudência, tendo sido acolhida uma leitura conjugada dos artigos 483.º e 496.º do Código Civil, no sentido de serem indemnizáveis os danos não patrimoniais, particularmente graves, sofridos pelos familiares próximos da vítima de ato gerador de responsabilidade civil extracontratual de onde resultaram lesões particularmente graves.\nEsta evolução jurisprudencial foi bem acolhida pela doutrina, constatando-se, contudo, a existência de duas vias metodológicas para justificar a atribuição de um direito de indemnização aos familiares próximos do lesado sobrevivente pelos danos morais sofridos, em resultado da lesão deste\n[8]\n. Por um lado, a interpretação extensiva do disposto no artigo 496.º, n.º 4, do Código Civil, expandindo o seu alcance às situações de lesões graves provocadoras de danos morais graves aos familiares próximos da vítima\n[9]\n; por outro lado, a perspetiva de que o facto lesivo pode ser pluriofensivo, violando não só o direito à integridade física da vítima, mas também e simultaneamente, os direitos de personalidade dos seus familiares próximos\n[10]\n.\nA escolha de um destes caminhos argumentativos tem consequências\n[11]\n.\nSe entendermos que as pessoas que mantém relações de afetividade próxima com o lesado são terceiros que apenas reflexamente são atingidos, sendo a indemnização dos seus danos morais indemnizável a título excecional, nos mesmos termos em que se prevê essa indemnização em caso de morte do lesado, no n.º 4, do artigo 496.º, do Código Civil, este direito de indemnização apenas se constitui em situações cujas caraterísticas são merecedoras do mesmo regime de excecionalidade.\nMas se considerarmos que estamos perante danos diretamente\n[12]\ncausados às pessoas que mantém relações de afetividade próxima com o lesado, a indemnização desses danos já ocorre nos termos do artigo 483.º e 496.º, n.º 1, do Código Civil, estando apenas limitada, por um lado pela relevância do dano sofrido que é exigido por este último preceito, e por outro lado, ao nível da ilicitude, por uma delimitação de contornos imprecisos da esfera do risco/responsabilidade, que permita imputar ao agente a violação dos direitos de personalidade das pessoas com relações próximas com o lesado.\nO AUJ n.º 6/2014, proclamando a sua neutralidade face a estas duas teses, assumiu uma leitura atualista do disposto nos artigos 483.º, n.º 1, e 496.º, n.º 1, do Código Civil, de modo a que a dor e o sofrimento, particularmente graves, das pessoas com uma relação afetiva de grande proximidade com o lesado fosse indemnizável em situações em que este, apesar de sobrevivente, tivesse sofrido lesões, também elas particularmente graves.\nÉ esta a orientação que deve ser seguida, procurando verificar-se, no caso concreto, se estas exigências se encontram preenchidas, justificando-se ou não reconhecer a esses terceiros um direito de indemnização\n[13]\n.\nNesta operação a realizar num campo em que o traçado das margens é ténue e irregular  na determinação do que é “particularmente grave” há que valorar, por um lado, as caraterísticas das lesões sofridas e das suas sequelas, e por outro lado, o grau de sofrimento das pessoas mais próximas do lesado assistirem ao padecimento de um ente querido, além da privação da qualidade do relacionamento com este e ainda o custo existencial do acréscimo das necessidades de acompanhamento.\nImporta rever qual tem sido a aplicação do referido AUJ pelo Supremo Tribunal de Justiça.\nNa revista que deu origem ao AUJ estava em causa um sinistrado em acidente de viação que, devido às lesões sofridas, ficou a precisar\nde ajuda permanente de uma terceira pessoa que o ajudasse a vestir, a tomar banho, a barbear, a acompanhá-lo para ir tomar um café,\ntendo-se considerado adequada a atribuição à mulher que passou a cuidar dele, uma indemnização de 15.000,00 pelo\nseu sofrimento\n.\nEm arestos posteriores verificou-se o seguinte:\n- o acórdão de 01.07.2014\n[14]\natribui à mulher do sinistrado de acidente de trabalho que, em consequências das lesões sofridas, ficou totalmente dependente daquela, uma indemnização de € 50,000.00.\n- o acórdão de 09.10.2014\n[15]\natribuiu à mulher do sinistrado em acidente de viação que,\nem consequência das lesões sofridas, não cuida de si autonomamente, carece de ajuda para se movimentar em casa em cadeira de rodas, ficou impotente e não pode dar qualquer apoio na aquisição de alimentos, na realização de limpezas ou na orientação do filho menor de ambos,\numa indemnização de 40.000,00 €.\n- o acórdão de 09.07.2015\n[16]\natribui à mãe de sinistrado em acidente de viação, que\nem consequência das lesões sofridas não pode participar autonomamente na vida em sociedade ou desempenhar autonomamente qualquer actividade profissional, dependendo de terceiros, nomeadamente da sua mãe, do ponto de vista cognitivo para resolver as exigências pessoais e sociais, na sua interação pessoal com o exterior,\numa indemnização de 40.000,00 €.\n- o acórdão de 02.06.2016\n[17]\natribuiu à mulher do sinistrado em acidente de viação, que em consequência das lesões sofridas ficou impotente, uma indemnização de 15.000,00 €.\n- o acórdão de 26.09.2017\n[18]\natribuiu à mãe de uma menor sinistrada em acidente de viação, que na sequência das lesões sofridas\nfoi submetida a três intervenções cirúrgicas; esteve internada, algaliada e foi fortemente medicada; foi sujeita a diversos tratamentos, internamentos, consultas, tendo a autora a acompanhado em todos eles e concedido à sinistrada toda a atenção, companhia e afeto para a estabilizar psíquica e emocionalmente,\numa indemnização de 50.000,00 €.\n- o acórdão de 08.03.2018\n[19]\natribuiu à mulher do sinistrado em acidente de trabalho, que em consequência das lesões sofridas ficou impossibilitada de manter relacionamento sexual com este, uma indemnização € 17.000,00;\n- o acórdão de 23.10.2018\n[20]\n, não atribuiu à filha do sinistrado em acidente de viação, indemnização pelos danos resultantes do choque emocional provocado pela notícia do acidente e pelo sofrimento inerente ao acompanhamento do pai na recuperação física e psicológica das graves lesões sofridas por este, por se ter entendido que não estavam em causa danos morais particularmente graves.\n- o acórdão de 28.03.2019\n[21]\n, não atribuiu indemnização ao marido da sinistrada em acidente de viação\npela tristeza e desgosto e acompanhamento daquela provocado pelas lesões por esta sofridas\n, por se ter entendido que\nas lesões sofridas não determinaram sequelas consolidadas que devam ser qualificadas de particular ou elevada gravidade, não obstante os diversos e múltiplos padecimentos que ela teve de suportar durante a enfermidade e convalescença\n, assim como\na dor, angústia e sofrimento do A. ocorreram perante a situação de enfermidade e convalescença da sua mulher, com receio de que ficasse de todo incapacitada para as atividades quotidianas, o que não veio a verificar-se, sendo portanto de carácter meramente temporário\n.\n- o acórdão de 11.04.2019\n[22]\natribuiu ao marido da sinistrada em acidente de viação, que em consequência das lesões sofridas ficou impossibilitada de manter relacionamento sexual, uma indemnização de 15.000,00 €.\n- o acórdão de 10.09.2019\n[23]\natribuiu à mãe do menor sinistrado em acidente de viação, que, na sequência das lesões sofridas,\nficou definitivamente incapaz para o exercício de qualquer profissão e dependente de ajudas de terceiros na execução das atividades da vida diária,\numa indemnização de 90.000,00 €.\n- o acórdão de 20.04.2021\n[24]\natribuiu aos pais da menor sinistrada em acidente de viação, que\nna sequência das lesões sofridas ficou muito dependente dos pais, não se sentindo confiante para enfrentar o exterior sozinha, com receios constantes, não se conseguindo auto determinar e organizar no mundo exterior,\numa indemnização de € 20.000,00\nÉ necessário ter em consideração que os quadros fácticos nestes acórdãos são muito mais complexos do que os resumos aqui extratados e que o valor das indemnizações nem sempre resultou de um juízo do Supremo Tribunal de Justiça, o qual, cingido ao objeto dos recursos, viu-se limitado na determinação desses montantes, além de que a fixação de alguns valores indemnizatórios foi reduzida em função da culpa do lesado.\n2. Os danos reflexos patrimoniais\nO acórdão recorrido condenou os Réus a pagar aos Autores AA e BB, pais da menor CC, a quantia de € 15.000,00, a título de danos patrimoniais, sendo € 7 500,00 para cada um deles, acrescida de juros de mora, à taxa legal, contados desde a citação, até integral pagamento.\nCom a atribuição desta indemnização, o acórdão recorrido procurou reparar a lesão do  património dos pais de CC, com o acompanhamento já ocorrido e o futuro da filha menor,\nfaltando aos seus postos de trabalho com perda ou diminuição de remuneração, com a oneração do seu direito de parentalidade, nas modalidades de direito de alimentos e de guarda\n, e ainda pelas despesas que terão que suportar com a medicação de que CC vai necessitar.\nDispõe o artigo 495.º, n.º 2, do Código Civil que\nnos casos de lesão corporal da vítima imediata têm direito de indemnização quaisquer pessoas que tenham contribuído para o tratamento ou assistência da vítima\n, o que abrange todas as despesas efetuadas pelos pais no tratamento e assistência a uma menor acidentada.\nEstá provado que em consultas a que a Autora CC se teve de submeter, bem como, em exames médicos complementares, assistência médica e medicamentosa e acompanhamento por parte dos seus pais, estes já despenderam a quantia de € 1.832,86, tendo os Réus já sido condenados a pagar esta verba pelo acórdão recorrido, o que não foi objeto de recurso.\nAlém desse prejuízo patrimonial dos pais da menor CC, quanto aos danos já ocorridos com o tratamento ou assistência à sua filha, apenas se provou que, por causa do estado crítico, precário e debilitado em que ficou a CC, o seu pai, aqui Autor BB, recorreu à situação de baixa médica, para a acompanhar e prestar todos os cuidados e assistência de que a filha necessitava, tendo por isso deixado de auferir a quantia de € 465,00 referentes aos dias de baixa médica para assistência à CC.\nQuanto aos danos futuros com os cuidados e assistência a prestar pelos Autores AA e BB à sua filha CC provou-se o seguinte:\n-\nAs sequelas de que a Autora CC é portadora, em consequência do evento, necessitarão de ajudas farmacológicas e tratamentos médicos regulares.\n-\nAs lesões e sequelas causadas pelo ataque do canídeo Q... à Autora CC acompanhá-la-ão durante toda a sua vida.\n-\nPara tratar das lesões e sequelas causadas pelo ataque do canídeo Q..., a Autora CC necessitará de assistência médica e medicamentosa regular e permanente, designadamente, de tomar analgésicos e anti-inflamatórios,\n-\nPoderá vir a necessitar de acompanhamento médico nas especialidades de cirurgia plástica, psicologia, psiquiatria e dermatologia;\n-\nPoderá vir a necessitar de efetuar exames médicos de diagnóstico e de aferição da consolidação das referidas lesões e sequelas;\n-\nE poderá vir a necessitar de se submeter a internamentos hospitalares, tratamentos médicos e clínicos, ajudas técnicas, bem como a ter de efetuar deslocações a hospitais e clínicas.\nSendo a CC menor, terão os Autores, pelo menos até à sua maioridade, enquanto pais, a obrigação de providenciar tais cuidados médicos, com os quais despenderão quantias que não são agora determináveis.\nDevendo a obrigação de indemnização contemplar os danos futuros previsíveis, a fixação dessa parcela indemnizatória deve ser remetida para liquidação posterior, conforme determina o artigo 564.º, n.º 2, do Código Civil.\nPor estas razões a indemnização por danos patrimoniais suportados pelos Autores AA e BB com tratamentos e assistência à sua filha CC, além dos € 1.832,86, já objeto de condenação não impugnadaa, deve restringir-se ao referido valor de € 465,00 referentes às perdas salariais dos dias de baixa médica do Autor BB para assistência à CC.\nQuanto aos danos patrimoniais futuros com os tratamentos e assistência à CC exigidos pelas lesões e sequelas causadas pelo ataque do canídeo deverá a indemnização ser liquidada em momento posterior.\n3. Os danos reflexos não patrimoniais\nO acórdão recorrido condenou os Réus a pagar, a título de danos morais, as quantias de € 10.000,00 à Autora AA, e de € 5.000,00 ao Autor BB, acrescidas de juros de mora desde a prolação do acórdão.\nO Réu recorrente contesta não só valor destas quantias, mas também a própria obrigação de indemnização de danos morais, por serem meramente reflexos.\nAtenta a exposição contante do ponto 1, os danos morais suportados pelos pais da menor CC em resultado das lesões que esta sofreu, são indemnizáveis se considerarmos que essas lesões foram particularmente graves assim como os danos não patrimoniais daqueles, sendo certo que, preenchidos estes requisitos, sendo eles os familiares mais próximos da CC não oferece dúvidas a titularidade desse direito, independentemente da aplicabilidade da ordem de prioridades estabelecida no artigo 496.º, n.º 2, do Código Civil.\nRelativamente às lesões sofridas pela CC, provou-se o seguinte:\n-\nImediatamente após o ataque do canídeo Q..., a Autora CC foi transportada para o Hospital ..., na cidade ..., num carro particular que ia a passar pelo local.\n-\nEm consequência do ataque do canídeo Q..., a Autora CC sofreu esfacelo complexo transmural da hemiface esquerda por mordedura de cão com secção de ramos do nervo fácil e infraorbitário esquerdo; desinserção da componente cartilaginosa da narina esquerda; e feridas várias na pálpebra e couro cabeludo, tendo ficado desfigurada na parte esquerda da sua face e com golpes profundos na cabeça, o que obrigou a que a Autora CC, no dia ...-12-2013, fosse submetida a uma intervenção cirúrgica no referido Hospital ..., que durou cerca de 4/5 horas.\n-\nNessa intervenção cirúrgica, da especialidade de Cirurgia Pediátrica, foram realizados: retalho da hemiface esquerda; reconstrução nasal parcial; vestibuloplastia por quadrante superior esquerdo, sutura de ferida da pálpebra superior; sutura de ferida do couro cabeludo.\n-\nNo dia ...-12-2013, no Hospital ..., a Autora CC foi submetida a uma outra intervenção cirúrgica, da especialidade de Cirurgia Plástica e Reconstrutiva, para acerto/remodelação do retalho da hemiface esquerda.\n-\nA Autora CC ficou internada no Hospital ..., na cidade ..., desde o dia ...-12-2013 até ao dia ...-12-2013, ou seja, durante sete dias consecutivos, onde, para além das referidas intervenções cirúrgicas, realizou vários exames complementares de diagnóstico.\n-\nPosteriormente à data em que recebeu alta hospitalar, a Autora CC foi várias vezes examinada na consulta externa de pediatria\n-\nE, teve, também, consultas de cirurgia plástica, dermatologia e psicologia.\n-\nA data da consolidação médico-legal das lesões sofridas pela Autora CC, em consequência do ataque do canídeo Q..., é fixável em 07-05-2014.\n-\nEm consequência do ataque do canídeo Q..., a Autora CC ficou com as seguintes sequelas permanentes:\nCrânio: uma cicatriz nacarada de localização sagital, completamente coberta por cabelo (não sendo visível a distância social ou íntima), com 2,5 por 0,5 cms de maiores dimensões;\nFace: assimetria ligeira da mímica facial, mais evidente com os movimentos de sorriso; área cicatricial irregular da hemiface entre a região zigomática e a comissura labial no seu epicanto esquerdo, esboçando morfologia arciforme, de tonalidade rósea-nacarada similar à da restante superfície cutânea da face, com 7 por 6 cm de maiores dimensões, visível a distância social (cerca de 3 metros), sem aderências ou retrações a planos profundos.\n-\nA Autora CC sofreu dores nas zonas do corpo atingidas pelas mordeduras do canídeo Q... e em consequência dos tratamentos médicos e clínicos a que teve de se sujeitar.\n-\nAs dores sentidas pela Autora CC em consequência do ataque do canídeo Q... são quantificáveis no grau 4, numa escala crescente de 0 a 7.\n-\nAs cicatrizes causadas pelo ataque do canídeo Q... à Autora CC não poderão ser eliminadas na totalidade.\n-\nAs lesões e sequelas sofridas pela Autora CC em consequência do ataque do canídeo causaram-lhe um dano estético quantificável no grau 4, numa escala crescente de 0 a 7.\n-\nO período de défice funcional temporário total em consequência do ataque do canídeo é fixável num período de 8 dias.\n-\nO período de défice funcional temporário parcial em consequência do referido evento é fixável num período de 137 dias.\n-\nEm consequência do ataque do canídeo, a Autora CC é portadora de um défice funcional permanente da integridade físico-psíquica de 6%.\nSe, numa perspetiva de risco de vida ou de défice funcional, as lesões sofridas pela CC não podem ser qualificadas de particularmente graves, o mesmo já não sucede se considerarmos a potencialidade do seu impacto emocional nos pais da CC, tendo em atenção o tipo de agressão sofrida (ataque de um rottwiller), a idade da CC (2 anos e 2 meses), a zona do corpo atingida (a face), as caraterísticas das lesões mais graves sofridas (esfacelo complexo transmural da hemiface esquerda por mordedura de cão com secção de ramos do nervo fácil e infraorbitário esquerdo; desinserção da componente cartilaginosa da narina esquerda, tendo ficado desfigurada na parte esquerda da sua face, o que obrigou a que a Autora CC, no dia ...-12-2013, fosse submetida a uma intervenção cirúrgica no referido Hospital ..., que durou cerca de 4/5 horas, onde foi realizado o retalho da hemiface esquerda, reconstrução nasal parcial e vestibuloplastia por quadrante superior esquerdo), e o acentuado dano estético permanente causado. São lesões chocantes, cuja existência tem uma capacidade de causar sérios danos no modo de estar e sentir a vida daqueles que geraram e cuidaram da CC e o vão continuar a fazer, pelo que devem ser consideradas lesões particularmente graves com vista à aplicação da doutrina do AUJ n.º 6/2014.\nQuanto aos concretos danos não patrimoniais sofridos pelos pais da CC provou-se o seguinte:\n- Quando os Autores BB e AA viram a sua filha CC chegar ao Hospital, depois de esta ter sido atacada pelo canídeo Q..., sofreram um intenso choque emocional, chegando a pensar que a sua filha não iria sobreviver, devido às lesões que o canídeo lhe infligiu.\n-\nA Autora AA esteve com a sua filha CC ao colo, no Hospital ..., desde cerca das 11:00 horas até cerca das 15:00 horas, do referido dia ...-12-2013, enquanto eram reunidas as condições para se proceder à operação cirúrgica de CC.\n-\nDesde a admissão de CC, no Hospital ..., no dia ...-12-2013, até que teve alta, no dia ...-12-2013, sua mãe AA e seu pai BB aí permaneceram continuamente junto a sua filha, saindo, alternadamente, daquele Hospital, apenas para realizarem a sua higiene diária.\n-\nRelativamente à Autora AA, o período de défice funcional temporário parcial em consequência do acidente é fixável num período de 731 dias.\n-\nAs dores e demais sofrimentos sentidos pela Autora AA em consequência do acidente são quantificáveis no grau 4, numa escala crescente de 0 a 7.\n-\nAs sequelas de que a Autora AA é portadora, em consequência do evento que vitimou a sua filha CC, são, em termos de repercussão permanente na actividade profissional, compatíveis com o exercício da atividade profissional, implicando ligeiros esforços suplementares.\n-\nA Autora AA, em consequência do evento que vitimou a sua filha CC sofreu de uma perturbação de stress póstraumático, com repercussão ligeira na autonomia pessoal, social e profissional.\n-\nA data da consolidação médico-legal das lesões sofridas pela Recorrente AA (perturbação de stress pós-traumático), em consequência do ataque do canídeo à sua filha, fixou-se em 14-12-2015.\nEstamos perante vivências emocionais de grande intensidade, em que o acompanhamento de uma filha de tenra idade, severamente desfigurada, com consequências permanentes, é particularmente doloroso, pelo que estamos perante sofrimentos qualificáveis como particularmente graves, isto é, merecedores de serem indemnizáveis. Justifica-se que o montante indemnizatório a atribuir à Autora AA seja substancialmente superior ao do Autor BB, uma vez que o sofrimento por ela vivido teve importantes sequelas ao nível da sua saúde psíquica. Os valores indemnizatórios atribuídos pelo acórdão recorrido revelam-se modestos, pelo que improcede a pretensão do Réu Recorrente no sentido quer da sua eliminação, quer da sua redução.\n4. A indemnização pelos danos sofridos pela Autora CC\nO Réu contesta também o valor da indemnização atribuída pelo tribunal recorrido aos danos sofridos pela CC, num juízo de equidade - € 75.0000,00.\nA decisão recorrida fixou esta indemnização tendo em consideração\num dano de conteúdo biológico que contém as dores, sofrimentos e desgostos, os traumatismos físicos, as fraturas, os tratamentos reabilitações necessários à regeneração da pessoa, vítima, no caso concreto de acidente com um cão – as dores e dano estético são de grau 4 na escala de 7, ultrapassando mais de metade desta escala.\n(...)\nO dano que ficou a padecer a, pode afetá-la física e psiquicamente, ou de alguma forma constituir uma limitação da sua atividade futura, sendo certo que é bastante acentuado.\nVerifica-se, pois, que o acórdão recorrido atribuiu uma indemnização única, que visa compensar uma diversidade de danos sofridos pela Autora CC em resultado da agressão de que foi vítima.\nProvaram-se os seguintes danos:\nA)\nNa sequência das lesões sofridas a Autora foi sujeita às seguintes intervenções e tratamentos:\n- no dia do evento (14.12.2013) foi submetida a uma intervenção cirúrgica no referido Hospital ..., que durou cerca de 4/5 horas.\n-\nnessa intervenção cirúrgica, da especialidade de Cirurgia Pediátrica, foram realizados: retalho da hemiface esquerda; reconstrução nasal parcial; vestibuloplastia por quadrante superior esquerdo, sutura de ferida da pálpebra superior; sutura de ferida do couro cabeludo.\n-\nNo dia ...-12-2013, no Hospital ..., a foi submetida a uma outra intervenção cirúrgica, da especialidade de Cirurgia Plástica e Reconstrutiva, para acerto/remodelação do retalho da hemiface esquerda.\n- Ficou internada no Hospital ..., na cidade ..., desde o dia ...-12-2013 até ao dia ...-12-2013, ou seja, durante sete dias consecutivos, onde, para além das referidas intervenções cirúrgicas, realizou vários exames complementares de diagnóstico.\n-\nPosteriormente à data em que recebeu alta hospitalar, foi várias vezes examinada na consulta externa de pediatria e teve, também, consultas de cirurgia plástica, dermatologia e psicologia.\n- A data da consolidação médico-legal das lesões sofridas é fixável em 07-05-2014.\nB)\nAs lesões e sequelas causadas pelo ataque do canídeo Q... à Autora CC acompanhá-la-ão durante toda a sua vida, sendo previsível que tenha que se sujeitar aos seguintes tratamentos:\n-\nPara tratar das lesões e sequelas causadas pelo ataque do canídeo Q..., necessitará de assistência médica e medicamentosa regular e permanente, designadamente, de tomar analgésicos e anti-inflamatórios;\n-\nPoderá vir a necessitar de acompanhamento médico nas especialidades de cirurgia plástica, psicologia, psiquiatria e dermatologia;\n-\nPoderá vir a necessitar de efetuar exames médicos de diagnóstico e de aferição da consolidação das referidas lesões e sequelas\n-\nPoderá vir a necessitar de se submeter a internamentos hospitalares, tratamentos médicos e clínicos, ajudas técnicas, bem como a ter de efetuar deslocações a hospitais e clínicas.\nC) A Autora CC na sequência do ataque de que foi vítima e devido às intervenções e tratamentos a que foi submetida sofreu dores físicas\n, tendo-se provado:\n- Sofreu dores nas zonas do corpo atingidas pelas mordeduras do canídeo Q... e em consequência dos tratamentos médicos e clínicos a que teve de se sujeitar.\n-\nAs dores sentidas pela Autora CC em consequência do ataque do canídeo Q... são quantificáveis no grau 4, numa escala crescente de 0 a 7.\nD) A Autora sofreu prejuízo estético,\ntendo-se provado:\n-\nEm consequência do ataque do canídeo Q..., a Autora CC ficou com as seguintes sequelas permanentes: Crânio: uma cicatriz nacarada de localização sagital, completamente coberta por cabelo (não sendo visível a distância social ou íntima), com 2,5 por 0,5 cms de maiores dimensões; Face: assimetria ligeira da mímica facial, mais evidente com os movimentos de sorriso; área cicatricial irregular da hemiface entre a região zigomática e a comissura labial no seu epicanto esquerdo, esboçando morfologia arciforme, de tonalidade rósea-nacarada similar à da restante superfície cutânea da face, com 7 por 6 cm de maiores dimensões, visível a distância social (cerca de 3 metros), sem aderências ou retrações a planos profundos.\n-\nAs cicatrizes causadas pelo ataque do canídeo Q... não poderão ser eliminadas na totalidade\n-\nAs lesões e sequelas sofridas pela Autora CC em consequência do ataque do canídeo causaram-lhe um dano estético quantificável no grau 4, numa escala crescente de 0 a 7.\nE) A Autora CC durante o período de tratamento às lesões sofridas teve um défice funcional temporário, que a impediu de desfrutar da vida,\ntendo-se provado:\n-\nUm\nperíodo de défice funcional temporário total num período de 8 dias.\n- Um\nperíodo de défice funcional temporário parcial durante um período de 137 dias.\nF) A Autora CC ficou com um défice funcional permanente da sua integridade físico-psíquica\n, tendo-se provado:\n- É portadora de um défice funcional permanente da integridade físico-psíquica de 6%.\nTodos estes danos de cariz não patrimonial são indemnizáveis, em dinheiro, atenta a sua gravidade (artigo 496.º, n.º 1, do Código Civil), com recurso a num juízo equitativo (artigo 566.º do Código Civil).\nTendo em consideração o significativo grau de gravidade dos danos acima relatados, em que avulta um dano estético muito relevante, não só pela sua visibilidade, mas também pelo facto dele afetar praticamente toda a vida da vítima, atenta a sua idade, não se afigura como exagerada a indemnização atribuída, tendo em consideração os padrões habituais dos montantes indemnizatórios atribuídos a este tipo de danos, pelo que o recurso também deve improceder nesta parte, mantendo-se o valor da indemnização atribuída à Autora CC.\n5. Os juros de mora\nO acórdão recorrido condenou os Réus a pagar juros de mora desde a citação, relativamente à obrigação de pagamento das indemnizações por danos patrimoniais aos Autores BB e AA, e desde a data de prolação daquele acórdão, relativamente aos danos não patrimoniais.\nO Réu Recorrente sustenta que só são devidos juros de mora desde o trânsito em julgado da decisão final, pois, só nesse momento as obrigações de indemnização se tornam líquidas.\nEsta objeção do Réu apenas se dirige, pois, às indemnizações que fixaram uma indemnização pelos danos não patrimoniais dos Autores\nEfetivamente, o artigo 805.º, n.º 3, do Código Civil, dispõe que se o crédito for ilíquido, não há mora enquanto se não tornar líquido. No entanto, na segunda parte deste mesmo preceito diz-se que quando se trata de responsabilidade por facto ilícito ou pelo risco, o devedor constitui-se em mora desde a citação, tendo esta disposição sido objeto de interpretação restritiva pelo AUJ n.º 4/2002, segundo a qual, nestes casos, os juros devem ser calculados desde a data da decisão que tenha fixado os valores indemnizatórios de acordo com o valor atualizado da moeda, como sucede com a fixação de indemnizações pelos danos não patrimoniais.\nFoi esta a orientação seguida pelo acórdão recorrido, pelo que improcede este fundamento do recurso.\n6. Conclusão\nPelas razões expostas, o recurso deve ser julgado parcialmente procedente, alterando-se o acórdão recorrido apenas na parte em que condenou solidariamente os Réus a pagar a cada um dos Autores BB e AA a quantia de € 7.500,00, a título de danos patrimoniais já ocorridos e futuros, devendo, em substituição desta alínea decisória, condenar-se solidariamente os Réus a pagar ao Autor BB o referido valor de € 465,00 referentes às perdas salariais por baixa médica, para assistência à Autora CC, acrescido de juros de mora desde a citação, e aos Autores BB e AA pelo valor que se vier a liquidar posteriormente, correspondente às despesas futuras que venham a suportar com tratamentos, consultas e medicamentos exigidos pelas lesões e sequelas que a Autora CC padeça em consequência da agressão que foi vítima.\n*\nDecisão\nPelo exposto, acorda-se em julgar parcialmente procedente o recurso interposto pelo Réu EE e, em consequência:\n- revoga-se o acórdão recorrido\nna parte em que condenou solidariamente os Réus a pagar a cada um dos Autores BB e AA a quantia de € 7.500,00, a título de danos patrimoniais já ocorridos e futuros, e juros de mora desde a citação;\n- em substituição desta alínea decisória daquele acórdão, condena-se solidariamente os Réus a pagar ao Autor BB o valor de € 465,00 já liquidado, acrescido de juros de mora desde a citação, até integral pagamento desta quantia, calculados à taxa definida por lei, e aos Autores BB e AA o montante que se vier a liquidar posteriormente, correspondente às despesas que venham a suportar com tratamentos, consultas e medicamentos exigidos pelas lesões e sequelas que a Autora CC padeça em consequência da agressão que foi vítima;\n-mantém-se o demais decidido pelo acórdão recorrido.\n*\nCustas do recurso, pelos Autores, na proporção de 8% e pelo Réu Recorrente, na proporção de 92%.\nNotifique.\n*\nLisboa, 15 de dezembro de 2022\nJoão Cura Mariano (Relator)\nFernando Baptista\nVieira e Cunha\n_____\n[1]\nReparação do dano não patrimonial\n, B.M.J. n.º 83, pág. 96, nota 54-a.\n[2]\nPublicado no B.M.J. n.º 101, pág. 137.\n[3]\nNa Revista de Legislação e de Jurisprudência, Ano 104, n.º 3442, pág. 14-16, podendo ler-se no acórdão anotado, que foi relatado pelo ilustre Conselheiro Joaquim de Melo:\nO lesado, aquele que perdeu o antebraço esquerdo foi o filho, e não o pai. Ora só o lesado e só a este a lei manda indemnizar pelos danos morais. Evidente é que o desgosto pelo aleijão se repercute no pai, mas também se repercutirá na mãe, nos irmãos e mais parentes. Todavia, a lei não permite atender a tal repercussão. Só no caso de o lesado falecer é que a lei manda indemnizar por danos morais os parentes do ofendido.\n[4]\nRIBEIRO DE FARIA,\nDireito das Obrigações\n, vol. I, Almedina, s.d., pág. 491, nota 2, e AMÉRICO MARCELINO,\nAcidentes de Viação e Responsabilidade Civil\n, 2.ª ed., Livraria Petrony, 1984, pág. 211-221,  já sustentavam, porém, a indemnização dos danos morais sofridos pelos familiares próximos da vítima de lesões graves, o primeiro, por interpretação extensiva do então n.º 3, do artigo 496º, do Código Civil, e o segundo por aplicação direta do disposto no artigo 496º, n.º 1, do mesmo diploma\n[5]\nCom o artigo\nRessarcibilidade dos Danos Não Patrimoniais de Terceiros em Caso de Lesão Corporal\n, publicado nos “Estudos em Homenagem ao Professor Doutor Inocêncio Galvão Telles”, vol. IV, Almedina, 2003, pág. 263-289, e na monografia\nTemas da Responsabilidade Civil\n, II vol.,\nIndemnização dos Danos Reflexos\n, Almedina, 2005.\n[6]\nVg. os acórdãos do Supremo Tribunal de Justiça de\n25.11.1998\n, Proc. n.º 865/98 (Rel. Herculano Lima), no B.M.J. n.º 481, pág. 470 e seg., de\n08.03.2005\n, Proc. n.º 4486/04 (Rel. Sousa Leite), de\n30.05.2006\n, Proc. n.º 1259/06 (Rel. Sousa Leite), de\n26.05.2009\n, Proc. 3413/03 (Rel. Paulo Sá), de\n8.09.2009\n, Proc. 2733/06 (Rel. Nuno Cameira), de\n14.09.2010\n, Proc. n.º 267/06 (Rel. Sousa Leite), de\n02.03.2011\n, Proc. 1639/03 (Rel. Nuno Cameira) e de\n28.02.2013\n, Proc. 60/2001 (Rel. João Bernardo), sendo todos os acórdãos que não se indique outra fonte acessíveis em\nwww.dgsi.pt\n.\n[7]\nPublicado no Diário da República 1.ª Série, n.º 98, de 22.05.2014.\n[8]\nSobre toda esta problemática o pormenorizado relato de GABRIELA PÁRIS FERNANDES, em\nA compensação dos danos não patrimoniais reflexos nos cinquenta anos de vigência do Código Civil Português de 1966\n, em “Código Civil. Edição Comemorativa do Cinquentenário”, Universidade Católica Editora, 2017, pág. 403-409.\n[9]\nSeguido o raciocínio de Vaz Serra na anotação publicada na R.L.J. referida na nota 3, RIBEIRO DE FARIA,\nDireito das Obrigações\n, vol. I, 2.ª ed., Almedina, 2020, pág. 467, nota 1186, e MENEZES LEITÃO,\nDireito das Obrigações\n, vol. I, 13.ª ed., Almedina, 2017, pág. 401, nota 918.\n[10]\nAMÉRICO MARCELINO, ob. e loc. cit, ARMANDO BRAGA,\nA Reparação do Dano Corporal na Responsabilidade Civil Extracontratual\n, Almedina, 2005, pág. 188-189, MAFALDA MIRANDA BARBOSA,\n(Im)pertinência da autonomização dos danos puramente morais? Considerações a propósito dos danos morais reflexos\n, Cadernos de Direito Privado, n.º 45, 2014, pág. 3-18, e\nLições de Responsabilidade Civil\n, Principia, 2017, pág. 312-319, CARNEIRO DA FRADA,\nNos 40 anos do Código Civil Português. Tutela da Personalidade e Dano Existencial\n, Themis – “Código Civil Português. Evolução e Perspetivas Atuais”, 2008, pág. 56-57, CRISTINA ARAÚJO DIAS,\nResponsabilidade e indemnização por perda do direito ao débito conjugal – considerações em torno do artigo 496.º do Código Civil\n, Scientia Iuridica, tomo LXI, 2012, n.º 329, pág. 408 e seg., RUTE TEIXEIRA PEDRO,\nOs Danos Não Patrimoniais (Ditos) Indiretos: Uma Reflexão Ratione Personae Sobre a Sua Ressarcibilidade, em Responsabilidade Civil\n, “Cinquenta Anos em Portugal, Quinze Anos no Brasil”,  Instituto Jurídico da Faculdade de Direito de Coimbra, 2017, pág. 239 e seg., GUILHERME CASCAREJO,\nDanos Não Patrimoniais dos Familiares da Vítima de Lesão Corporal Grave\n, Almedina, 2016, CLAUDIA ALEXANDRA DOS SANTOS SILVA,\nOs danos não patrimoniais dos lesados mediatos em caso de lesão corporal não fatal da vítima direta – uma análise da jurisprudência portuguesa\n, Julgar n.º 42, pág. 33 e seg.\nMARIA DE LURDES PEREIRA,\nA Obrigação de Indemnizar\n, AAFDL, 2021, pág. 196, apesar de se pronunciar favoravelmente à doutrina do AUJ n.º 6/2014, coloca reservas e aponta inconvenientes às vias de fundamentação seguidas, remetendo a sua posição para uma reflexão futura.\n[11]\nUm exemplo dessas consequências é o sucedido no Acórdão de Uniformização de Jurisprudência n.º 12/2014, em situações em que a culpa do lesado exclui a responsabilidade pelos danos causados. Realçando estas situações, GABRIELA PÁRIS FERNANDES, ob. cit., pág. 413-414, e MARIA DE LURDES PEREIRA, ob. cit., pág. 196-199.\n[12]\nComo lembra JOÃO BERNARDO,\nOs danos não patrimoniais reflexos\n, Revista de Direito da Responsabilidade pág. 81, Ano II, 2020, há que, no entanto, ter presente que, mesmo nesta construção, os direitos destes só são atingidos como resultado de\nprima facie\n, terem sido violados os direitos de outrem.\n[13]\nO evento danoso em causa neste recurso ocorreu em 14.12.2013, isto é anteriormente à introdução no nosso ordenamento jurídico do disposto no artigo 493.º-A do Código Civil, pelo que a eventual repercussão desta alteração legislativa na orientação definida pelo AUJ n.º 6/2014, não terá que ser aqui ponderada. Colocando a hipótese da necessidade dessa reponderação, vide a declaração de voto aposta por Maria da Graça Trigo no acórdão do Supremo Tribunal de Justiça de\n29.03.2019\n, cit, e GABRIELA PÁRIS FERNANDES, em\nResponsabilidade Civil por Danos Nâo Patrimoniais\n, “Católica Talks. Responsabilidade”, Universidade Católica Editora, pág. 239. Afastando a influência do disposto no artigo 493.º-A, do Código Civil, nesta problemática, MARIA DE LURDES PEREIRA, ob. cit., pág. 191.\n[14]\nProcesso 6607/19 (Rel. Ana Paula Boularot).\n[15]\nProcesso n.º 498/12 (Rel. Granja da Fonseca), inédito.\n[16]\nProcesso n.º 1519/11 (Rel. Távora Victor).\n[17]\nProcesso n.º 3987/10 (Rel. Tomé Gomes).\n[18]\nProcesso n.º 1896/13 (Rel. João Camilo).\n[19]\nProcesso n.º 3310/11 ( Rel. Fonseca Ramos).\n[20]\nProcesso n.º 902/14 (Rel. Henrique Araújo).\n[21]\nProcesso n.º 1120/12 (Rel. Soares Tomé).\n[22]\nProcesso n.º 5686/15 (Rel. Bernardo Domingos).\n[23]\nProcesso n.º 5699/11 (Rel. José Raínho), inédito.\n[24]\nProcesso n.º 1751/15 (Rel. Fátima Gomes).",
    "type": "Acordao"
}