{
    "link": "http://www.dgsi.pt/jstj.nsf/954f0ce6ad9dd8b980256b5f003fa814/049d68a4005e905f8025848e0037151f?OpenDocument",
    "court": "Supremo Tribunal de Justiça",
    "_id": "3696/15.5T8AVR.P2.S1",
    "author": [
        "MARIA CLARA SOTTOMAYOR"
    ],
    "descriptors": [
        "ÓNUS DA PROVA",
        "NULIDADE DO REGISTO",
        "POSSE",
        "PRESUNÇÃO DERIVADA DO REGISTO",
        "PRESUNÇÃO DE POSSE",
        "PODERES DO SUPREMO TRIBUNAL DE JUSTIÇA",
        "REGISTO AUTOMÓVEL",
        "DOCUMENTO PARTICULAR"
    ],
    "date": "10/08/2019",
    "year": 2019,
    "summary": "I – O registo de veículos tem essencialmente por fim dar publicidade à situação jurídica dos veículos a motor e respetivos reboques, tendo em vista a segurança do comércio jurídico. São aplicáveis, com as necessárias adaptações, ao registo de automóveis as disposições relativas ao registo predial.\nII – Vale como documento particular o «Requerimento-declaração para registo automóvel», que não foi objeto de autenticação, nem é, portanto, provido da eficácia probatória dos documentos autênticos. Nesta circunstância, sendo a respetiva assinatura impugnada pela parte contra quem o documento é apresentado, incumbe ao apresentante (neste caso, o recorrente), o ónus de prova da sua veracidade.\nIII - Como princípio regra, a fixação dos factos materiais da causa, baseados na prova livremente apreciada pelo julgador nas instâncias não cabe no âmbito do recurso de revista, limitando-se o Supremo Tribunal de Justiça a aplicar aos factos definitivamente fixados pelo Tribunal recorrido o regime jurídico adequado. São exceções a esta regra a existência de uma disposição expressa de lei que exija certa espécie de prova para a existência do facto ou que fixe a força de determinado meio de prova para a existência do facto.\nIV– A norma do artigo 7.º do CRPred. contém uma dupla presunção, a de que o direito existe e pertence ao titular inscrito, “nos precisos termos em que o registo o define”: uma presunção de verdade e uma presunção de exatidão.\nV – Tendo a nulidade do registo sido decretada pelo acórdão recorrido, em virtude de insuficiência do título para a prova do direito, nos termos do artigo 16.º, n.º 1, al. b), do CRPred., deve entender-se que não é necessário que a nulidade seja declarada numa ação autónoma, por sentença transitada em julgado, para o efeito de ilidir a presunção do registo.\nVI – O preceituado no artigo 17.º, n.º 1, do CRPred. veda a invocação dessa nulidade, antes de ser declarada judicialmente com trânsito em julgado, para obstar ao funcionamento da presunção estabelecida no artigo 7.º do mesmo Código, mas não impede a própria arguição da mesma nulidade com vista à respetiva declaração judicial.\nVII – Se o registo enfermar, ele próprio, de nulidade (artigo 16.º do CRPred.), a presunção legal será afastada, a não ser que a existência de aquisição posterior, a favor de subadquirente a título oneroso e de boa fé o impeça, nos termos do artigo 17.º, n.º 2, do CRPred.\nVIII – A posse é o exercício de poderes de facto sobre uma coisa, em termos correspondentes ao direito de propriedade ou de outro direito real (artigo 1251.º, n.º 1, do Código Civil), envolvendo um elemento empírico – exercício de poderes de facto – e um elemento psicológico-jurídico – em termos de um direito real. Ao primeiro chama-se\ncorpus\ne ao segundo\nanimus.\nIX –\nEm caso de dúvida, presume-se a posse naquele que exerce o poder de facto (artigo 1252.º, n.º 2, do Código Civil), devendo entender-se que o poder de facto não exige um contacto físico e permanente com a coisa, bastando que esta se encontre na “zona de disponibilidade empírica do sujeito”.\nX – Desde o AUJ, de 14-05-1996, que a jurisprudência deste Supremo Tribunal entende que, estando provado o\ncorpus\nda posse, presume-se, nos termos do artigo 1252.º, n.º 2,  do Código Civil, o\nanimus,\nou seja, uma vez assente o exercício atual ou potencial de um poder de facto sobre a coisa, se deve presumir que quem o exerce o faz em nome  próprio, recaindo sobre a parte contrária o ónus de ilidir essa presunção de posse.",
    "full_text": "Acordam no Supremo Tribunal de Justiça\nI – Relatório\n1. AA e BB, LDA, intentaram ação declarativa, na forma comum, contra CC.\nPedem que:\na)\nO réu seja condenado a restituir aos autores a posse integral dos cavalos “DD”, “EE” “FF” e “GG” e, bem assim, do camião de marca MAN, com a matrícula 00-00-00;\nb)\nO réu seja condenado a abster-se de, por qualquer forma, violar ou perturbar o exercício do direito de propriedade dos autores sobre os bens supra identificados;\nc)\nO réu seja condenado a reconhecer a propriedade integral dos autores sobre os cavalos “DD”, “EE”; “FF” e “GG”, bem como sobre o camião de marca MAN, com a matrícula 00-00-00;\nd)\nSeja ordenado o cancelamento do registo de propriedade do camião de marca MAN, com a matrícula 00-00-00 a favor do réu, junto da Conservatória do Registo Automóvel;\ne)\nO réu seja condenado no pagamento aos autores de uma indemnização, no valor de 36.250,00 € pelos prejuízos causados com a sua conduta.\nAlegam essencialmente que, no Verão de 2013, contrataram o R. para exercer a sua atividade de professor de equitação nas suas instalações, e também para treinar e acompanhar o filho do A. para as competições de obstáculos em que participava; então, em setembro de 2013, o R. convidou o A. a deslocar-se com ele à Alemanha a fim de apreciar um conjunto de cavalos de competição em obstáculos que, segundo ele, constituíam um óptimo negócio; nessa sequência, A. e R. deslocaram-se a Tarp, no norte da Alemanha, onde observaram quatro animais, tendo acordado a compra dos mesmos por € 125.000,00; ainda na Alemanha, A. e R. acordaram entre si que os cavalos em causa seriam pagos por ambos, em partes iguais; já em Portugal, o R. informou que não tinha dinheiro para a respetiva aquisição, tendo o A. pago a totalidade do preço, ficando acordado, ainda, que o A. suportaria todos os encargos com transporte, vacinas, alojamento e alimentação dos animais, enquanto o R. os acabaria de treinar, sendo que, no final, o lucro obtido com a venda dos mesmos seria dividido por eles em partes iguais; para a atividade hípica supra descrita foi adquirido pela A. um camião para transporte dos animais, pelo preço de € 40.000,00, camião que foi ainda alvo de benfeitorias; entretanto, em 23-1-2014, não tendo sido vendido nenhum dos quatro cavalos, A. e R. acertaram as suas contas e aquele emitiu e entregou a este um cheque de € 5.000,00 para pagamento de todas as quantias devidas até ali; acontece que, no dia 19-8-2014, o R., aproveitando a ausência do A., que se encontrava de férias, dirigiu-se às respetivas instalações, apossou-se do referido camião e colocou nele 3 dos cavalos importados e mais um outro, deslocando os mesmos para a sua residência; no mesmo dia requereu que a propriedade do camião fosse averbada em seu nome, o que veio a acontecer logo em 21 de agosto; e, logo no início de agosto, vendeu a terceiro um dos cavalos, conduta da qual resultaram prejuízos para os AA.\nNa contestação o R., para além de impugnar parte da factualidade alegada, refere que o camião lhe foi vendido pelo A. como forma de saldar uma dívida que tinha para com ele.\nIdentificado o objeto do litígio e enunciados os temas de prova realizou-se o julgamento. Após o que foi proferida sentença na qual se julgou a ação improcedente.\nInconformados, os AA. interpuseram recurso, seguindo-se a prolação de acórdão no qual se determinou a realização de uma perícia à assinatura atribuída ao A., constante da declaração de venda do camião, bem como a ampliação da decisão de facto, apurando-se a matéria alegada em 54º e 55º da contestação, e anulando-se a sentença proferida.\nRealizadas aquelas diligências, foi proferida sentença na qual se decidiu julgar novamente a ação improcedente.\nInconformados, os AA. interpuseram recurso para o Tribunal da Relação do Porto, que, julgando parcialmente procedente a apelação, decidiu o seguinte:\n«- declarar o A. AA possuidor dos cavalos “DD, “EE”, “FF” e “GG”, e a A. BB, Lda, possuidora do camião, marca MAN, com a matrícula 00-00-00;\n- condenar o R. na sua restituição aos AA.:\n- ordenar o cancelamento do registo do camião, marca MAN, com a matrícula 00-00-00, a favor do R., por nulidade do mesmo.\n- condenar o R. a entregar aos AA. a quantia de € 8.500,00 (oito mil e quinhentos euros);\n- julgar a acção improcedente no mais.\nCustas por ambas as partes, na proporção de 1/5 para os AA. e 4/5 para o R.».\n2. Inconformado, vem agora o Réu,\nCC\n, interpor recurso de revista ao abrigo do artigo 671.º, n.ºs 1 e 3, do CPC, formulando, nas suas alegações, as seguintes conclusões:\n«1ª Na sua petição inicial, os Autores/Recorridos, fundamentaram o pedido formulado relativamente “ao reconhecimento da propriedade do veículo pesado identificado nos autos e cancelamento do registo de aquisição a favor do Réu” na inexistência de título que permitisse tal registo, face a uma alegada falsificação da assinatura constante da declaração de venda para registo automóvel que referiam ter sido efectuada pelo ora Recorrente.\nPorém,\n2ª Como resulta do relatório pericial de fls. 436 e seguintes dos autos, não foi possível concluir pela falsificação invocada.\n3ª Daí que o Recorrente considere que se mantém válido e eficaz o registo de propriedade invocado nos autos, mantendo-se consequentemente incólume a presunção decorrente do artigo 7º do Código de Registo Predial.\n4ª E a presunção do artº 7º do C.R.Predial, aplicável ao Registo Automóvel, sendo\njuris tantum\n, importa a inversão do ónus da prova, fazendo recair sobre a outra parte a prova do contrário (artº 347 e 350 do Código Civil), do facto que serve de base à presunção ou do próprio facto presumido. Sendo certo que,\n5ª Para ilidir essa presunção é necessário ou fazer a prova da sua nulidade ou demonstrar a invalidade do negócio ou acto jurídico com base no qual foi feito o registo.\n6ª Prova e demonstração essas que as AA/Recorridas não lograram efectuar.\nPor outro lado,\n7ª Há também que considerar que caso os RR./Recorridos tivessem logrado provar a nulidade do registo do camião - o que, como se referiu, não sucedeu -, sempre esta só seria oponível depois de declarada por decisão judicial transitada em julgado, como preceitua o artº 17, nº 1, do C. R. Predial.\n8ª Mas também que, como dispõe o artigo 342º do Código Civil, “Aquele que invocar um direito cabe fazer a prova dos factos constitutivos do direito alegado”, sendo que “A prova de factos impeditivos modificativos ou extintivos do direito invocado, compete àquele contra quem a invocação é feita“.\n9ª E daí que quer considerando a presunção decorrente do artigo 7º do Código de Registo Predial, quer o disposto no artigo 342º do Código Civil, seria forçoso concluir que era às AA./Recorridas aos Autores que cabia a alegação e prova dos factos invocados na petição inicial. Finalmente,\n10ª Considerada a prova documental constante dos autos, o preceituado quer no Código Civil, quer no Código de Registo Predial - relativamente ao ónus da prova e à presunção derivada do registo -, a conclusão retirada a respeito do veículo pesado deveria ter sido em sentido contrário à constante do Douto Acórdão recorrido, por o ónus da prova caber à A. (Recorrida) e desta não ter logrado efectuar a prova que lhe competia. Finalmente,\n11ª Considerou o Douto Acórdão recorrido que, pese embora os AA.(Recorridos) não tenham alegado os factos constitutivos do direito de propriedade, “quer sobre os cavalos em causa, quer sobre o camião - pois nem alegaram os respectivos factos constitutivos - assiste-lhes, ainda assim, o direito à sua restituição por serem os seus possuidores”, com recurso ao disposto no art.1252º, nº 2, do Código Civil. Porém,\n12ª Os Recorridos estão investidos numa posse provisória, derivada do procedimento cautelar, a qual não é de molde a concluir pela verificação da posse nos termos exigidos pelo aludido artigo 1252º do CC.\n13ª Pois, a A. (Recorrida) não ficou imbuída na posse em termos definitivos, mas apenas e tão só provisoriamente, aguardando a decisão final, nos autos do processo principal.\n14ª E não tendo sido alegado quaisquer actos de posse por parte da A. (Recorrida), não poderia concluir-se que esta estivesse na posse, com recurso à aludida presunção do artº 1252, nº 2 do Código Civil. Pelo que,\n15ª Ao julgar a acção parcialmente procedente, nos termos que melhor constam do Douto Acórdão recorrido, violou o mesmo o disposto nos artigos 7º e 17º do Código de Registo Predial, 342º, 347º e 350º, 1251º e 1252º do Código Civil.\nNestes termos e melhores de direito deve o presente recurso ser julgado procedente e provado, e em consequência ser revogado o Douto Acórdão da Relação do Porto proferido a 03 de Junho de 2019, e assim sendo fazendo-se a habitual JUSTIÇA!»\nOs recorridos apresentaram contra-alegações, que terminaram com as seguintes conclusões, pugnando pela manutenção do decidido:\n«I. Competia ao recorrente demonstrar a existência do negócio jurídico subjacente à inscrição do registo do camião na Conservatória, e demonstrar que a assinatura constante da declaração de venda para registo automóvel foi aposta pelo recorrido AA.\nII.  A assinatura de um documento particular é um requisito essencial dos documentos particulares.\nIII.  Estando em causa um documento particular, sendo a respetiva assinatura impugnada pela parte contra quem o documento é apresentado, incumbe ao apresentante (neste caso, o recorrente), o ónus de prova da sua veracidade.\nIV.  Não tendo sido feita tal prova, resta conclui estar-se perante um registo de transmissão do veículo nulo, por insuficiência de título, o que implica o seu cancelamento.\nV.  A posse é o poder que se manifesta quando alguém atua por forma correspondente ao exercício do direito de propriedade ou de outro direito real e traduz-se num elemento material de fruição de um direito (o\ncorpus\n) e de um elemento intencional vertido na intenção de exercer um poder sobre as coisas (o\nanimus\n), elemento que se deve aferir não pela vontade concreta do adquirente da posse mas pela natureza jurídica do ato que originou a posse.\nVI. Não existindo, a favor de outrem, presunção fundada em registo anterior ao início da posse, o recorrido enquanto possuidor, goza da presunção da titularidade do direito de propriedade sobre os cavalos, a qual, de modo algum, é abalada por qualquer dos factos tidos por provados nos presentes autos.\nVII.  O recorrente não coloca em causa o direito de propriedade relativamente aos cavalos “DD”; “EE”, “FF” e “GG”.\nVIII.  Da mera leitura dos factos provados, nomeadamente, dos pontos 8, 25, 26, 42, 43 e 54, resulta que o recorrido AA adquiriu, por compra, a “P...........p”, os cavalos dos autos e que a recorrida BB, Lda. adquiriu, por compra, a HH, o camião, com a matrícula 00-00-00.\nIX.  Os recorridos adquiriram a posse pela prática pública e reiterada dos atos materiais correspondentes ao exercício do direito de propriedade sobre os cavalos e sobre o camião e pela tradição material do camião, efetuada pelo anterior possuidor à recorrida BB, Lda..\nX.  A ressalva contida na parte final da norma do artigo 1252.º, n.º 2 do CC, remetendo para o artigo 1257.º, n.º 2, do CC e que, alegadamente, seria impeditiva do funcionamento da presunção, não releva para o caso dos autos, porque, como decorre amplamente da factualidade provada, os recorridos não estão investidos numa posse provisória.\nXI.  Desde que adquiriram, por compra, aos anteriores proprietários, tanto os cavalos, como o camião, os recorridos passaram a utiliza-los como donos, sendo seus possuidores desde o início das referidas aquisições, sem nunca terem perdido a posse, mesmo no período em que o recorrente se apossou ilegitimamente dos mesmos, por não se ter verificado nenhuma das circunstâncias previstas no artigo 1267.º do C. Civil.\nXII. Não foram violados quaisquer preceitos legais.\nTermos em que deverão V/ Exas. manter na íntegra o douto acórdão recorrido e rejeitar o presente recurso, com o que farão, como é timbre deste venerando tribunal, a já costumada JUSTIÇA!».\nSabido que, ressalvadas as questões de conhecimento oficioso, o objeto do recurso é delimitado pelas respetivas conclusões, as questões a apreciar são as seguintes:\n1.\nÓnus da prova, presunção registal consagrada no artigo 7.º do Código de Registo Predial (CRPred.)\ne nulidade do registo;\n2.\nPosse do camião e dos cavalos\nColhidos os vistos, cumpre apreciar e decidir.\nII – Fundamentação\nA - Factos considerados provados pelas instâncias:\n1 – O autor é proprietário de um conjunto de prédios rústicos e urbanos contíguos entre si, com a superfície aproximada de 12 hectares, situados nos ............, no lugar de ............, freguesia de R............, concelho e comarca de Leiria (\nart. 1º da petição inicial\n).\n2 – O local está especialmente adaptado à atividade lúdica de equitação, dispondo de cavalariças, boxes, pistas de saltos, dormitórios e campos de pasto, entre outros (\nart. 2º da petição inicial\n).\n3 – Por sua vez, a autora, que tem por gerente o autor, é uma sociedade com o seguinte objeto: “\nExploração pecuária em regime extensivo, semi-intensivo e intensivo. Criação de culturas agrícolas realizadas ao ar livre, sob coberto ou de outro modo com animais combinados, como equinos, asininos, muares e outros animais independentemente do fim em vista. Actividades dos serviços relacionados com a agricultura e com a produção animal executadas por terceiros. Exploração agrícola de culturas permanentes combinadas. Actividades diversas no âmbito da diversão e recreação, destinadas a proporcionarem ao público em geral momentos lúdicos, de lazer e de diversão. Actividade de restauração com local de dança, podendo ou não ter exibições de outras atracções. Actividades de alojamento mobilado de curta duração\n.” (\nart. 3º da petição inicial\n).\n4 – A autora exerce a sua atividade nos prédios referidos em 1 (\nart. 4º da petição inicial\n).\n5 – O autor sempre exerceu, e ainda exerce, a atividade de construção civil por conta de outrem (\nart. 5º da petição inicial\n).\n6 – Ao réu não se lhe conhece outra atividade que não seja a do ensino da equitação, nomeadamente na área de obstáculos (\nart. 6º da petição inicial\n).\n7 – O autor tem um filho, atualmente com 18 anos, que, entre 2005 e 2014, praticou competições desportivas na área do hipismo de saltos (\nart. 7º da petição inicial\n).\n8 – Por via do acompanhamento que fazia ao filho, quando este ia às competições, o autor, a partir de 2010, começou a gastar somas de dinheiro em cavalos, infra-estruturas para a atividade hípica e, até, num camião para transporte de equinos (\nart. 8º da petição inicial\n).\n9 – No Verão de 2013, os autores contrataram o réu para exercer a sua atividade de professor de equitação nas suas instalações na ............ e também para, em especial treinar e acompanhar o filho do autor para as competições de obstáculos em que este participava (\nart. 9º da petição inicial\n).\n10 – Foi acordado que o réu receberia uma remuneração mensal de € 1.500,00 (mil e quinhentos euros), acrescida de alojamento gratuito (\nart. 10º da petição inicial\n).\n11 – De imediato, o autor cedeu gratuitamente ao réu o uso e a fruição de uma casa de habitação que possui no lugar de ............, freguesia de C............, concelho de Leiria (\nart. 11º da petição inicial\n).\n12 – Em setembro de 2013, o réu convidou o autor a deslocar-se com ele à Alemanha, a fim de apreciar um conjunto de cavalos de competição em obstáculos que, segundo ele, constituíam um ótimo negócio (\nart. 12º da petição inicial\n).\n13 – No dia 3 de setembro de 2013, o autor e o réu deslocaram-se a Tarp, no norte da Alemanha, no ............ (\nart. 13º da petição inicial\n).\n14 – Lá chegados, por iniciativa do réu, dirigiram-se a um centro de criação para venda de equinos de competição, denominado “............” (sítio da internet, em alemão...........\nart. 14º da petição inicial\n).\n15 – Onde observaram quatro animais e acordaram a compra dos mesmos por € 125.000,00 (cento e vinte e cinco mil euros) (\nart. 15º da petição inicial\n).\n16 – Tratava-se de quatro animais de características semelhantes, na mesma fase de ensino, já a competir em obstáculos e de preços sensivelmente idênticos (\nart. 16º da petição inicial\n).\n17 – Foi acordado com os proprietários alemães que o dinheiro dos cavalos seria enviado a partir de Portugal ainda durante aquele mês de setembro (\nart. 17º da petição inicial\n).\n18 – Os cavalos em causa eram os seguintes: i) Uma fêmea de nome “B....”; ii) Um macho de nome “DD”; iii) Uma fêmea de nome “EE” e iv) Um macho de nome “FF” (\nart. 18º da petição inicial\n).\n19 – Ainda na Alemanha, autor e réu acordaram entre si que os cavalos em causa seriam pagos por ambos em partes iguais (\nart. 19º da petição inicial\n).\n20 – O réu disse, para tanto, que ia pedir emprestados à sua mãe € 62.500,00 (sessenta e dois mil e quinhentos euros) que lhe competiam para avançar no negócio (\nart. 20º da petição inicial\n).\n21 – Chegados a Portugal, o réu informou o autor que a sua mãe não lhe emprestava o dinheiro dos cavalos (\nart. 21º da petição inicial\n).\n22 – Ao que o autor respondeu que não havia problema: abortava-se o negócio (\nart. 22º da petição inicial\n).\n23 – O réu insistiu junto do autor que se tratava de um grande negócio, que aqueles cavalos, depois de ensinados, valeriam em Portugal o dobro do dinheiro e que ele se comprometia a ensiná-los (\nart. 23º da petição inicial\n).\n24 – Mais, asseverou ao autor que, até ao final do ano de 2013, venderiam aqueles equídeos, sem problemas, por um preço muito superior ao da compra, pois ele, inclusive, já conhecia diversos interessados naqueles cavalos (\nart. 24º da petição inicial\n).\n25 – O réu convenceu o autor a avançar com a totalidade do preço combinado –  € 125.000,00 (cento e vinte e cinco mil euros) (\nart. 25º da petição inicial\n).\n26 – Tendo ficado combinado que o autor pagaria o preço dos equídeos e suportaria todos os encargos com transporte, vacinas, alojamento e alimentação dos animais, enquanto o réu acabaria de os treinar, e que, no final, o lucro obtido com a venda dos mesmos seria dividido em partes iguais entre ambos (\nart. 26º da petição inicial\n).\n27 – Em cumprimento do acordado, no dia 05/09/2013, o autor levantou da sua conta no Montepio Geral € 2.000,00 (dois mil euros) em numerário (\nart. 27º da petição inicial\n).\n28 – No dia 19/09/2013, levantou da mesma conta um total em numerário de € 15.300,00  (quinze mil e trezentos euros) (\nart. 28º da petição inicial\n).\n29 – No dia 20/09/2013, levantou mais € 14.900,00 (catorze mil e novecentos euros) em numerário, da mesma conta, e outro tanto nos dias 24 e 25 do mesmo mês (\nart. 29º da petição inicial\n).\n30 – No dia 26/09/2013, o autor ainda levantou mais € 1.000,00 (mil euros) da mesma conta (\nart. 30º da petição inicial\n).\n31 – Quando já tinha na sua posse € 62.500,00 (sessenta e dois mil e quinhentos euros), o autor entregou-os em mão ao réu, no dia 26 de setembro de 2013 (\nart. 31º da petição inicial\n).\n32 – No dia 23 de setembro de 2013, o autor já havia entregado ao réu um cheque no montante de € 62.500,00 (sessenta e dois mil e quinhentos euros), correspondente à outra metade do preço (\nart. 32º da petição inicial\n).\n33 – O cheque em questão foi debitado na sua conta no dia seguinte (\nart. 33º da petição inicial\n).\n34 – Tal foi o montante com que o autor teve de contribuir, que se viu forçado a transferir de uma conta a prazo, titulada por si e pela sua mãe, II a quantia de € 100.000,00 (cem mil euros) (\nart. 34º da petição inicial\n).\n35 – O autor desconhece as circunstâncias em que o réu, por sua vez, procedeu ao pagamento dos cavalos na Alemanha (\nart. 35º da petição inicial\n).\n36 – No dia 1 de Outubro de 2013, foi emitido o certificado de venda e de sanidade dos quatro animais em questão (\nart. 36º da petição inicial\n).\n37 – No mesmo dia, ainda, foi solicitado ao autor que procedesse ao pagamento de € 1.500,00 (mil e quinhentos euros) à “P...., a título de despesas com vacinação e inspecção sanitária dos equídeos (\nart. 38º da petição inicial\n).\n38 – No dia 26/11/2013, o autor transferiu € 1.500,00 (mil e quinhentos euros) solicitados para a conta da “........... (\nart. 39º da petição inicial\n).\n39 – Os equídeos chegaram a Portugal por volta de meados de Outubro e foram descarregados diretamente em Vilamoura, tendo o réu participado, no dia 17 do mesmo mês, num concurso, montado num dos animais (\nart. 40º da petição inicial\n).\n40 – A partir dessa data, os equídeos em causa começaram a participar em concursos de hipismo, a nível nacional, montados pelo réu, por JJ, ou pelo filho do autor (\nart. 41º da petição inicial\n).\n41 – Os quatro cavalos em questão estavam registados, na Federação Equestre Portuguesa, sob os números ...., ....., .... e .... (registo desportivo) (\nart. 43º da petição inicial\n).\n42 – Para a atividade hípica supra-descrita, foi adquirido um camião para transporte de animais (\nart. 44º da petição inicial\n).\n43 – Em 21 de abril de 2010, a autora adquiriu, por compra, a HH, um camião de marca MAN, com a matrícula 00-00-00, pelo preço de 40.000,00 (quarenta mil euros) (\nart. 45º da petição inicial\n).\n44 – Posteriormente, em novembro de 2010, o referido camião ainda foi alvo de benfeitorias, que orçaram em € 4.132,11 (quatro mil cento e trinta e dois euros e onze cêntimos) (\nart. 46º da petição inicial\n).\n45 – Assim, orçou o custo do aludido camião em € 44.132,11 (quarenta e quatro mil cento e trinta e dois euros e onze cêntimos) (\nart. 47º da petição inicial\n).\n46 – Entretanto, adveio o final do ano de 2013 e nenhum dos quatro cavalos adquiridos na Alemanha tinha sido vendido (\nart. 48º da petição inicial\n).\n47 – Em 23 de janeiro de 2014, o autor entregou ao réu um cheque de € 5.000,00  (cinco mil euros) (\nart. 49º da petição inicial\n).\n48 – O réu procedeu ao levantamento de tal cheque diretamente ao balcão do Banco (\nart. 50º da petição inicial\n).\n49 – Entretanto, chegou o Verão e os quatro animais continuavam por vender (\nart. 54º da petição inicial\n).\n50 – Em finais de julho de 2014, o autor manifestou ao réu a sua intenção de se desfazer dos animais a qualquer custo e de cessar a atividade, que só lhe causava prejuízos (\nart. 55º da petição inicial\n).\n51 – No dia 19 de agosto de 2014, o autor ausentou-se de férias para a ilha de Menorca, em Espanha (\nart. 59º da petição inicial\n).\n52 – Nesse mesmo dia, o réu, utilizando o camião supra-identificado, colocou nele os cavalos “DD”, “EE” e “FF”, importados da Alemanha, e mais um cavalo, de nome “GG”, deslocando os mesmos para a sua residência em ..........., I..... (\nart. 60º da petição inicial\n).\n53 – No mesmo dia, ainda, através de registo\nonline\nfeito por advogado, o réu requereu que a propriedade do camião 00-00-00 fosse averbada em seu nome, o que veio a acontecer logo em 21 de Agosto, dois dias depois (\nart. 61º da petição inicial\n).\n54 – Após ter sido deferida, nos autos de procedimento cautelar em apenso, a providência de restituição aí requerida, os autores recuperaram a posse dos cavalos “DD”, “EE”, “FF” e “GG”, bem como do camião 00-00-00. (\narts. 70º e 71º da petição inicial\n).\n55 – Por diligência de restituição provisória de posse realizada no dia 29/10/2014, após corte do cadeado do portão de acesso à propriedade onde o réu tinha estacionado o camião, o Sr. Agente de Execução procedeu\n“(…) à restituição do veículo pesado supra referido e respetivo documento automóvel (…)” ao autor, “(…) que foi investido na posse dos mesmos. O veículo foi retirado com uma segunda via da chave\n” (\nart. 72º da petição inicial\n).\n56 – Como os cavalos supra referidos não se encontravam no local onde o réu tinha estacionado o camião, foi necessário agendar nova diligência de restituição provisória de posse para o dia 12/11/2014 (\nart. 73º da petição inicial\n).\n57 – Também nessa data, porém, não conseguiram os autores reaver a posse dos mesmos, já que, novamente, nenhum deles se encontrava no local (\nart. 74º da petição inicial\n).\n58 – Apenas no dia 9/02/2015, é que os autores conseguiram dar-se por restituídos da posse dos cavalos “DD”, “EE” e “FF” (\nart. 75º da petição inicial\n).\n59 – No dia 12/02/2015, o réu entregou, por iniciativa própria, o cavalo “GG” nas instalações da autora, sitas em ............, Leiria (\nart. 76º da petição inicial\n).\n60 –\nFacto eliminado pelo Tribunal da Relação\n61 –\nFacto eliminado pelo Tribunal da Relaçã\no\n62 – O autor sabe e sempre soube que o réu vendeu uma égua, de nome “B...”. à Srª KK, cujo preço, no montante de € 13.500,00, foi pago com a entrega, ao R., dum outro cavalo, além de dinheiro, o qual foi pago parte - € 5,500,00 – com um cheque, e outra parte – € 3.000,00 – em dinheiro\n(Facto modificado pelo Tribunal da Relação)\n.\n63 – O preço da égua “B....” foi (pela média) de € 31.250,00\n(Facto aditado pelo Tribunal da Relação).\nB - Foram considerados não provados, pelas instâncias, os seguintes factos:\n- No dia 1 de outubro de 2013, foi emitido o certificado de venda dos quatro animais em questão (\nparte restante do art. 36º da petição inicial\n).\n- No mesmo dia, foram entregues ao transportador os certificados de propriedade dos quatro animais em questão (\nart. 37º da petição inicial\n).\n- Em todos os concursos, sem excepção, intervieram e foram sempre inscritos como proprietários, o autor ou a autora (\nart. 42º da petição inicial\n).\n- A propriedade dos quatro cavalos em questão estava registada, na Federação Equestre Portuguesa, em nome dos autores (\nparte restante do art. 43º da petição inicial\n).\n- Autor e réu acertaram as suas contas, tendo o cheque referido em 62 sido entregue para pagamento de todas as quantias devidas até ali (\nparte restante do art. 49º da petição inicial\n).\n- Em 23/1/2014, o autor insistiu veemente com o réu para que os cavalos fossem vendidos o mais rápido possível (\nart. 51º da petição inicial\n).\n- O autor começava a estar cansado, por ter tanto dinheiro investido em equinos, de suportar avultadas despesas com alimentação, sanidade e concursos hípicos e não ter qualquer retorno (\nart. 52º da petição inicial\n).\n- Nesta data, o réu prontificou-se a abdicar do recebimento da sua remuneração mensal de € 1.500,00 (mil e quinhentos euros), até que fossem vendidos os animais, data em que se faria o acerto de contas, ao que o autor acedeu (\nart. 53º da petição inicial\n).\n- O réu não gostou das notícias recebidas e as relações entre ambos esfriaram (\nart. 56º da petição inicial\n).\n- Autor e réu ainda se encontraram nas instalações, na ............, no dia 14 de agosto de 2014, tendo o autor, de novo, insistido para que se vendessem os cavalos (\nart. 57º da petição inicial\n).\n- Nesta data, o réu já tinha levado para o seu domicílio, em I....., a égua de nome “B...”, com o pretexto de a mostrar a um potencial interessado (\nart. 58º da petição inicial\n).\n- O réu apossou-se dos cavalos referenciados em 52 e do camião supra-identificado, aproveitando o facto de o autor se encontrar ausente de férias em Menorca (\nparte restante do art. 60º da petição inicial\n).\n- O réu não tinha, na sua posse, qualquer documento que titulasse a transmissão da propriedade do camião em causa, nem factura, nem impresso único para registo automóvel assinada pelo legal representante da legítima proprietária (\nart. 62º da petição inicial\n).\n- No dia 20 de agosto de 2014, o réu procedeu ao averbamento, em seu nome, da propriedade dos cavalos “DD”, “EE” e “FF”, junto da Federação Equestre Portuguesa (\nart. 67º da petição inicial\n).\n- O preço de custo da mesma foi (pela média) de €31.250,00 (trinta e um mil e duzentos e cinquenta euros) (\nart. 69º da petição inicial\n).\n- Os cavalos encontravam-se escondidos pelo réu na localidade de ........, em O....... (\nparte restante do art. 75º da petição inicial\n).\n- A conduta do réu causou prejuízos aos autores, no montante global de 36.250,00 € (trinta e seis mil duzentos e cinquenta euros) - 31.250,00 € (trinta e um mil duzentos e cinquenta euros) pela perda da égua “B...” e 5.000,00 € (cinco mil euros) relativamente a despesas com o processo e a honorários do mandatário (\nart. 77º da petição inicial\n).\n- O cheque referido em 62 foi emitido em nome do réu (\nparte restante do art.54º da contestação\n).\n- Foi por acordo entre autor e réu que o cheque referido em 62 foi emitido em nome deste último para pagamento de parte da dívida que aquele tinha para com este (\nart.55º da contestação\n).\nC - O Tribunal da Relação aditou à lista de factos não provados os seguintes factos:\n– O camião foi entregue pela autora ao réu como forma de compensar créditos que este tinha para com aquela (\nart. 47º da contestação).\n– O autor assinou uma declaração de venda e o registo do veículo em nome do réu foi acompanhado de todos os documentos necessários para o efeito, devidamente assinados pelo autor, bem como do código de certidão permanente da empresa (\narts. 48º e 50º da contestação).\n- O R. entregou ao A. AA o dinheiro que recebeu pela venda da égua “B...”, referido em 62, no montante de € 8.500,00.\nD - Fundamentação de direito\n1.ª questão:\nónus da prova, presunção do registo consagrada no artigo 7.º do CRPred. e nulidade do registo, nos termos do artigo 16.º, al. b), e 17.º, n.º 1, ambos do CRPred.\n1.Em relação à questão do direito de propriedade sobre o camião, a sentença do tribunal de 1.ª instância entendeu que, tratando-se a presente ação de uma ação de reivindicação da propriedade, consagrada no artigo 1311.º, n.º 1, do Código Civil, torna-se necessário alegar e demonstrar o modo de aquisição da propriedade, sendo que a autora invocou um contrato de compra e venda celebrado com o anterior proprietário da viatura e a inexistência de título que permitisse ao réu registar a aquisição da viatura a seu favor. O réu por sua vez alegou um acordo com a autora nos termos do qual o veículo teria sido entregue para satisfazer créditos que o mesmo detinha sobre a demandante.\nEntendeu o tribunal que não se tendo provado a falsidade da assinatura do autor no documento que serviu de base ao registo do camião em nome do réu, este goza da presunção decorrente no artigo 7.º do CRPred., tendo de ser a autora a ilidir a mesma, demonstrando que não existiu nenhum negócio jurídico subjacente à inscrição do facto aquisitivo, na respetiva conservatória. Em consequência, o tribunal de 1.ª instância decidiu que, uma vez que essa prova não foi feita, tendo, pelo contrário, ficado assente que existiu um acordo entre as partes que permitiu a transferência da propriedade para o réu, com o propósito da extinção de créditos do réu sobre a autora, não procedia o reconhecimento da propriedade e a concomitante pretensão de cancelamento do registo.\nDiferentemente, o Tribunal da Relação, após proceder a alterações da matéria de facto, nomeadamente para o que agora releva, eliminando os factos provados n.º 60 e 61 e aditando-os aos factos não provados - «60 - O camião foi entregue pela autora ao réu como forma de compensar créditos que este tinha para com aquela. 61 - O autor assinou uma declaração de venda e o registo do veículo em nome do réu foi acompanhado de todos os documentos necessários para o efeito, devidamente assinados pelo autor, bem como do código de certidão permanente da empresa»\n,\ndecidiu pela nulidade do registo de transmissão do veículo a favor do réu, por insuficiência de título – artigo 16.º, al. b), do CRPredial, - implicando tal nulidade o seu cancelamento.\nNas conclusões da sua alegação de revista, vem o réu defender, que, não se tendo provado a falsificação da assinatura do autor no documento único automóvel,  o registo de propriedade deve manter-se válido e eficaz, funcionando a seu favor a presunção consagrada no artigo 7º do CRPred., com a consequência da inversão do ónus da prova, fazendo, assim, recair sobre os autores a prova do facto que serve de base à presunção ou do próprio facto presumido, prova que os autores não lograram efetuar.\nQuid iuris?\n2. Estamos perante uma pura questão de direito, a resolver mediante a aplicação de regras legais aos factos provados, que este Supremo Tribunal não tem poderes para modificar.\nResulta dos factos provados que a autora, em 21 de abril de 2010, adquiriu, por compra, a HH, um camião de marca MAN, com a matrícula 00-00-00, pelo preço de 40.000,00 (quarenta mil euros) (\nfacto provado n.º 43\n). No dia 19 de agosto de 2014, o autor ausentou-se de férias para a ilha de Menorca, em Espanha  e o réu, utilizando o camião supra-identificado, colocou nele os cavalos “DD”, “EE” e “FF”, importados da Alemanha, e mais um cavalo, de nome “GG”, deslocando os mesmos para a sua residência em .........., I..... (factos provados n.º 51 e 52). No mesmo dia, ainda, através de registo\nonline\nfeito por advogado, o réu requereu que a propriedade do camião 00-00-00 fosse averbada em seu nome, o que veio a acontecer logo em 21 de agosto, dois dias depois (\nfacto provado n.º 53)\n. Paralelamente, o tribunal recorrido eliminou da matéria de facto dada como provada pelo tribunal de 1.ª instância os nºs 60 e 61: «O camião foi entregue pela autora ao réu como forma de compensar créditos que este tinha para com aquela\n.\nO autor assinou uma declaração de venda e o registo do veículo em nome do réu foi acompanhado de todos os documentos necessários para o efeito, devidamente assinados pelo autor, bem como do código de certidão permanente da empresa»\n.\nO recorrente invoca a seu favor a presunção registal do artigo 7.º do CRPred.\nA questão de direito a dirimir enquadra-se dentro da questão mais ampla do valor do registo no nosso sistema jurídico.\nAssim, desde logo, o artigo 1.º do Dec.-Lei n.º 54/75, na redação dada pelo Dec.-Lei n.º 178-A/2005 passou a dispor o seguinte:\n«1 – O registo de veículos tem essencialmente por fim dar publicidade à situação jurídica dos veículos a motor e respectivos reboques, tendo em vista a segurança do comércio jurídico.\n2 – O registo de veículos é submetido a tratamento informático.»\nE o artigo 27.º-J aditado pelo mesmo diploma veio estabelecer que:\n«Todas as comunicações e notificações previstas no presente decreto-lei, bem como no Decreto n.º 55/75, de 12 de Fevereiro, podem ser efectuadas por via electrónica, nos termos fixados em portaria do Ministro da Justiça.»\nPosteriormente, outro passo foi dado com o Dec.-Lei n.º 20/2008, de 31-01, no sentido de alargar as possibilidades do registo automóvel\non line\ne de favorecer a celeridade na sua tramitação.\nNessa linha, este Dec.-Lei veio dar nova redação ao artigo 9.º do Regulamento do Registo de Automóveis, aprovado pelo Dec. n.º 55/75, passando a constar dele, no que aqui releva, o seguinte:\n«4 – O requerimento para registo pode ser subscrito por advogado, solicitador ou notário, cujos poderes de representação se presumem.\n5 – O disposto no número anterior é aplicável à declaração de venda a que se refere a alínea a) do n.º 1 do artigo 25.º.\n6 – Nos pedidos de registo de propriedade adquirida por contrato verbal de compra e venda subscrito por advogado, solicitador ou notário deve ser indicada a parte representada.»\nAlém disso, o mesmo Dec.-Lei alterou o artigo 25.º do referido Regulamento dele passando a constar, para o que aqui releva, o seguinte:\n«1 – O registo posterior de propriedade adquirida por contrato verbal de compra e venda pode ser efectuado em face de:\na) Requerimento subscrito pelo comprador e confirmado pelo vendedor, através de declaração de venda apresentada com o pedido de registo;\nb) Requerimento subscrito conjuntamente pelo vendedor e pelo comprador;\n(…)»\nPor sua vez, a Portaria n.º 99/2008, de 31/011, veio “criar condições para se intensificar a utilização dos meios eletrónicos no relacionamento com os serviços do registo automóvel”, no sentido de simplificar os procedimentos e de agilizar a promoção\non line\nde atos de registo de veículos (sobre o registo\non line\n, cf. artigos 2.º, 3.º e 6.º da Portaria).\nNos termos do artigo 3.º da Portaria, o interessado na promoção\non line\nde atos de registo de veículos formula o seu pedido e envia, através do sítio da Internet a que se refere o artigo anterior, os documentos necessários ao registo, designadamente:\na) Os documentos comprovativos dos factos constantes do pedido de registo;\nb) Os documentos comprovativos da sua capacidade e dos seus poderes de representação para o ato.\nc) (…)\nDispõe o artigo 6.º, n.º 1 da citada Portaria que, para efeitos da promoção on line de atos de registo de veículos, a autenticação eletrónica dos utilizadores faz-se mediante a utilização de certificado digital qualificado, nos termos previstos no regime jurídico dos documentos eletrónicos e da assinatura eletrónica.\nResulta do artigo 46.º, n.º 1, al. e), do Código do Notariado que de todos os instrumentos notariais ou equiparados deve constar «A menção das procurações e dos documentos relativos ao instrumento que justifiquem a qualidade de procurador e representante, mencionando-se, nos casos de representação legal e orgânica, terem sido verificados os poderes necessários para o ato».\nDecorre da lei que são aplicáveis ao registo automóvel as regras do registo predial consagradas no Código de Registo Predial, embora, devido à necessidade de tutela crescente da celeridade das transações, o legislador tenha atenuado esta equiparação, procurando limitar o recurso, como direito subsidiário, às normas aplicáveis ao registo predial, ao mínimo (cf. Preâmbulo DL n.º 54/75, de 12 de fevereiro).\nNos termos do artigo 29.º do citado diploma,\n«São aplicáveis, com as necessárias adaptações, ao registo de automóveis as disposições relativas ao registo predial, mas apenas na medida indispensável ao suprimento das lacunas da regulamentação própria e compatível com a natureza de veículos automóveis e das disposições contidas neste diploma e no respectivo regulamento».\nSendo assim, para regular a questão jurídica analisada nos autos, as normas jurídicas pertinentes são as seguintes:\nArtigo 7.º\nPresunções derivadas do registo\n«O registo definitivo constitui presunção de que o direito existe e pertence ao titular inscrito, nos precisos termos em que o registo o define».\nArtigo 16.º\nCausas de nulidade\nO registo é nulo:\n(…)\nb) Quando tiver sido lavrado com base em títulos insuficientes para a prova legal do facto registado;\n(…)\nArtigo 17.º\nDeclaração da nulidade\n«1 - A nulidade do registo só pode ser invocada depois de declarada por decisão judicial com trânsito em julgado».\n3. O conteúdo destas normas jurídicas é densificado pelas construções dogmáticas relativas à natureza e efeitos do instituto do registo.\nA doutrina e a jurisprudência sempre consideraram, entre nós, que o registo tem valor meramente declarativo, no processo aquisitivo de direitos reais, funcionando como condição de oponibilidade face a terceiros.\nCom efeito, num sistema de transmissão da propriedade caracterizado pelo princípio da consensualidade (artigo 408.º, n.º 1, do Código Civil), em que o registo assume um valor meramente declarativo, o direito de propriedade (e os restantes direitos reais de gozo) constituem-se, modificam-se e extinguem-se à margem do registo. O direito não registado goza de oponibilidade\nerga omnes,\nsendo apenas inoponível ou ineficaz em relação a terceiros, que a doutrina tem designado por «terceiros para efeitos de registo» (artigo 5.º do CRPred.), isto é, numa formulação comum, aqueles que adquirem do mesmo transmitente, um direito total ou parcialmente incompatível com o direito de outrem sobre o mesmo objeto (cf. Manuel de Andrade,\nTeoria Geral da Relação Jurídica,\nVol. I,\nFacto Jurídico, em especial Negócio Jurídico\n, 8.ª, reimpressão, Coimbra, 1998, pp. 19-20;  ou, na formulação do Acórdão do Supremo Tribunal de Justiça para Uniformização de Jurisprudência, de 18 de Maio de 1999, “terceiros, para efeitos do disposto no artigo 5.º do Código do Registo Predial, são os adquirentes de boa fé, de um mesmo transmitente comum, de direitos incompatíveis, sobre a mesma coisa”.). O registo produz, na dupla alienação ou oneração de bens, por aplicação do princípio da proteção do adquirente de boa fé com registo prioritário (artigo 6.º, n.º 1, do CRPred.), um efeito aquisitivo, constituindo, assim, um elemento de um facto complexo de produção sucessiva (cf. Carvalho Fernandes,\nLições de Direitos Reais,\n6.ª edição, Quid Iuris, Lisboa, 2009, p. 144) ou um efeito constitutivo complementar ou secundário (cf. Hörster, «A função do registo como meio de protecção do tráfico jurídico»,\nRegesta,\nn.º 70, 1986, p. 276; Maria Clara Sottomayor,\nInvalidade e registo, A protecção do terceiro adquirente de boa fé,\n2010, Almedina, Coimbra, p. 863).\nContudo, a regra da prioridade registal não protege o sujeito que adquire de alguém que nunca foi titular do direito. O registo apenas protege o adquirente de boa fé, que primeiro regista, na dupla alienação, contra o primeiro adquirente que não registou, mas não lhe garante que o transmitente seja o verdadeiro titular do direito. O registo apenas dá publicidade a direitos existentes, não estabelecendo presunções a favor de direitos que nunca existiram no plano substantivo (cf. Maria Clara Sottomayor\n, Invalidade e registo\n,\nob. cit.,\n2010, p. 720). É esta a linha clássica de pensamento que vem já de Vaz Serra («Anotação ao Acórdão do STJ de 12 de julho de 1963»,\nRLJ,\nAno 97, 1964-65, n.º 3265, p. 57) para quem «a função do registo predial é assegurar a quem adquire direitos de certa pessoa sobre um prédio que esta não realizou em relação a ele atos suscetíveis de prejudicar o mesmo adquirente».\nO registo no direito português não tem natureza constitutiva, ou seja, não só não é requisito essencial para a aquisição do direito, como também não permite suprir os vícios do negócio transmissivo nem a sua inexistência, prevalecendo, nestes casos, não o «titular registral», mas quem tem a seu favor o título substantivo.\nA evolução do sistema de registo declarativo para um sistema de registo constitutivo, porventura um maior garante para a segurança jurídica e da celeridade das transações, terá de ser feita pelo legislador, não por uma jurisprudência evolutiva ou atualista na interpretação das normas jurídicas.\n4. No caso vertente, estamos perante um conflito entre um sujeito que registou, por averbamento, o camião em seu nome – o titular registal – e o sujeito que, em data anterior, comprou o veículo, através de um negócio jurídico provado nos autos (facto n.º 43).\nInvoca o recorrente que não se tendo provado a falsificação da assinatura do autor como sujeito passivo, no requerimento de registo, conforme alegado pelos autores (o exame pericial, solicitado pelo MP, à assinatura do autor, deu origem a um relatório pericial junto a fls 436 e seguintes, de resultados inconclusivos), e beneficiando da presunção do artigo 7.º do CRPred., caberia aos autores a demonstração da inexistência de um negócio translativo da propriedade entre a autora e o réu, prova que não lograram realizar.\nContudo, o tribunal recorrido, no uso da sua livre apreciação da prova, considerou não provado que o camião tenha sido entregue pela autora ao réu como forma de compensar créditos que este tinha para com aquela e que o autor tenha assinado uma declaração de venda e o registo do veículo em nome do réu tenha sido acompanhado de todos os documentos necessários para o efeito, devidamente assinados pelo autor, bem como do código de certidão permanente da empresa.\nNa verdade, o réu apresentou, para servir de base ao registo do camião, um documento que ele alegou ter sido assinado pelo autor (Requerimento-declaração para registo automóvel), mas este requerimento do registo automóvel não contém o reconhecimento da assinatura do representante legal da pessoa coletiva, com poderes para o ato, e,  o tribunal recorrido, no uso do seu poder de livre apreciação da prova, não o considerou título suficiente para fazer a prova da transmissão.\nNão pode este Supremo Tribunal alterar a matéria de facto provada e não provada, nem o critério valorativo aplicado pelo tribunal recorrido para a análise crítica da prova. A alteração da matéria de facto só pode ocorrer em circunstâncias excecionais, nos termos do artigo 674.º, n.º 3, do CPC, quando está em causa prova vinculada.\nNo capítulo da apreciação das provas, a regra contida no nº 3 do artigo 674º, conexa com as funções prioritárias atribuídas ao Supremo, é a de que este órgão não pode interferir na decisão da matéria de facto, da exclusiva competência das instâncias. Tal regra está em consonância com a tramitação processual do recurso de revista, por comparação com o recurso de apelação que integra, como um dos pilares fundamentais, a intervenção da Relação na reapreciação da decisão da matéria de facto, nos termos dos artigos 640º e 662º do Código Civil.\nTrata-se, contudo, de uma regra que não é absoluta. O Supremo não deve ficar indiferente a erros de apreciação da prova resultantes da violação de direito probatório material, podendo constituir fundamento de revista a violação de disposição legal expressa que exija certa espécie de prova ou que fixe a respetiva força probatória. Afinal, em tais situações, defrontamo-nos com verdadeiros erros de direito que, nesta perspetiva, se integram também na esfera de competências do Supremo, inscrevendo-se a sua correção ainda nas atribuições do Supremo que não se fica pela função cassatória, antes deve proceder direta e imediatamente às modificações que o direito probatório material impuser. Assim, quando, na enunciação da matéria de facto provada, se constate que as instâncias desrespeitaram norma expressa de direito probatório material, o Supremo, por iniciativa própria ou do recorrente, deve modificar a decisão e ajustá-la ao preceito imperativo que se mostre violado.\nTal acontece quando o confronto com os articulados revele que existe acordo das partes quanto a determinado facto, que o facto alegado por uma das partes foi objeto de declaração confessória com força probatória plena que não foi atendida ou que encontra demonstração plena em documento junto aos autos, naquilo que dele emerge com força probatória plena.\nNestes termos, no acórdão do Supremo Tribunal de Justiça, de 07-02-2017 (proc. n.º 3071/13.6TJVNF.G1.S1), sintetiza-se essa orientação jurisprudencial baseada na lei processual civil, afirmando-se que:\n«1- Como princípio regra, a fixação dos factos materiais da causa, baseados na prova livremente apreciada pelo julgador nas instâncias não cabe no âmbito do recurso de revista. 2- O S.T.J. limita-se a aplicar aos factos definitivamente fixados pelo Tribunal recorrido o regime jurídico adequado. 3- São excepções a esta regra a existência de uma disposição expressa de lei que exija certa espécie de prova para a existência do facto ou que fixe a força de determinado meio de prova para a existência do facto. 4- Em suma, o S.T.J. só pode conhecer do juízo de prova fixado pela Relação quando tenha sido dado por provado um facto sem que tivesse sido produzida a prova que a lei declare indispensável para a demonstração da sua existência ou tiverem sido violadas as normas reguladoras da força de alguns meios de prova. 5- Nesta área o S.T.J. está a sindicar a aplicação de normas jurídicas movendo-se, então, em sede de direito».\nNo Acórdão de 17/12/2015 (Proc. n.º 940/10.9TVPRT.P1.S1), este Supremo referiu numerosos arestos neste sentido, dos quais reproduzimos os seguintes, nele citados:\n«- Ac. de 13-1-15: o STJ é, organicamente, um tribunal de revista, pelo que a sua competência está confinada a questões de direito, cabendo-lhe o papel residual de sindicar a forma e o modo como as instâncias procederam à aplicação das normas de direito probatório de que se serviram para obtenção dos juízos e veredictos que alcançaram por efeito da mesma; o STJ pode, assim, sindicar a decisão da matéria de facto, provinda das instâncias, em duas hipóteses: (i) quando o tribunal recorrido tiver dado como provado um facto sem que se tenha produzido a prova que, segundo a lei, é indispensável para demonstrar a sua existência; ou (ii) quando tenham sido desrespeitadas as normas que regulam a força probatória de algum dos meios de prova admitidos no sistema jurídico português;\n(…)\n- Ac. de 1-10-02, CJ/STJ, tomo III, pág. 65: o erro na apreciação das provas e fixação dos factos materiais da causa não pode, em princípio, ser sindicado pelo STJ; apenas o poderá ser se houver ofensa de uma disposição expressa de lei que exija certa espécie de prova para a existência do facto ou que fixe a força a determinado meio de prova (neste sentido cfr. ainda o Ac. do STJ, de 11-4-13 (\nwww.dgsi.pt\n);\n- Acs. de 25-6-02, CJ/STJ, tomo II, pág. 128, e de 17-6-03, CJSTJ, tomo II, pág. 121: o STJ tem intervenção residual limitada a averiguar da observância das regras de direito probatório material e determinar a ampliação da matéria de facto;\n- Ac. de 12-1-99, BMJ 483º/160: o STJ só conhece da matéria de facto em dois casos: o primeiro, para a hipótese de o tribunal recorrido ter dado como provado um facto sem que se tenha produzido a prova que, segundo a lei, é indispensável para demonstrar a sua existência; o segundo, quando tenha desrespeitado as normas que regulam a força probatória dos vários meios de prova admitidos no nosso sistema jurídico. É exemplo o caso em que o tribunal decidiu a causa dando como provados (ou como não provados) factos em contrário do que consta de uma confissão judicial escrita. Aqui o Supremo terá então competência para alterar os factos dados como provados com base no desrespeito pela força probatória plena reconhecida à confissão judicial pelo nº 1 do art. 358º do CC.»\n5. Sendo assim, não tendo sido o documento (Requerimento do registo Automóvel) objeto de autenticação, valendo apenas como documento particular, o segmento do acórdão recorrido, que considera que o documento junto aos autos pelo réu não é título suficiente para fazer a prova do direito não é suscetível de ser sindicado por este Supremo Tribunal de Justiça no âmbito da presente revista, já que apenas conhece de matéria de direito, sendo da competência exclusiva das instâncias a apreciação e fixação da matéria de facto.\nDe acordo com as presunções do registo, presume-se titular do direito o sujeito que beneficia da inscrição registal em seu nome, nos termos do artigo 7.º do CRPred. Esta norma contém uma dupla presunção, a de que o direito existe e pertence ao titular inscrito, “nos precisos termos em que o registo o define”: uma presunção de verdade e uma presunção de exatidão.\nMas esta presunção não significa que o registo seja constitutivo, nem que prescinda da existência e validade dos negócios jurídicos subjacentes. Por isso, a lei admite que a presunção pode ser ilidida, mediante a prova da invalidade do negócio subjacente ou do registo.\nA este propósito, entende o recorrente que os autores não cumpriram o ónus da prova que lhes competia, ao abrigo das regras do ónus da prova fixadas nos artigos 342.º, 347.º e 350.º do Código Civil, e que consistia na demonstração de que não havia sido celebrado qualquer negócio jurídico entre a autora e o réu.\nTodavia, não é assim.\nO tribunal recorrido considerou como não provado que o autor assinou uma declaração de venda e que o registo do veículo em nome do réu tenha sido acompanhado de todos os documentos necessários para o efeito, devidamente assinados pelo autor, bem como do código de certidão permanente da empresa. Neste contexto, exigir aos autores a prova do facto negativo de que não foi celebrado qualquer negócio seria uma prova diabólica e desnecessária, pois tendo o tribunal recorrido considerado que não havia título suficiente para provar o direito do réu, o registo padece de nulidade, segundo o artigo 16.º, al. b), do CRPred. De resto, independentemente de saber como foi dividido, em concreto, o ónus da prova, o que releva para este Supremo Tribunal são as conclusões inferidas pelo tribunal recorrido dos elementos de prova levados ao processo por cada uma das partes e a lista de factos provados e não provados fixados pelo tribunal recorrido, os quais, uma vez adquiridos para o processo, constituem a base fáctica à qual este Supremo Tribunal aplica o direito.\nNestas circunstâncias, o documento em causa (Requerimento-declaração para registo automóvel) não beneficia da presunção de autenticidade nem é, portanto, provido da eficácia probatória dos documentos autênticos, respetivamente estabelecida nos artigos 370.º e 371.º, n.º 1, do Código Civil.\nSer-lhe-á então aplicável o regime dos documentos particulares constante dos artigos 373.º a 376.º do mesmo Código.  Nos termos do artigo 374.º, n.º 2, do Código Civil, uma vez que o autor impugnou a veracidade da assinatura, incumbe à parte que apresentou o documento, ao réu, a prova da sua veracidade, ónus que, no exercício da livre apreciação da prova, o tribunal recorrido entendeu não ter sido cumprido.\nTratando-se de um documento particular, livremente apreciado pelo tribunal, o Supremo Tribunal de Justiça, enquanto tribunal de revista, não tem poderes para intervir e alterar a valoração do tribunal recorrido. Tem de se considerar, portanto, que o réu não logrou obter prova da veracidade do documento e que os autores demonstraram a insuficiência do título que serviu de base ao registo.\nEm consequência, não tendo o tribunal recorrido atribuído força probatória ao documento apresentado pelo réu para demonstrar o seu direito, e tendo, pelo contrário, concluído não estar demonstrada a existência de qualquer transmissão da propriedade do camião do autor para o réu para o efeito de liquidação de dívidas, não pode o Supremo Tribunal modificar a apreciação que o tribunal recorrido fez deste documento enquanto meio de prova.\n6. Não tem razão o recorrente quando afirma que, não tendo sido provada a falsificação da assinatura, o registo é válido e eficaz. A lei consagra várias causas de nulidade do registo que não apenas a da falsificação do título. Desde logo, conforme entendeu o acórdão recorrido, é aqui aplicável o artigo 16.º, al. b), do CRPred., que dispõe que é nulo o registo lavrado com base em títulos insuficientes para a prova legal do facto registado. Sendo assim, segundo os factos provados n.º 43 e 51 a 53 (e os factos não provados n.º 60 e 61), tal como valorados pelo acórdão recorrido, à luz da lei (artigo 16.º, al. b), do CPRed.), não restam dúvidas acerca da nulidade do registo a favor do réu.\n7. Quanto à questão da invocação da nulidade do registo e da sua relevância no sentido de ilidir a presunção estabelecida no artigo 7.º do CRPred., afirma ainda o réu que a nulidade do registo para ser oponível tem de ser declarada, nos termos do artigo 17.º, n.º 1, do CRPred., por decisão judicial transitada em julgado, o que considera não estar verificado no presente caso, não podendo, pois, relevar no sentido de ilidir a presunção estabelecida no artigo 7.º do mesmo Código.\nNa verdade, o referido normativo assim o determina, o que significa que, enquanto não for declarada definitivamente tal nulidade, funcionará a presunção legal estabelecida no artigo 7.º do CRPred., no sentido de que existe o direito emergente do ato registado e que pertence ao titular ali inscrito.  O que o artigo 17.º, n.º 1, do CRPred. veda é, portanto, a invocação dessa nulidade, antes de ser declarada judicialmente, para obstar ao funcionamento daquela presunção legal.\nContudo, o presente processo baseou-se numa pretensão declarativa de simples apreciação – um pedido de nulidade do registo  decorrente da falsificação do título, tendo a nulidade do registo vindo a ser decretada pelo acórdão recorrido com outro fundamento, a insuficiência do título, nos termos do artigo 16.º, n.º 1, al. b), do CRPred. – deve entender-se que não é necessário que a nulidade seja declarada numa ação autónoma para o efeito de ilidir a presunção do registo.\nO acórdão recorrido ao reconhecer a nulidade do registo por insuficiência do título para a prova legal do facto, também a declarou, pelo que estamos perante uma declaração judicial de nulidade do registo, suscetível de servir de base ao seu cancelamento, no momento em que transitar em julgado neste processo.\nNessa conformidade, uma vez definitivamente declarada a nulidade do ato de registo, ficará então afastada a presunção legal estabelecida no artigo 7.º do CRPred, a não ser que a existência de aquisição posterior, a favor de subadquirente a título oneroso e de boa fé, o impeça, nos termos do n.º 2 do mencionado art.º 17.º, o que não está aqui em causa, como vimos.\nTorna-se, pois, evidente que ao sujeito passivo daquele ato de registo (a aqui Autora) assistia, desde logo, legitimidade para invocar a nulidade deste ato. Uma vez declarada por decisão transitada em julgado, no presente processo, proceder-se-á ao consequente cancelamento desse registo, deixando, por via disso, de operar a presunção estabelecida no artigo 7.º do CRPred. No mesmo sentido, na jurisprudência deste Supremo Tribunal,\nvide\nacórdão de 07-02-2019 (processo n.º 2916/13.5TBTVD.L1.S2).\nCom efeito, tem sido entendimento dominante (cf. Isabel Pereira Mendes,\nCódigo do Registo Predial Anotado e Comentado,\n17.ª edição, 2009, p. 178), que, se o facto inscrito assentar em negócio nulo ou anulável, ou\nse o registo enfermar, ele próprio, de nulidade\n(artigo 16.º do CRPred.),\na presunção legal será afastada\n, a não ser que a existência de aquisição posterior, a favor de subadquirente a título oneroso e de boa fé o impeça, nos termos do artigo 17.º, n.º 2, do CRPred, situação aqui não em causa.\nNo nosso sistema de registo declarativo, o registo não supre a falta de título nem tem natureza constitutiva. Os casos excecionais em que a ordem jurídica protege o titular registal dizem respeito às situações típicas de terceiro para efeitos de registo (artigo 5.º do CRPred.) ou ao terceiro situado no termo de uma cadeia de negócios inválidos em relação a quem estão preenchidos os requisitos do artigo 291.º do Código Civil, aqui não aplicáveis, desde logo porque nenhum dos sujeitos em litígio ocupa a posição de terceiro. Pelo que, não dispondo o réu de um título que demonstre a aquisição do direito, o registo feito com base nesse título insuficiente considera-se nulo, e a presunção registal não funciona.\nEm conclusão, de um registo nulo não se podem inferir as presunções consagradas no artigo 7.º do CRPred., de que o direito existe e pertence ao titular inscrito. Assim, sendo, considera-se ilidida a presunção registal.\n8. Em consequência, declara-se a nulidade do registo automóvel do camião, marca MAN, com a matrícula 00-00-00, e ordena-se o cancelamento do mesmo.\nII –\nPosse do camião e dos cavalos\n9. O recorrente alega que tendo os autores obtido a restituição da posse do camião e dos cavalos num procedimento cautelar, aguardando decisão final, nos autos do processo principal, estão apenas investidos numa posse provisória, o que não é de molde a concluir que efetivamente dispõem de posse em termos definitivos, nos termos exigidos pelo artigo 1252.º do Código Civil, uma vez que não alegaram quaisquer atos de posse neste processo.\nMas não é assim.\nNo direito português, a posse é o exercício de poderes de facto sobre uma coisa, em termos correspondentes ao direito de propriedade ou de outro direito real (artigo 1251.º, n.º 1, do Código Civil). Segundo Orlando de Carvalho (“Introdução à posse”,\nRLJ\nn.º 3780 e ss, republicado in\nDireito das Coisas\n, Coordenação de Liberal Fernandes/Raquel Guimarães/Regina Redinha, Coimbra Editora, 2015, p. 268) «Envolve, portanto, um elemento empírico – exercício de poderes de facto – e um elemento psicológico-jurídico – em termos de um direito real. Ao primeiro chama-se\ncorpus\ne ao segundo\nanimus».\nEm caso de dúvida, presume-se a posse naquele que exerce o poder de facto (artigo 1252.º, n.º 2, do Código Civil), devendo entender-se que o poder de facto não exige um contacto físico e permanente com a coisa, bastando que esta se encontre na “zona de disponibilidade empírica do sujeito” (cf. Orlando de Carvalho,\nob. cit.,\np. 268).\n10. De acordo com a matéria de facto provada, a autora adquiriu o camião por compra, em 21 de abril de 2010, pelo preço de 40 mil euros (facto n.º 43), tendo a partir desse momento, o autor passado a utilizar o veículo, como dono, para o transporte de animais na atividade hípica (facto n.º 42) a que se dedicava o seu filho e para o acompanhar quando este ia às competições (facto n.º 8). Em relação aos cavalos, foi o autor que celebrou o negócio aquisitivo dos mesmos, pagou o respetivo preço e suportou todos os encargos com transporte, vacinas, alojamento e alimentação dos cavalos (factos provados n.ºs 25 e 26). Destes factos provados, resulta que o autor adquiriu a posse pela prática reiterada, com publicidade, dos atos materiais correspondentes ao exercício do direito e pela tradição material ou simbólica da coisa, efetuada pelo anterior possuidor, nos termos, respetivamente, do artigo 1263.º, als. a) e b) do Código Civil, posse que se mantém enquanto durar a atuação correspondente ao exercício do direito ou a possibilidade de a continuar (artigo 1257.º, n.º 1, do Código Civil).\nAssim, esta posse, diferentemente do que afirma o réu, não resultou de um procedimento cautelar, mas existe desde abril de 2010, data da compra do camião pela autora e desde setembro de 2013, em relação aos cavalos, data em que foram comprados pelo autor na Alemanha (factos provados n.º 13, 25 e 26), não representando o período em que os bens estiveram no domicílio do réu sequer uma quebra na continuidade da sua posse.\nO facto de a ligação empírica do autor aos bens ter ficado suspensa com a apropriação dos mesmos pelo réu não significa que a posse do autor, após a procedência do procedimento cautelar de restituição provisória, tenha também uma natureza provisória, e que se tenha de considerar que, antes da procedência do processo principal, a posse definitiva não lhe pertence, por não ter alegado e provado atos que consubstanciem um poder de facto sobre a coisa.\nPelo contrário, resulta dos factos provados (factos n.ºs 8, 25, 26, 42, 43 e 54), como vimos, que o autor, desde abril de 2010, tem o poder de facto sobre a coisa, na medida em que utiliza o camião na atividade hípica, para transportar cavalos e acompanhar o filho, bem como, desde setembro de 2013, que assume os encargos de alimentação, transporte e vacinação dos animais, cuja finalidade era a de participar em concursos de hipismo (facto provado n.º 40), presumindo-se, portanto, nos termos do artigo 1252.º, n.º 2, do Código Civil que a posse do camião e dos cavalos lhe pertence.\nDesde o AUJ, de 14-05-1996, que a jurisprudência entende que estando provado o\ncorpus\nda posse, presume-se, nos termos do artigo 1252.º, n.º 2,  do Código Civil, o\nanimus,\nou seja, uma vez assente o exercício atual ou potencial de um poder de facto sobre a coisa, se deve presumir que quem o exerce o faz em nome  próprio, recaindo sobre a parte contrária o ónus de ilidir essa presunção de posse (cf., entre outros, os Acórdãos do Supremo Tribunal de Justiça, de 13-09-2011, proc. n.º 1027/06.4TBSTR.E1.S1 e de 21-06-2018, proc. n.º 4500/11.9TJCBR.C1.S2)\n11. Sendo assim, declara-se o A. AA possuidor dos cavalos “DD”, “EE”, “FF” e “GG”, e a A. BB, Lda, possuidora do camião, marca MAN, com a matrícula 00-00-00,  condenando-se o réu na sua restituição aos autores.\nNo mais, confirma-se o acórdão recorrido.\nIII – Decisão\nPelo exposto, julga-se improcedente a revista e confirma-se integralmente o acórdão recorrido.\nCustas por ambas as partes, na proporção de 1/5 para os AA. e 4/5 para o R.\nAnexa-se sumário.\nMaria Clara Sottomayor (Relatora)\nAlexandre Reis\nPedro de Lima Gonçalves",
    "type": "Acordao"
}