{
    "link": "http://www.dgsi.pt/jstj.nsf/954f0ce6ad9dd8b980256b5f003fa814/99a37bb73f05ad2d80257db1004d67cb?OpenDocument",
    "court": "Supremo Tribunal de Justiça",
    "_id": "1313/11.1TBCTB.C1.S1",
    "author": [
        "MARIA CLARA SOTTOMAYOR"
    ],
    "descriptors": [
        "INVERSÃO DO TÍTULO DA POSSE",
        "USUFRUTO",
        "TESTAMENTO",
        "PETIÇÃO DE HERANÇA",
        "POSSE PRECÁRIA",
        "ACÇÃO DE REIVINDICAÇÃO"
    ],
    "date": "12/17/2014",
    "year": 2014,
    "summary": "I –\nA convolação pelas instâncias do pedido formulado pelo autor, na petição inicial, de reivindicação da propriedade para petição de herança não gera a nulidade do acórdão recorrido, pois, quer a acção de reivindicação de propriedade, quer a acção de petição de herança são acções reais com carácter absoluto ou eficácia\nerga omnes,\nque realizam o mesmo efeito prático-jurídico, distinguindo-se, apenas, uma da outra pelo facto de a primeira visar a restituição de uma coisa determinada, enquanto a segunda tem um carácter universal.\n\n\n\nII -\nO testamento é um negócio jurídico unilateral, que se destina a dispor dos bens do testador para depois da morte e constitui uma expressão máxima de autonomia privada, sobretudo, porque o testador morreu sem herdeiros legitimários e pretendeu, após a morte das usufrutuárias (irmãs e sobrinha), beneficiar entidades religiosas ou públicas para prosseguir fins sociais.\n\n\n\nIII –\nA usufrutuária instituída no testamento tem posse própria nos termos do direito real correspondente (usufruto), mas será sempre uma possuidora em nome alheio, ou detentora, em relação à nua propriedade ou propriedade de raiz.\n\n\n\nIV -\nFalecida a última usufrutuária instituída no testamento, o prédio em litígio reverte para o herdeiro testamentário, a entidade que substitui a Junta da Paróquia.\n\n\n\nV -\nO marido da falecida usufrutuária não pode ter uma posse de âmbito mais amplo do que a daquela, cabendo-lhe, a fim de adquirir uma posse boa para efeito de usucapião, inverter o título da posse, nos termos dos artigos 1263.º, al. d) e 1265.º do Código Civil, em relação ao herdeiro testamentário, enquanto representante da herança e titular da propriedade de raiz.\n\n\n\nVI –\nA inversão do título da posse\ntem que consistir numa oposição expressa através de actos positivos (materiais ou jurídicos), inequívocos (reveladores de que o detentor quer, a partir da oposição, actuar como proprietário) e praticados na presença ou com o consentimento daquele a quem os actos se opõem.",
    "full_text": "I – Relatório\nAA\nintentou a presente acção de condenação, com processo ordinário contra 1-\nBB,\n2-\nCC\n, e marido,\nDD e\n3-\nEE\n, alegando, em síntese, o seguinte:\nO Autor é filho de FF, neto de GG e bisneto de HH e mulher, II, casados em primeiras núpcias de ambos. Por morte de II, bisavó do autor, correu o processo de inventário no Tribunal de Castelo Branco, tendo-lhe sucedido como\nherdeiros dois filhos:\nJJ e\nGG\ne a meação da falecida dividida em 2 lotes com as letras “C” e “D”, fazendo parte da herança entre outros,\na verba 16\n, ou seja: “ uma casa de altos e baixos com um quintal, pomar, oliveiras e videiras e mais pertenças, sita à Quinta ..., limite da freguesia de ..., parte pelo norte, nascente, sul e poente com HH.” E\na verba 25.\nA\nverba 16\nficou a pertencer, na proporção de ¼ para a herdeira\nGG\n, ¼ para o herdeiro\nJJ\ne a restante metade para\nHH,\ncorrespondente à respectiva meação.\nE a\nverba 25\nficou a pertencer ao indicado\nHH\n, preenchendo a sua meação.\nPosteriormente faleceu\nHH\n, bisavô do autor, o qual contraíra segundas núpcias com\nLL\ne que deixou como herdeiros, os já identificados\nfilhos do primeiro casamento\n, e ainda\nsete filhos do segundo casamento\n: MM, NN, OO, HH, PP, QQ e RR.\nDessa herança faziam parte, entre outros, as verbas aí descritas sob os números 20, 21 e 22 e 23, as quais\ncorrespondem à verba nº 16 do primeiro inventário\ne também a\nverba nº 25\na qual corresponde àquela que tinha o mesmo número no inventário anterior.\nO herdeiro JJ adjudicou as indicadas verbas, sendo que relativamente às verbas com os números 20, 21, 22 e 23, (que correspondem à verba nº 16 do primeiro inventário) as mesmas só na parte pertencente à herança, ou, seja, excluindo ¼ das mesmas pertencente à sua irmã GG, decorrente da adjudicação do inventário anterior.\nEm\n21 de Maio de 1940 faleceu JJ\n, que deixou testamento.\nSucede que o herdeiro instituído Seminário da ... renunciou à herança.\nE a Junta da Paróquia não tinha à data do testamento, nem tem actualmente, existência legal.\nAs usufrutuárias já faleceram, a última das quais a referida SS.\nSucedem assim ao citado JJ os respectivos herdeiros legais.\nOra o Autor sendo filho de FF e neto de GG, respectivamente sobrinha e irmã do falecido, a primeira casada com TT, todos já falecidos, é assim segundo primo do requerido, ou seja,\ncolateral, em 3º grau do mesmo\n, e desta forma seu herdeiro legal – artigo 2133º, 1, alínea d) do Código Civil.\nOs prédios identificados supra nos artigos 3º e 7º da presente petição correspondem aos que actualmente se encontram inscritos nas matrizes prediais rústicas sob os artigos 51 da Secção B e 5 da Secção C, e ainda ao artigo matricial urbano com o número …, todos da freguesia de ..., concelho de Castelo Branco.\nE\nos Réus\nna sequência do óbito de UU, última usufrutuária instituída pelo falecido JJ, procederam ao registo a seu favor dos imóveis referidos e identificados supra,\ninvocando sucessão hereditária e procedendo à respectiva inscrição\ndos mesmos na Conservatória do Registo Predial de Castelo Branco sob os números … e …, registando-os a seu favor.\nAcresce que, os prédios referidos encontram-se descritos na Conservatória do Registo Predial de Castelo Branco sob os nºs … e …, … e\ninscritos a favor do falecido JJ.\nOs Réus procederam à inscrição dos referidos prédios com violação do trato sucessivo, sendo pois o respectivo registo nulo – artigo 16º, alíneas a) e d) do Código do Registo Predial, nulidade que se requer se declare.\nDesde a morte da última usufrutuária, há cerca de 2 anos, os Réus apropriaram-se das referidas propriedades, impedindo o respectivo uso e gozo pelos seus legítimos donos, não obstante as interpelações para procederem à entrega dos referidos imóveis.\nDeduziu então o Autor, os seguintes pedidos:\na) Deve declarar-se que os prédios inscritos na matriz predial rústica sob o artigo 51 da secção B, e matriz predial urbana sob o artigo …, denominados de Quinta ... e ... são propriedade do Autor e demais herdeiros, por o haver herdado de sua mãe, que por sua vez o herdou de sua mãe, na proporção de ¼;\nb) Deve ainda declarar-se que o Autor e demais herdeiros de JJ são os proprietários dos restantes ¾ dos referidos prédios e ainda do que se encontra inscrito na matriz predial rústica sob o artigo 5 da Secção C, denominado de ....\nc) Devem ser declaradas nulas as descrições prediais com os números … e … da freguesia de ..., concelho de Castelo Branco, por terem sido efectuadas com base em títulos falsos e por violação do trato sucessivo e os registos efectuados a favor dos Réus.\nd) Devem ser os Réus condenados a reconhecer o direito de propriedade e a restituir ao Autor os prédios referidos nas alíneas a) e b) do presente pedido, livres de pessoas.\ne) Devem ainda os Réus ser condenados a absterem-se da prática de qualquer acto que impeça ou diminua a utilização por parte do Autor e demais herdeiros desses mesmos imóveis.\nContestaram os Réus\nimpugnando parte da factualidade e alegando em suma:\nNão existem quaisquer bens onde figure como sua proprietária FF, mãe do autor, do mesmo modo que nada consta sobre a sua avó, GG.\nNenhum dos bens constantes do documento n.º 4 possui qualquer identificação que permita relacioná-los com os descritos no doc. N.º 8, ou seja, os prédios constantes da descrição deste último documento não têm referidos os artigos matriciais nem a respectiva descrição predial.\nO Autor confunde Junta de Paróquia Civil com a Junta de Paróquia Cooperativa da …, porém ambas tiveram continuidade e funcionaram e funcionam como organismos distintos, pelo que se impugna o art.º 12 da Petição Inicial.\nNão se aceita tratarem-se de meras usufrutuárias as falecidas irmãs e sobrinha SS, mas sim de possuidoras e legítimas proprietárias, no seu todo, dos bens cuja propriedade anteriormente pertencia ao Padre JJ e fora transmitida efectivamente àquelas.\nO Padre JJ dispôs livremente de todos os seus bens, nos termos descritos no documento n.º 6 junto pelo Autor com a sua Petição Inicial.\nO Padre JJ não tinha herdeiros legitimários, facto este que lhe possibilitava dispor dos seus bens livremente e no seu todo, conforme fez.\nTorna-se por demais evidente a má-fé com que o Autor age, ao intentar a presente acção.\nPara além dos impostos liquidados, pagaram os Réus, porque lhes dizia respeito, montantes relativos a dívidas que oneravam os ditos prédios, às quais sempre o Autor foi e é totalmente alheio.\nCom a liquidação, concretamente, de um crédito hipotecário que recaía sobre um bem dos Réus aqui alvo de reivindicação por parte do Autor, está patente um comportamento próprio e característico de quem é proprietário, zelando assim pelo cancelamento de um ónus ao invés da posição assumida pelo Autor.\nOra, só na convicção plena de que eram proprietárias e legítimas possuidoras do bem em apreço, o poderiam ter acautelado, liquidando o crédito hipotecário, conforme o fizeram as sucessoras do Padre JJ.\nIn casu\n, encontram-se reunidos os pressupostos legais elencados no artigo 1263º do Código Civil, porquanto foi adquirida a posse pela prática reiterada, com publicidade, dos actos materiais correspondentes ao exercício do direito, tendo ocorrido também pelas anteriores possuidoras a tradição material dos bens.\nEm todo o caso sempre estaria ao alcance dos R.R. o instituto do usucapião, o qual poderia ser invocado apenas pelos Réus, dado que são estes os únicos que preenchem os requisitos constantes do artigo 1287º do C.C., logo só quanto a estes poderá tal preceito produzir efeitos.\nInvocada a usucapião, os seus efeitos retrotraem-se ao ano de 1943, altura do primeiro documento de repúdio por parte do Bispo D. VV e, caso assim não se entenda, ao ano de 1972, data na qual, por escritura pública, se lavra o referido repúdio.\nConcluíram e reconvieram, peticionando:\na) Ser a acção julgada improcedente por não provada, serem os Réus absolvidos dos pedidos formulados pelo Autor e, consequentemente, ser mantido o Registo a favor dos Réus referente aos prédios descritos sob os números …  e …, aos quais correspondem os artigos matriciais, respectivamente, 51 da Secção B, … urbano e 5 da Secção C todos da freguesia de ..., concelho e distrito de Castelo Branco;\nb) Serem os Réus considerados os únicos e exclusivos proprietários, donos e legítimos possuidores dos prédios descritos em a), abstendo-se o Autor de causar qualquer perturbação que possa violar os direitos dos Réus.\nc) Ser o Autor condenado no pagamento de uma multa e indemnização aos Réus por litigância de má-fé, em montante a fixar por esse Tribunal;\nd) Ser o Autor condenado no pagamento das custas processuais devidas e o mais dos Autos.\nFoi proferido despacho saneador, nos termos do qual, além da fixação do valor da causa, se admitiu a reconvenção e se procedeu à selecção das matérias assente e controvertida.\nRealizou-se a audiência de julgamento, após o que, foi proferida\nsentença\nque\n:\n«1 – Julgou parcialmente procedente a acção e, em conformidade:\n-\nDeclarou nulas as descrições prediais\ncom os números … e … da freguesia de ..., concelho de Castelo Branco, por terem sido efectuados com violação do trato sucessivo;\n2) Julgou parcialmente procedente a reconvenção e, nesta conformidade:\n-\nDeclarou o R. BB proprietário dos seguintes prédios\n, segundo a descrição matricial actual:\n- Terra de mato, sobreiros, olival, cultura arvense em olival, cultura arvense rega e lima, figueiras, vinha, cultura arvense de regadio, cultura arvense, oliveiras, pinhal, pomar de citrinos, terreno estéril com quatro construções rurais e uma casa de habitação de r/c e 1º andar, a confrontar de norte, sul e nascente com estrada, e de poente com herdeiros de XX, e ZZ, inscrito na matriz predial rústica, da freguesia de ..., concelho de Castelo Branco, sob o art. …, da secção …, e da matriz predial urbana, dos mesmos concelho e freguesia, sob o art. 484;\n- Terra de pinhal e mato, a confrontar de norte com AAA, de sul com herdeiros de BBB, CCC e outros, de nascente com DDD e herdeiros de EEE e outros, e de poente com limite da freguesia de ..., inscrito na matriz predial rústica, da freguesia de ..., concelho de Castelo Branco, sob o art. 5, da secção C.»\nInconformado com tal decisão veio o Autor interpor recurso de apelação, tendo o Tribunal da Relação de Coimbra proferido acórdão, em que foi exarada a seguinte decisão:\n«Termos em que acorda-se em julgar parcialmente procedente o recurso: deferindo-se parcialmente a impugnação do julgamento de facto e, parcialmente procedente o julgamento de direito, neste - improcedendo o pedido de reconhecimento do Autor como herdeiro legitimário, - mas procedendo, e desse modo se decidindo que os prédios identificados nas al.s G) e H) fazem parte do acervo da herança aberta por morte do referido JJ, sendo o recorrido obrigado a reconhecer aquela titularidade e condenado a restituir aqueles imóveis à herança.\nApenas nessa medida se julga improcedente a instância reconvencional, mantendo-se tudo o mais decidido na sentença que não conflitua com o presente acórdão.\nCustas por recorrente e recorrido na proporção de ¼ e ¾, respetivamente».\nInconformados, os réus interpõem recurso de revista, apresentando as seguintes conclusões na sua alegação de recurso:\n«I\n– O teor do pedido constante da P.I. apresentada pelo Autor, que esteve na origem do presente processo, não visava a restituição dos prédios identificados nas alíneas G) e H) à herança, não tendo por isso tal matéria sido discutida.\nII\n– Na verdade, a alteração ou ampliação do pedido formulado pelo Autor em sede de recurso, nunca seria válida, uma vez que não respeitou o disposto nos artigos 264.º e 265.º do C.P.C., logo não é legalmente admissível uma ampliação do pedido inicial, para mais, por iniciativa do próprio Tribunal\na quo.\nIII\n– Os Réus não se conformam com a iniciativa dos Venerandos Juízes Desembargadores quando, unilateralmente, estes e, salvo o devido respeito, se substituem aos Réus para aceitar a validar a alteração de um “pedido” formulado pelo A., já em fase de recurso, sem acolhimento legal,\nultra petita,\natendendo aos condicionalismos impostos pelo preceitos acima referidos.\nIV –\nDo mesmo modo que como os preceitos acima referidos, encontra-se também violado o princípio vertido no art. 3.º do CPC,\nda necessidade do pedido e da contradição:”- O Tribunal não pode resolver o conflito de interesses que a acção pressupõe sem que a resolução lhe seja pedida por uma das partes e a outra seja devidamente chamada para deduzir oposição.2…3…4…”.\nV –\nEm momento algum a acção foi qualificada pelo A. como sendo de petição de herança, mas sim de reivindicação de propriedade, conforme se pode ler na alínea d) do pedido formulado na P. I.\nVI –\nForam também discutidas em 1.ª instância, designadamente\n:\nDo Registo Predial; o Trato Sucessivo; Da Usucapião e Da sucessão na posse.\nVII –\nApesar de se encontrar pendente o processo 505/11.8CTB 3.º Juízo, a matéria sobre o qual versa já foi efectivamente decidida nos presentes autos, inclusivamente munida de parecer eclesiástico, o que permitiu uma decisão direta e objectiva, ficando Doutamente decidido, por sentença, em primeira instância, sendo certo que a Junta de Freguesia ... seja ou não legal sucessora da Junta de Paróquia, o que ficou devidamente provado e mais uma vez\ndecidido\n.\nVIII –\nOra, tendo a Igreja, legal representante da junta da paróquia, repudiado a herança, então não restam quaisquer dúvidas ser nessa data que se dá a inversão do título da posse, art. 1265.º,\nin fine\nCódigo Civil.\nIX –\nDada\na inversão do título da posse, a usucapião retroage àquele data, não podendo por isso os Réus ser qualificados como detentores ou possuidores precários.\nX –\nConforme inequivocamente provado na Douta Sentença proferida pelo Tribunal\na quo\n, muitos anos passaram depois de que tal facto tivesse ocorrido, ou seja, porque a Igreja repudiou e com ela a Junta de Paróquia, ficou a propriedade disponível para quem a ela se tivesse querido habilitar.\nXI –\nSe assistisse o direito à herança a qualquer outra pessoa que não aos atuais proprietários aqui Réus/Recorrentes e os seus antecessores, teria sido a partir daquele preciso momento, durante um longo período de tempo, 10 anos segundo disposto no art. 2059.º, em que poderiam ter reivindicado tal propriedade, o que não aconteceu, tendo ficado os Réus e seus antecessores na posse plena de todos os bens, substituindo-se o título de posse usufrutuária pelo título de posse e propriedades plenas.\nXII –\nPelo exposto, e em cumprimento do art. 639.º do CPC, foram violadas as normas jurídicas e erradamente aplicada a lei de processo, nos arts 3.º, 264.º e 265.º do CPC, o que confere aos recorrentes a faculdade de arguir a nulidade do acórdão recorrido de acordo com as disposições conjugadas do art. 674.º, o qual remete para os artigos 615.º e 666.º do CPC.\nXIII –\nEncontrando-se assim, incorrectamente aplicados os artigos 1251.º, 1252.º, n.º 2, 1253.º, alínea a), 1258.º, 1262.º, 1263.º, alínea d), 1265.º, 1287.º, 1290.º, 1291.º, 1294.º, 1297.º, n.º1, todos do Código Civil, que deveriam ter sido interpretados e aplicados no sentido que agora se preconiza, ou seja, deveria ter sido considerado o prazo em que efectivamente se dá inversão do título da posse; considerar-se que a usucapião retroagiu àquela data, encontrando-se preenchidos todos os seus pressupostos, mantendo-se na íntegra a sentença proferida em primeira instância nos seus precisos termos, aplicando-se assim, os preceitos legais nela vertidos, nomeadamente, os artigos 1256.º, n.º 1, 1263.º, 1268.º, n.º 1, 1287.º, 1296.º, 2059.º, 2075.º, n.º 2 todos do Código Civil.\nXIV –\nPelo que não se deveria concluir, como se conclui no Douto Acórdão que “No caso concreto, uma vez falecida a última das usufrutuárias, deveria tomar posse dos bens aquele a quem foi deixada a posse plena ou propriedade, e que de acordo com o testamento seria a já extinta “junta de paróquia”, o que apenas valeria caso a Igreja não tivesse repudiado.\nXV –\nDiscordam os Réus da posição adoptada pelos Venerandos Juízes Desembargadores quando a fls. 537 do Douto Acórdão referem que: “A inversão para poder ter-se por verificada teria, pois, de se dar por oposição dos Réus\ncontra a herança representada pelo herdeiro testamentário…\n”, sendo manifesta a impossibilidade de os Réus virem contra o alegado herdeiro testamentário, dado que é o próprio herdeiro testamentário quem, por escritura pública, repudia a herança em apreço.\nXVI –\nÉ certo que, é a partir da data desse repúdio que, refira-se uma vez mais, se dá a inversão do título da posse e que foi do conhecimento de todos.\nXVII –\nMais referem os Venrandos Juízes Desembargadores na mesma folha, no seu 3§ que: (…) “Mas, não só este não está determinado, como não invocaram os Réus, na sua contestação, qualquer facto, integrante dessa oposição direta à herança, determinante da inversão…”, na verdade os Réus nem o poderiam ter feito dado que contestaram pedido diverso daquele a que se referem agora os Venerandos Juízes Desembargadores, ou seja, contestam o pedido formulado pelo A., no qual este peticiona a propriedade a seu favor e demais herdeiros e não da herança, não se podendo dissociar que o faz até em termos percentuais, devendo ser -lhe atribuída a proporção de ¼ por herança da mãe e ¾, na qualidade de herdeiro do Padre JJ.\nXVIII –\nNo caso em apreço facilmente se depreende, tendo ficado aliás, comprovado, que a posse exercida pelos Réus foi susceptível de conduzir à usucapião, não existindo terceiros que se opusessem, a tal aquisição, ou seja, nem aquando da inversão do título da posse (repúdio), nem nos 10 anos subsequentes conforme legalmente previsto, e ninguém o fez.\nO recorrido apresentou contra-alegações, em que pugna pela manutenção do decidido.\nSabido que o objecto dos recursos se delimita pelas conclusões das alegações (art. 635.º n.º 3 do NCPC), sem prejuízo das questões de conhecimento oficioso (art. 608.º NCPC\nin fine\n), são as seguintes as questões a decidir:\n1)\nDa nulidade do acórdão recorrido (arts. 674.º, 615.º e 666.º)\n2)\nDa inversão do título da posse e da aquisição por usucapião.\nColhidos os vistos, cumpre decidir.\nII – Fundamentação de facto\nSão os seguintes os factos julgados provados pelo tribunal de 1.ª instância, aos quais o Tribunal da Relação, no exercício dos seus poderes de modificação da matéria de facto, acrescentou o facto O – 1)\n:\nA)\nAA, ora Autor, é filho de FF, neto de GG e bisneto de HH e mulher II, casados em primeiras núpcias de ambos.\nB)\nDa certidão emitida pelo Arquivo Distrital de Castelo Branco, datada de 24 de Abril de 2009, junta nos autos a fls. 25 a 68, cujo teor se dá aqui por integralmente reproduzida, consta que por morte de HH correu processo de inventário no Tribunal de Castelo Branco tendo sido proferida sentença a 28 de Junho de 1911, transitada em julgado.\nC)\nDa certidão emitida pelo Arquivo Distrital de Castelo Branco, datada de 24 de Abril de 2009, junta nos autos a fls. 25 a 68, cujo teor se dá aqui por integralmente reproduzida, consta que por morte de II correu processo de inventário no Tribunal de Castelo Branco tendo sido proferida sentença a 4 de Outubro de 1888, transitada em julgado.\nD)\nJJ, filho de HH e de II, faleceu a 21 de Maio de 1940, no estado de solteiro.\nE)\nPor testamento público, JJ declarou “que não tendo descendentes nem ascendentes passa a dispor dos seus haveres que à hora da sua morte se julgarem pertencerem-lhe pela forma que segue: deixa ao Colégio ou estabelecimento onde foi educado e ordenado sacerdote a posse plena das suas propriedades sitas na freguesia de ..., concelho e distrito de Castelo Branco, com a obrigação de o mesmo estabelecimento ou Colégio, fundar uma escola no prazo de dois anos contados da data de falecimento das usufrutuárias que adiante vão ser mencionadas. Se findo aquele prazo de dois anos o Colégio ou estabelecimento não tiver dado cumprimento a esta sua vontade, transitará para a Junta da Paróquia de ..., que uma vez recebidas fundará uma escola, um asilo para velhos ou dar-lhe-á a aplicação que entender, mas sempre em favor da beneficência pública. Que o usufruto de todas as suas propriedades fica pertencendo em partes iguais e enquanto vivas forem, às suas irmãs, NN, OO e RR, as duas primeiras professoras e a terceira dona de sua casa; à sua sobrinha, menor, SS, filha de seu irmão, HH, empregado no reformatório de ... e a sua madrasta OO...”.\nF)\nPor declaração datada de 9 de Fevereiro de 1943, junta nos autos a fls. 77, cujo teor se dá aqui por integralmente reproduzida, Cónego FFF Tribunal Judicial de Castelo Branco de Almeida, Vigário Geral da Diocese da ..., declarou desistir da herança de JJ da qual renunciou.\nG)\nO prédio rústico, sito em Quinta … e ..., da freguesia de ..., concelho de Castelo Branco, inscrito na matriz sob o artigo … da secção B, está descrito na Conservatória do Registo Predial do Castelo Branco sob o nº ….\nH)\nO prédio rústico, sito em ..., da freguesia de ..., concelho de Castelo Branco, inscrito na matriz sob o artigo … da secção …, está descrito na Conservatória do Registo Predial do Castelo Branco sob o nº ….\nI)\nA aquisição dos supra referidos prédios encontra-se registada na Conservatória do Registo Predial de Castelo Branco a favor dos Réus, pela Ap. 3970 de 2009/05/12 e Ap. 1512 de 2009/06/24, por sucessão hereditária de UU.\nJ\n(art. 1º BI) - Por morte de II, bisavó do autor, sucederam-lhe como herdeiros dois filhos, JJ e GG.\nK\n(art. 2º BI) - A meação de II foi dividida em 2 lotes com as letras “C” e “D”, fazendo parte da herança entre outros,\na verba 16\n, que é “uma casa de altos e baixos com um quintal, pomar, oliveiras e videiras e mais pertenças, sita à Quinta ..., limite da freguesia de ...”\ne a verba 25\n.\nL\n(art. 3º BI) - A\nverba 16\nficou a pertencer, na proporção de ¼ para a GG, ¼ para JJ e a restante metade para HH, correspondente à respectiva meação.\nM\n(art. 4º BI) - E a\nverba 25\nficou a pertencer ao HH, preenchendo a sua meação.\nN\n(art. 5º BI) - Por morte de HH, bisavô do autor, sucederam-lhe como herdeiros\ndois filhos\ndo\nprimeiro casamento\n, JJ e GG e\nsete filhos\ndo\nsegundo casamento\n, a saber: MM, NN, OO, HH, PP, QQ e RR.\nO\n(art. 6º BI) - No processo de inventário por óbito de HH foram descritas as verbas 20 – “Uma casa com altos e baixos, «a da residência», incluindo «a do forno» e o pedaço de terra que está entre a quinta denominada «...» e …” -, 21 – “Uma quinta denominada «a ...», situada no limite do ..., com vinha, árvores e um palheiro” - e 22 – “Dois leirões ou duas sortes de terra de regadio, com árvores e um palheiro, tudo dentro da «quinta ...», no sítio do casal …, limite do ...”, que correspondem às descrições prediais da extinta Conservatória de ..., n.ºs … - “No limite e freguesia de ... = uma vinha no sítio da Quinta ...” – e 12 978 – “Limite e freguesia de ... = prédio que consta de uma quinta com casa, árvores e lavrados e tudo o mais que lhe pertence denominado «a Quinta ...», no sítio do Casal …”.\nNo mesmo processo de inventário, por óbito de HH foi descrita a verba 25 – «Uma tapada no sítio da ..., limite do ...» –, que corresponde à descrição predial da extinta Conservatória de ..., n.º … – “Limite e freguesia de .... Prédio que consta de uma tapada no sítio de ...”.\nNa descrição\n10.173\n, da extinta Conservatória de ..., com data de 16 de Janeiro de 1901, foi averbada, com o n.º de ordem 4, a inscrição n.º …, com fundamento no requerimento de\nHH\n, residente no ..., pai de JJ, correspondente à\ndoação da respectiva quarta parte\npor HH e LL\ne as restantes partes, por lhe terem ficado a pertencer no inventário\na que se procedeu por falecimento da sua mãe II.\nNas descrições\n12.978\ne\n13.797,\nda extinta Conservatória de ..., com data de 7 de Agosto de 1911, foi averbada, com o n.º de ordem 2, a inscrição n.º 2.198, com fundamento no requerimento do\nPe. JJ\n, a compra pelo mesmo pela quantia de 120 mil reis em\nhasta pública\nque se efetuou em virtude do inventário a que se procedeu por óbito de HH, com base na carta de arrematação extraída do inventário orfanológico por óbito do mesmo HH.\nA descrição predial assente em G) reporta-se ao mesmo prédio registado sob as descrições 10.173 e 12.978,\nda extinta Conservatória do Registo de ....\nA descrição predial assente em H) reporta-se ao mesmo prédio registado sob a descrição 13.797,\nda extinta Conservatória do Registo de ...”.\nO-1)\n-\n“Tais prédios ficaram a pertencer a JJ [padre JJ]”\nP\n(art. 9º BI) - À data do óbito (21.05.1940) JJ não tinha descendentes nem ascendentes.\nQ\n(art. 10º BI) - Desde, pelo menos, 1958, por si e seus antecessores, o R. BB vem efectuando trabalhos de conservação e manutenção nos prédios identificados em G) e H).\nR\n(art. 11º BI) - Sem que alguma vez tenha existido qualquer oposição, inclusive do autor.\nS\n(art. 12º BI) - O que fizeram à vista e com conhecimento de toda a gente.\nT\n(art. 13º e 13º.1 BI) - Na convicção de ser o respectivo dono.\nU\n(art.14º BI) - É o R. BB quem liquida os impostos relativos aos prédios identificados em G) e H).\nV)\n(facto aditado ao abrigo do disposto no art. 659º, n.º 3, do C.P.Civil)\n- OO faleceu a 16.08.1966;\n- NN faleceu a 16.03.1977;\n- RR faleceu a 10.04.1981;\n- UU faleceu a 18.02.2009.\nIII – Fundamentação de direito\n1 –\nDa nulidade do acórdão recorrido\nAlegam os Recorrentes que o Autor, na petição inicial, qualificou a acção como reivindicação de propriedade e que o seu pedido visava o reconhecimento do direito de propriedade e não a restituição dos prédios identificados nas alíneas G) e H) à herança. Tendo o acórdão recorrido decidido que se tratava de uma acção de petição de herança, alterando unilateralmente, e já em fase de recurso, o pedido formulado na P. I., violou o princípio do dispositivo e do contraditório (art. 3.º do CPC), e os arts. 264.º e 265.º do CPC, que estipulam os requisitos exigidos para a alteração ou ampliação do pedido.\nEm consequência, com base nestes motivos, os recorrentes defendem que acórdão recorrido é nulo, nos termos dos artigos 639.º, 615.º e 666.º do CPC, pois foram violadas normas jurídicas e erradamente aplicadas as leis do processo (arts. 3.º, 264.º e 265.º do CPC).\nMas não têm razão.\nNote-se, desde logo, que a sentença de 1.ª instância também considerou que a acção intentada pelo autor era uma acção de petição de herança, o que legitima, segundo o acórdão recorrido, que «se repondere na existência ou não dos pressupostos de facto para que o direito do Autor-herdeiro seja agora reconhecido, sob nova formulação».\nO acórdão recorrido justificou esta opção, de uma forma que consideramos pertinente:\n«Efetivamente, na petição inicial o Autor ora recorrente pede que os prédios identificados na ação sejam considerados propriedade do Autor e demais herdeiros (e não da herança) (…) Cremos, contudo, que no pedido formulado na p.i. (que os bens sejam considerados propriedade do Autor e demais herdeiros) cabe quantitativa e qualitativamente o pedido ora formulado (que os bens sejam considerados propriedade da herança), uma vez que a apropriação pela herança antecede a do herdeiro, pelo que nada obsta ao seu conhecimento».\nSufragamos a posição do acórdão recorrido e entendemos que, com esta nova formulação do pedido, não se põem em causa os valores que o princípio do dispositivo visa proteger, nem seria exigível que as instâncias concedessem aos Réus o direito ao contraditório sobre esta questão, pois esta alteração não traz qualquer limitação dos direitos dos Réus ou da igualdade de armas entre as partes no processo.\nO facto de não terem sido adoptadas as formalidades exigidas pela lei processual para a alteração ou ampliação do pedido também não provoca nulidade do acórdão, pois quer a acção de reivindicação de propriedade, quer a acção de petição de herança são acções reais com carácter absoluto ou eficácia\nerga omnes,\nimprescritíveis, distinguindo-se uma da outra pelo facto de a primeira visar a restituição de uma coisa determinada, enquanto a segunda tem um carácter universal\n[1]\n.\nA acção de petição de herança visa um\nduplo fim\n: 1) o reconhecimento judicial do título ou estatuto (de herdeiro) que o autor se arroga; 2) a integração dos bens que o demandado possui no activo da herança ou da fracção hereditária pertencente ao herdeiro\n[2]\n.\nNa petição inicial, o autor invocou a sua qualidade de herdeiro e pediu a restituição dos bens para si e para os restantes herdeiros, em vez de pedir a restituição dos imóveis à herança.\nEm sede de recurso, o autor peticionou a qualidade de herdeiro de JJ e que os prédios G) e H) fazem parte do acervo da herança aberta por morte do referido JJ, sendo os recorridos obrigados a reconhecer aquela qualidade e a restituir aqueles imóveis à herança.\nContudo, tal não significa qualquer alteração do pedido, pois o efeito prático-jurídico pretendido pelo autor é o mesmo, não importando a caracterização jurídico-normativa da pretensão material ou a sua subsunção no âmbito de certa figura ou instituto jurídico, a qual pode ser convolada pelo tribunal que, por exemplo, no acórdão uniformizador n.º 3/01, de 23 de Janeiro (DR I-A, de 9-2-01), facultou ao juiz a correcção oficiosa, em acção de impugnação pauliana, do pedido de «declaração de nulidade ou anulação» do negócio impugnado para o de «ineficácia» do acto em relação ao autor.\nA prova do direito de propriedade do autor e dos demais herdeiros, correspondente ao objecto da acção de reivindicação conforme peticionado pelo autor, sempre implicaria a prova da sua qualidade de herdeiro, também invocada na petição inicial, e a prova da pertença dos bens em poder do demandado à herança.\nSeria um formalismo demasiado gravoso e desproporcionado decretar um efeito preclusivo e obrigar o autor a propor outra acção em que apenas teria de formular com base nos mesmos factos um pedido diferente, corrigindo a configuração normativa do efeito jurídico extraído dos factos.\nAdoptámos a orientação já seguida no acórdão deste Supremo Tribunal, de 2 de Março de 2011, relatado pelo Conselheiro Lopes do Rego (processo n.º 823/06.7TBLLE.E1.S1):\n«O tribunal não está sujeito às alegações das partes no tocante à indagação, interpretação e aplicação das regras de direito (art. 664º do CPC) - podendo, consequentemente, com plena autonomia, qualificar juridicamente os factos alegados como integradores da causa de pedir (ou que estão na base de uma excepção peremptória, deduzida pelo R), suprindo uma omissão da parte na indicação do fundamento jurídico da sua pretensão ou corrigindo oficiosamente uma qualificação jurídica que tenha por incorrecta, imperfeita ou inadequada».\nAderindo a uma visão substancialista e desformalizadora do processo civil, a solução correcta foi aquela que foi adoptada pelas instâncias – a convolação da acção de reivindicação da propriedade em acção de petição de herança – sem que com isso tenha sido cometida qualquer nulidade.\nSendo assim, improcedem as conclusões I a V da alegação de recurso do recorrente.\n2\n– Da inversão do título da posse e da aquisição por usucapião\n1.\nEntende o acórdão recorrido que o Réu apesar de ter\nanimus possidendi\n, não se pode aproveitar dele, pois, o título em que baseia a sua posse é o testamento do Padre JJ, através do qual foi concedido às irmãs do Padre e sobrinha menor, mais tarde esposa do réu, o usufruto vitalício da quinta onde residiam. Em consequência, o Réu e a esposa, na posição assumida pelo acórdão recorrido, são possuidores precários, a título de usufruto de coisa alheia, estando impedidos de alterar a sua forma ou substância (art. 1439.º CC).\nSendo assim, a usucapião só poderia ocorrer se previamente se verificasse a inversão do título de posse e decorrido, a partir de tal inversão, o prazo necessário para tal aquisição.\nAlegam os Recorrentes que a inversão do título da posse se deu em 1943, data da renúncia da Igreja Católica em relação à herança deixada pelo Padre JJ em testamento e em que começaram a ser possuidores com\nanimus\nde proprietários.\nEntendeu o acórdão recorrido que apesar de o réu agir com a convicção de ser dono da Quinta, não se podia aproveitar desse facto, pois o título pelo qual se afere o âmbito da sua posse, apenas abrange as faculdades contidas no usufruto e não a propriedade plena.\n2.\nNo campo do Direito, a posse corresponde a uma actuação similar à de um proprietário ou de outro direito real, ainda que quem actua não seja proprietário ou titular do direito real (art. 1251.º).\nA doutrina exige a presença de dois elementos: o\ncorpus\n, enquanto meros actos materiais em relação à coisa ou possibilidade de continuar essa actuação, e o\nanimus,\nenquanto intenção de agir como titular do direito ou apenas enquanto vontade abstracta, revelada no título ou causa da posse.\nA maioria da doutrina entende que o Código Civil acolhe uma concepção subjectivista da posse, exigindo o\ncorpus\ne o\nanimus\n, apoiando-se nos arts. 1251.º e 1253.º, al. a)\n[3]\n. A concepção subjectivista está mais relacionada com uma visão individualista do direito dos bens, enquanto a objectivista, que depende apenas dos actos materiais faz prevalecer a utilização efectiva dos bens\n[4]\n.\nMas é a própria lei que retira alcance à exigência de intenção, pois o art.º 1252.º, n.º 2 estabelece uma presunção de posse a favor de quem exerce o poder de facto. Esta presunção tem sido interpretada em termos amplos pelos tribunais, conforme resulta do assento de 14 de Maio de 1996, Proc. n.º 85204, Amâncio Ferreira (Relator)\n[5]\n, segundo o qual a existência do\ncorpus\nfaz presumir a existência do\nanimus:\n«Podem adquirir por usucapião, se a presunção da posse não for ilidida, os que exercem um poder de facto sobre uma coisa».\nVerificado o\ncorpus,\nhá, em princípio, posse, a não ser que «por determinação da lei, por manifestação de vontade do próprio possuidor ou por uma apreciação objectiva do título da posse, o elemento material seja\ndesconsiderado\ne a correspondente situação de facto\ndescaracterizada\nem detenção»\n[6]\n.\nContudo, a presunção de\nanimus\nsó intervém em casos de dúvida e não quando a qualificação jurídica da relação do sujeito com a bem resulta do título através do qual possui.\nA posse pode ser em termos do direito de propriedade ou em termos de outro direito real, por exemplo, um direito de usufruto.\nO usufrutuário tem posse própria nos termos do direito real correspondente (usufruto), mas será sempre um possuidor em nome alheio em relação à nua propriedade ou propriedade de raiz, considerando-se, enquanto não inverter o título de posse, como um mero detentor em relação a esta parcela do direito de propriedade\n[7]\n. Precisa, portanto, de proceder à inversão do título da posse, nos termos dos artigos 1263.º, al. d) e 1265.º do CC, para ter uma posse mais qualificada ou de âmbito mais amplo, em termos do direito de propriedade. Conforme afirma o art. 1290.º, «os detentores ou possuidores precários não podem adquirir para si, por usucapião, o direito possuído, excepto achando-se invertido o título da posse; mas, neste caso, o tempo necessário para a usucapião só começa a correr desde a inversão do título».\n3.\nNo caso\nsub judice\n, entendeu o acórdão recorrido que o réu apenas tinha a posse em termos de um direito de usufruto, sendo um mero detentor em relação à propriedade nua ou de raiz.\nCom efeito, a mulher do réu adquiriu o usufruto vitalício por testamento de que foi autor o Padre JJ, falecido em 1940. Era este o título em função do qual detinha a posse e que havia de inverter.\nAlega o Recorrente-Réu que a sua falecida esposa e ele próprio agiram na convicção de que eram proprietários, tendo a inversão do título da posse operado no momento em que a Igreja repudiou a herança, o que se verificou em 1943, conforme facto provado F, e que se completou, portanto, o prazo para a aquisição por usucapião.\nVejamos:\nNo caso\nsub judice\n, para além de uma questão de direitos reais, temos uma questão prévia de direito sucessório.\nPor testamento público, documentado nos autos, o Padre JJ, instituiu herdeiro dos prédios em litígio, denominados «Quinta ...», o Colégio onde estudou, com determinado encargo. Em caso de renúncia à herança ou de incumprimento do encargo, os bens transitariam para a Junta da Paróquia de ..., para que nela se construísse um lar de idosos, ou dos prédios se fizesse qualquer outra aplicação, desde que sempre a favor da beneficência pública.\nNeste testamento, o Padre JJ legou o usufruto vitalício dos mesmos imóveis às suas irmãs e à sua sobrinha, então menor, SS (esposa do 1.º Réu e mãe dos restantes).\nPor documento particular, datado de 9 de Fevereiro de 1943, a Igreja, representada pelo Vigário Geral da Diocese da ..., declarou renunciar à herança, não referindo, contudo, se a renúncia abrange também a Junta da Paróquia, ou apenas o Colégio que o Padre JJ frequentou. É que foram contemplados no testamento dois herdeiros testamentários - o Colégio e a Junta da Paróquia – embora o segundo apenas fosse chamado caso o primeiro renunciasse ou não cumprisse o encargo.\nNo processo consta um documento autêntico de renúncia à herança pelo Colégio da ..., datado de 1972, pelo que temos de considerar que as declarações de renúncia constantes dos autos não abrangem a Junta da Paróquia, mas apenas o Seminário da ..., o primeiro herdeiro testamentário.\nEm 1958, a última usufrutuária, sobrinha do Padre, casou com o 1.º Réu.\nApós a renúncia do primeiro herdeiro testamentário, o prédio em litígio reverte para o segundo herdeiro testamentário, cuja identidade não está ainda definida.\nO tribunal de 1.ª instância considerou provado que o 1.º Réu tem a convicção de ser dono e que essa convicção se reporta a 1958, data em que se iniciou a prática dos actos materiais que constituem o\ncorpus\n- trabalhos de conservação e manutenção dos prédios; o pagamento de dívidas para extinção da hipoteca sobre a quinta; liquidação de impostos relativos aos prédios – e que foram realizados à vista e com conhecimento de toda a gente e sem oposição de ninguém (factos Q a U).\nOs factos provados, que se invocam como fundamento da posse do Réu, são os seguintes:\n«\nQ\n(art. 10º BI) - Desde, pelo menos, 1958, por si e seus antecessores, o R. BB vem efectuando trabalhos de conservação e manutenção nos prédios identificados em G) e H).\nS\n(art. 12º BI) - O que fizeram à vista e com conhecimento de toda a gente.\nT\n(art. 13º e 13º.1 BI aditado em audiência) - Na convicção de ser o respectivo dono.\nU\n(art.14º BI) - É o R. BB quem liquida os impostos relativos aos prédios identificados em G) e H)».\nAnalisando o conjunto dos factos descritos, não oferece qualquer dúvida que, não obstante se ter considerado provado a convicção do 1.º réu de que era dono, a esposa deste, SS, era mera usufrutuária dos prédios em causa.\nSendo assim, temos de considerar que, por força do título, a posse do 1.º Réu não pode ultrapassar a da sua esposa, contemplada no testamento do Padre JJ como usufrutuária.\nAceitando esta premissa, por ser aquela que resulta do testamento, o réu, para adquirir uma posse boa para usucapir, tinha de demonstrar a inversão do título contra a herança, titular da propriedade nua ou de raiz.\nO representante da herança, contudo, não é o herdeiro legal, aqui autor, mas o segundo herdeiro testamentário, a Junta da Paróquia, dada a renúncia declarada, em 1972, pelo Seminário da ....\nConforme se afirma no acórdão recorrido:\n«Uma vez que, até à morte da última usufrutuária, essa qualidade de titular da nua propriedade cabia à herança indivisa, é ainda a herança indivisa a titular do direito de propriedade até ser determinada a identidade do herdeiro testamentário.\nMas porque, nos termos do disposto no art.º 2091º, n.º 1, do Cód. Civil, fora casos que para a hipótese dos presentes autos não interessam, os direitos relativos à herança só podem ser exercidos conjuntamente por todos os herdeiros ou contra todos os herdeiros, quem representaria esta, ao tempo, bem como atualmente, são os herdeiros testamentários».\nSendo assim, é contra o herdeiro testamentário que deve ser invertido o título da posse, tal como entendeu o acórdão recorrido.\nAlega o autor, contudo, que não é manifestamente possível, no caso concreto, provar a inversão do título da posse, por força da indeterminação do sujeito contra quem a oposição inequívoca deve ser dirigida.\nApreciemos este argumento do réu:\nA Junta da Paróquia de ... foi extinta após a 1.ª República, em 1916 na sequência da política republicana de separação do Estado e da Igreja, mas com subsequente ressurgimento sob outra designação. Tal extinção não determina, portanto, a nulidade da disposição testamentária, visto que a herança passará a beneficiar a entidade que deu continuidade à Junta da Paróquia.\nO testamento é um negócio jurídico unilateral, que se destina a dispor dos bens do testador para depois da morte e constitui uma expressão máxima de autonomia privada, sobretudo, porque o testador morreu sem herdeiros legitimários e pretendeu, após a morte das usufrutuárias (irmãs e sobrinha), beneficiar entidades religiosas ou públicas, para prosseguir fins sociais.\nPodemos presumir, portanto, ter sido vontade do testador, caso tivesse previsto a extinção do segundo herdeiro testamentário - a primitiva Junta da Paróquia - beneficiar a entidade pública que a veio substituir.\nResta, portanto, saber qual a entidade que substituiu a referida Junta, encontrando-se essa questão em discussão numa outra acção, como resulta dos autos.\nEm 2011, dois anos após a morte da última usufrutuária, foi intentada uma acção ordinária (n.º 505/11.8 TBCTB – 3.º Juízo), ainda pendente, pela Junta de Freguesia de ..., em que esta se arroga de ser substituta legal da Junta da Paróquia.\nPor agora, apenas temos conhecimento que, de acordo com o parecer Jurídico-Canónico junto aos autos a fls. 192, a actualmente intitulada “Fábrica da Igreja Paroquial” ou a Junta de Freguesia poderão ser as entidades com o estatuto de herdeiras testamentárias.\nNa hipótese de a Junta da Paróquia vir a ser substituída pela Junta de Freguesia, que assim o reclama em acção própria, será esta a herdeira do Padre JJ. Caso tal não venha a suceder, a herança será devolvida aos herdeiros legítimos.\nPortanto, independentemente de qual destas entidades - “Fábrica da Igreja Paroquial” ou a Junta de Freguesia - venha a ser reconhecida como herdeira testamentária, nem o autor nem os réus têm essa qualidade.\nRegressando à questão da posse dos réus, dir-se-á o seguinte:\nUma vez que a legatária instituída o foi na qualidade de usufrutuária, a sua posse, e, como vimos, consequentemente, a dos réus, foi necessariamente uma posse em nome de outrem, ou seja, em nome dos herdeiros, sejam eles quem forem.\nTrata-se pois de uma posse precária, não assumindo relevância a questão de as instâncias terem dado como provado que o réu tinha a convicção de ser proprietário.\nNa verdade, o que é relevante para aferição do elemento subjectivo da posse, havendo título – o testamento – é a vontade concreta do testador, e essa era apenas a decorrente de um direito de usufruto atribuído à esposa do 1.º réu.\nPortanto, a posse da usufrutuária, enquanto viveu, e a do 1.º réu, seu marido, agora viúvo, não podia ser senão uma posse precária.\nA única forma de converterem essa posse, originariamente precária, em posse em termos de propriedade, era a inversão do título nos termos do disposto no art. 1265.º do CC.\nTodavia, conforme tem sido entendido pela doutrina e pela jurisprudência, a inversão do título tem de traduzir-se, necessariamente, em actos ostensivos, positivos e inequívocos de oposição, levados ao conhecimento da pessoa em cujo nome se possui.\nA\ninversão do título\nvem prevista na al. d) do art. 1263.º e 1265.º do CC e traduz-se na transformação de uma situação de mera detenção em verdadeira posse e pode resultar de acto do próprio detentor ou de acto de terceiro, conforme previsto no art. 1265.º.\nNo caso vertente, a modalidade de inversão do título aqui em causa é a primeira, a qual exige, para estar preenchida, a\noposição\ndo detentor contra aquele em cujo nome possuía, sendo necessário que o comportamento\nexterior\ndo detentor signifique essa alteração do título\n[8]\ne que deixe de haver um mero aproveitamento da inércia de outrem, para passar a existir uma actividade própria sobre as coisas corpóreas\n[9]\n.\nA inversão do título é a constituição da posse por parte do detentor\n[10]\n. Como porém, o detentor já exercia poderes possessórios terá de se verificar uma «operação jurídica que transforme a detenção em posse, isto é, que modifique a justificação, o título, pelo qual não havia posse»\n[11]\n.\nNa prática, a jurisprudência tem exigido, na inversão do título da posse, uma actuação mais enérgica do que num apossamento.\nComo se refere no Acórdão deste Supremo Tribunal de Justiça, de 16 de Junho de 2009, Processo n.º 240/03.0TBRMR.S1, relatado pelo Conselheiro Fonseca Ramos:\n«O detentor há-de tornar directamente conhecido da pessoa em cujo nome possuía (quer judicial quer extrajudicialmente) a sua intenção de actuar como titular do direito.\nNão basta a mera alegação de que houve intenção de inverter o título de posse e afirmar que essa intenção foi plasmada na actuação dos detentores precários; importa, isso sim, que essa “inversão”, inequivocamente, seja direccionada contra a pessoa em nome de quem detinham, através de actos públicos deles conhecidos, ou cognoscíveis, sob pena de tal actuação não ter relevância jurídica, porque desconhecida daqueles que poderiam reagir a essa proclamada inversão do título possessório, o que seria de todo violador das regras da boa-fé».\n(…)\nTal como a posse relevante para usucapião (a par de outros requisitos, deve ser pública), também a oposição exercida pelo detentor precário tem de ser ostensiva em relação àquele em nome de quem possuía, sendo que, como observa Orlando de Carvalho, in “Introdução à Posse”, RLJ, Ano 123°, nº3792 (1990-1991), a respeito da posse pública, esta não deixa de ser pública quando não é propriamente conhecida de toda a gente, é-o acima de tudo, quando é conhecida do interessado directo ou indirecto – “trata-se de uma relação mais com o próprio interessado do que com o público em geral”».\nNo mesmo sentido, veja-se o acórdão de 7 de Julho de 2010, processo n.º 23/2000.P1.S1, relatado pelo Conselheiro Silva Salazar:\n«Para que haja inversão do título de posse determinante do início do prazo necessário para que ocorra usucapião, importa, quando o imóvel detido se integre numa herança indivisa, que a oposição do detentor seja feita mediante actos positivos (materiais ou jurídicos) praticados contra e perante todos ou com o consentimento de todos e cada um dos herdeiros».\nE ainda, o acórdão de 20 de Março de 2014, (processo n.º 3325/07.0TJVNF.P1S2) relatado pelo Conselheiro Nuno Cameira:\n«I - A presunção estabelecida no art.º 1252.º, n.º 2, do CC só actua em caso de dúvida, e não quando se trate de uma situação definida, que exclua a titularidade do direito.\nII - A dúvida não existe – e, por isso, a presunção legal não funciona – se se provou que a ré ocupa o imóvel reivindicado por tê-lo adquirido verbalmente a um terceiro que, por seu turno, o prometera comprar aos autores mediante contrato-promessa com eficácia meramente obrigacional.\nIII -Quem exerce a posse em nome alheio só poderá adquirir o direito de propriedade se entretanto ocorrer a inversão do título da posse, nos termos dos art.ºs 1265.º e 1290.º do CC.\nIV - A eficácia da oposição referida no art.º 1265.º do CC depende da prática de actos inequivocamente reveladores de que o detentor quer actuar, a partir da oposição, como titular do direito sobre a coisa.\nV - A oposição deve, além disso, ser dirigida contra a pessoa em nome de quem o opositor detinha a coisa e tornar-se dela conhecida».\nA doutrina exige, também, uma oposição formal, por meios notificativos directos e levada ao conhecimento do possuidor, isto é, dirigida contra a pessoa em nome de quem o opositor detém a coisa para que se torne dela conhecida\n[12]\n, e defende que o detentor há-de tornar directamente conhecida da pessoa em cujo nome possuía (quer judicial, quer extrajudicialmente) a sua intenção de actuar como titular do direito\n[13]\n.\n«A oposição tem de se traduzir em actos positivos (materiais ou jurídicos) inequívocos (reveladores de que o detentor quer, a partir da oposição, actuar como se tivesse sobre a coisa o direito real que, até então, considerava pertencente a outrem) e praticados na presença ou com o consentimento daquele a quem os actos se opõem»\n[14]\n.\nOra, os réus não provaram, neste processo, ter praticado qualquer acto de oposição contra os herdeiros ou contra a herança indivisa, representada pelo herdeiro testamentário que não renunciou, ou na falta dele, contra os herdeiros legítimos. Aliás, nem o poderiam ter feito, visto que ainda se discute a identidade do herdeiro testamentário.\nO argumento invocado pelo réu de que essa oposição teria sido feita em 1943 ou em 1972, datas das declarações de renúncia junta aos autos, e que a Junta da Paróquia se extinguiu enquanto sujeito de direito, não colhe, pois estas declarações e a extinção de um dos sujeitos contemplados no testamento não se traduzem em qualquer acto de oposição gerador de inversão do título da posse nem substituem a sua falta.\nResulta, assim, do exposto, que qualquer que fosse a convicção da usufrutuária e do marido, designadamente a convicção ou a intenção de agirem como proprietários, ela será irrelevante para inverter o título da posse, pois não foi levada ao conhecimento dos herdeiros testamentários enquanto representantes da herança. E note-se que, dada a semelhança entre as faculdades contidas na propriedade e no usufruto, os actos materiais praticados pelo 1.º réu, tanto podem ser a título de propriedade como de usufruto (à excepção do pagamento dos créditos hipotecários que oneravam a quinta, não abrangido pelo regime do usufruto, mas cujo valor terá de ser reembolsado pelo herdeiro testamentário ou pelos herdeiros legais), pelo que, na falta de uma oposição directamente dirigida pelos réus aos herdeiros, não tinham estes qualquer possibilidade de saber que os réus agiam como proprietários antes da morte da última usufrutuária.\nCom efeito, não basta a mera intenção de agir como proprietário para inverter o título da posse. É necessário que essa intenção ou convicção se traduza em actos directos e inequívocos praticados contra o titular do direito real em cujo nome os réus possuíam.\nNão havendo a oposição definida na lei, como no caso não houve, não se dá a inversão do título da posse, de modo que a posse do 1.º réu, nascida como precária, como precária se mantém até à extinção do título da posse, dure o tempo que durar.\nSó após o termo do usufruto, isto é, a partir da morte da última usufrutuária (que ocorreu em 2009), é que eventualmente se poderia discutir se o 1.º réu e os demais réus passaram a exercer a posse em nome próprio. Contudo, ainda assim, tal não seria relevante para efeitos de usucapião, visto ser manifestamente insuficiente o lapso de tempo decorrido entre 2009, ano da morte da usufrutuária, e 2011, a data da propositura desta acção e daquela intentada pelo herdeiro testamentário.\nEm consequência, improcedem as conclusões VI a XVIII da alegação de recurso dos recorrentes.\nIV – Decisão\nPelo exposto, decide-se, na 1.ª Secção Cível do Supremo Tribunal de Justiça, negar a revista e confirmar o acórdão recorrido.\nCustas pelos recorrentes.\nAnexa-se sumário nos termos do art. 663.º, n.º 7 do CPC\nLisboa, 17 de Dezembro de 2014\nMaria Clara Sottomayor (Relatora)\nSebastião Póvoas\nAlves Velho\n____________________\n[1]\nCf. Pires de Lima/Antunes Varela,\nCódigo Civil Anotado,\nanotação ao art. 2075.º, Volume VI, Coimbra Editora, Coimbra, 1998, p. 131.\n[2]\nIbidem,\np. 131.\n[3]\nCf. Orlando de Carvalho,\nIntrodução à posse, ob. cit.,\npp. 265-267; Mota Pinto,\nDireitos Reais,\nAlmedina, Coimbra, 1971, p. 189; Pires de Lima/Antunes Varela,\nCódigo Civil Anotado,\nVolume III, anotação ao art. 1251.º, Coimbra editora, Coimbra, 1987, pp. 5-6; Manuel Rodrigues,\nA Posse\n,\nEstudo de Direito Civil Português,\n4.ª edição, Almedina, Coimbra - 1996, p. 101; Henrique Mesquita,\nDireitos Reais,\nSumários das Lições ao Curso de 1966-1967, Coimbra, p. 75. Contra, entendendo que o Código Civil aderiu à corrente objectivista: Oliveira Ascensão,\nDireito Civil, Reais,\n5.ª edição, revista e ampliada, Coimbra Editora, Coimbra, 1993, p. 88. Menezes Cordeiro, inicialmente defendeu também a tese objectivista (Idem,\nDireitos Reais\n, Lex, 1979, pp. 395-401), mas veio a mudar a sua posição para a classificação do sistema português da posse como um sistema misto. Cf. Menezes Cordeiro,\nA Posse,\nPerspectivas Dogmáticas Actuais,\n3.ª edição actualizada, Almedina, Coimbra, 2000, p. 64.\n[4]\nCf. Orlando de Carvalho,\nIntrodução à posse, ob. cit.,\np. 267.\n[5]\nDR 144/96, Série II, de 1996-06-24.\n[6]\nCf. Carvalho Fernandes,\nLições de Direitos Reais,\n6.ª edição,\nLisboa, 2009, p. 289.\n[7]\nCf. Orlando de Carvalho, «Introdução à Posse»,\nin Direito das Coisas,\nLiberal Fernandes/Raquel Guimarães/ Regina Redinha (Coordenação), Coimbra Editora, Coimbra, 2012, pp. 299 e 304 (reprodução do texto publicado na\nRevista de Legislação e Jurisprudência\n, n.ºs 3780, 3781, 3786, 3792, 3801, 3810, 3811 e 3812).\n[8]\nCf. Carvalho Fernandes,\nLições de Direitos Reais, ob. cit.,\np. 313.\n[9]\nCf. Menezes Cordeiro,\nDireitos Reais, ob. cit.,\np. 463.\n[10]\nIbidem,\np. 463.\n[11]\nIbidem,\np. 463.\n[12]\nCf. Orlando de Carvalho,\nIntrodução à posse, ob. cit.,\np. 301.\n[13]\nPires de Lima/Antunes Varela,\nCódigo Civil Anotado,\nVolume III,\nob. cit.,\np. 30.\n[14]\nCf. Henrique Mesquita,\nDireitos Reais,\nob. cit.\n, p. 98.",
    "type": "Acordao"
}