{
  "cls_token": "[CLS]",
  "do_basic_tokenize": true,
  "do_lower_case": true,
  "mask_token": "[MASK]",
  "model_max_length": 1000000000000000019884624838656,
  "never_split": null,
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "special_tokens_map_file": "C:\\Users\\Fabio/.cache\\huggingface\\hub\\models--neuralmind--bert-large-portuguese-cased\\snapshots\\aa302f6ea73b759f7df9cad58bd272127b67ec28\\special_tokens_map.json",
  "strip_accents": null,
  "tokenize_chinese_chars": true,
  "tokenizer_class": "BertTokenizer",
  "unk_token": "[UNK]"
}
